Repository: tendenci/tendenci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Export Corporate Memberships
es: XXExport Corporate Memberships

source: Corporate Membership CSV Export
es: XXCorporate Membership CSV Export

source: Applications:
es: XXApplications:

source: Individual Member App:
es: XXIndividual Member App:

source: Create it
es: XXCreate it

source: Types:
es: XXTypes:

source: Corporate Member Type
es: XXCorporate Member Type

source: Individual Member Type
es: XXIndividual Member Type

source: Other links:
es: XXOther links:

source: Search Corporate Memberships
es: XXSearch Corporate Memberships

source: No applications available.
es: XXNo applications available.

source: Add one
es: XXAdd one

source: Corp. Memb. ID
es: XXCorp. Memb. ID

source: Company Name
es: XXCompany Name

source: Balance
es: XXBalance

source: Individual memberships renewed in this transaction:
es: XXIndividual memberships renewed in this transaction:

source: Corporate Membership information not available
es: XXCorporate Membership information not available

source: Pendings
es: XXPendings

source: Import
es: XXImport

source: Export
es: XXExport

source: More options
es: XXMore options

source: Roster
es: XXRoster

source: Thank you for your payment!
es: XXThank you for your payment!

source: What would you like to do now?
es: XXWhat would you like to do now?

source: Create memberships under this corporate membership
es: XXCreate memberships under this corporate membership

source: Designate representatives for this corporate membership
es: XXDesignate representatives for this corporate membership

source: View Corporate Membership
es: XXView Corporate Membership

source: Corporate Membership
es: XXCorporate Membership

source: Renewal
es: XXRenewal

source: Payment Status
es: XX Payment Status

source: Corporate Membership Renewal
es: XXCorporate Membership Renewal

source: Summary
es: XXSummary

source: Qty
es: XXQty

source: Unit Price
es: XXUnit Price

source: Sub-total
es: XXSub-total

source: Corporate
es: XXCorporate

source: Individuals
es: XXIndividuals

source: Total
es: XXTotal

source: Please correct the following errors
es: XXPlease correct the following errors

source: Renew all individuals
es: XXRenew all individuals

source: Corporate Membership Renewal Confirmation
es: XXCorporate Membership Renewal Confirmation

source: Thanks for renewing corporate membership "%(member)s"!
es: XXThanks for renewing corporate membership "%(member)s"!

source: The status of the renewal: <b>%(status)s
es: XXThe status of the renewal: <b>%(status)s

source: Corporate Membership Roster Search
es: XXCorporate Membership Roster Search

source: Roster - %(member)s
es: XXRoster - %(member)s

source: Address:
es: XXAddress:

source: Phone:
es: XXPhone:

source: Email:
es: XXEmail:

source: Member Type:
es: XXMember Type:

source: Expiration Date:
es: XXExpiration Date:

source: Corporate Membership Search
es: XXCorporate Membership Search

source: Corporate Address:
es: XXCorporate Address:

source: Corporate Phone:
es: XXCorporate Phone:

source: Website:
es: XXWebsite:

source: Member Type:
es: XXMember Type:

source: Join under this corporation
es: XXJoin under this corporation

source: Renewed on %(renewal)s
es: XX Renewed on %(renewal)s

source: Status of Renewal:
es: XXStatus of Renewal:

source: Admin
es: XXAdmin

source: Approve / Disapprove
es: XXApprove / Disapprove

source: Renew
es: XXRenew

source: View Corporate Membership Information
es: XXView Corporate Membership Information

source: Renewed on %(renew_date)s
es: XXRenewed on %(renew_date)s

source: App:
es: XXApp:

source: No representatives available
es: XXNo representatives available

source: Add Representatives
es: XXAdd Representatives

source: Secret Code:
es: XXSecret Code:

source: Please correct the errors below.
es: XXPlease correct the errors below.

source: Save and continue editing
es: XXSave and continue editing

source: Collapse ALL
es: XXCollapse ALL

source: Expand ALL
es: XXExpand ALL

source: Section
es: XXSection

source: Page
es: XXPage

source: Collapse
es: XXCollapse

source: Expand
es: XXExpand

source: Add another %(verbose_name)s
es: XXAdd another %(verbose_name)s

source: Remove
es: XXRemove

source: Import Corporate Memberships from CSV file
es: XXImport Corporate Memberships from CSV file

source: Corporate Membership Import
es: XXCorporate Membership Import

source: Step 4/4 - Finished!
es: XXStep 4/4 - Finished!

source: Total <em>%(members)s</em> processed;
es: XX Total <em>%(members)s</em> processed;

source: %(inval)s</em>invalid - skipped,
es: XX%(inval)s</em>invalid - skipped,

source: <em>%(adds)s</em> added,
es: XX<em>%(adds)s</em> added,

source: %(skip)s</em> skipped (existing record)
es: XX%(skip)s</em> skipped (existing record)

source: <em>%(updates)s</em> updated (for the blank fields)
es: XX<em>%(updates)s</em> updated (for the blank fields)

source: <em>%(over)s</em> updated (override)
es: XX<em>%(over)s</em> updated (override)

source: Download the Invalid Records?
es: XXDownload the Invalid Records?

source: Go to Search
es: XXGo to Search

source: More Import
es: XXMore Import

source: Step 2/4 - Map Fields
es: XXStep 2/4 - Map Fields

source: Step 3/4 - Preview
es: XXStep 3/4 - Preview

source: Total:
es: XXTotal:

source: %(adds)s</em> will be added,
es: XX%(adds)s</em> will be added,

source: and <em>%(skips)s</em> will be skipped (existing record)
es: XXand <em>%(skips)s</em> will be skipped (existing record)

source: and <em>%(updates)s</em> will be updated (for the blank fields)
es: XXand <em>%(updates)s</em> will be updated (for the blank fields)

source: and <em>%(overid)s</em> will be updated (override)
es: XXand <em>%(overid)s</em> will be updated (override)

source: Import Now
es: XXImport Now

source: Join Date
es: XXJoin Date

source: Action to Take
es: XXAction to Take

source: Not valid - will be skipped
es: XXNot valid - will be skipped

source: Skip
es: XXSkip

source: Insert
es: XXInsert

source: The entire process includes <b>4</b> steps:
es: XXThe entire process includes <b>4</b> steps:

source: Upload file &middot; Map fields &middot; Preview &middot; Process and confirm
es: XX

source: Spread Sheet Guidelines:
es: XXSpread Sheet Guidelines:

source: <li><b>Name</b> and <b>corporate_membership_type</b> are required fields and should be included.</li> <li>The corporate_membership_type should be filled out with <b>corporate membership type name</b>.</li> <li>The <b>authorized_domains</b> is comma delimited.</li> <li>The <b>dues_rep</b> should be filled out with username, and separated with a comma if there are mutiple reps.</li> <li>You can add more fields or remove fields as needed.</li>
es: XX

source: Download Template
es: XXDownload Template

source: Step 1/4 - Upload File
es: XXStep 1/4 - Upload File

source: Directories
es: Directorios

source: Resumes
es: Hojas De Vida

source: Corp. Memb.
es: XXCorp. Memb.

source: Events
es: Eventos

source: Photo Albums
es: Álbumes de fotos

source: Entities
es: Entidades

source: Files
es: XXFiles

source: Locations
es: Localidades

source: Contributions
es: XXContributions

source: Invoices
es: Facturas

source: Redirects
es: Redirecciones

source: Contacts
es: Contactos

source: Tendenci Blog
es: XXTendenci Blog

source: Tendenci Help
es: XXTendenci Help

source: Admin Quick Links
es: XXAdmin Quick Links

source: Add a page
es: XXAdd a page

source: Search All Modules
es: XXSearch All Modules

source: Import Users
es: XXImport Users

source: Enable/Disable modules
es: XXEnable/Disable modules

source: Admin Panel
es: XXAdmin Panel

source: Update Theme
es: XXUpdate Theme

source: Update Styles
es: XXUpdate Styles

source: Update Template
es: XXUpdate Template

source: Update Navigation
es: XXUpdate Navigation

source: Update Footer
es: XXUpdate Footer

source: My Profile
es: Mi Perfil

source: Add pricing options
es: XXAdd pricing options

source: Delete Page
es: XXDelete Page

source: Back to directories search
es: XX Back to directories search

source: Edit Meta Information
es: XXEdit Meta Information

source: Meta Information for
es: XXMeta Information for

source: Edit
es: XX Edit

source: ID
es: XXID

source: Headline
es: XXHeadline

source: Pricing
es: XXPricing

source: View Directory
es: XXView Directory

source: Search Directories
es: XXSearch Directories

source: Add a Directory
es: XXAdd a Directory

source: Directory Posting Payment Status
es: XXDirectory Posting Payment Status

source: Add a New Price:
es: XXAdd a New Price:

source: To add a new directory price, complete the fields below and press Submit.
es: XX

source: Please review the fields below. Thank you.
es: XXPlease review the fields below. Thank you.

source: Edit Price:
es: XXEdit Price:

source: To edit the job price, complete the fields below and press Submit.
es: XXTo edit the job price, complete the fields below and press Submit.

source: Directory Pricing
es: XXDirectory Pricing

source: Pricing:
es: XXPricing:

source: Directory Pricing List
es: XXDirectory Pricing List

source: Category Threshold:
es: XXCategory Threshold:

source: Status:
es: XXStatus:

source: Active
es: XXActive

source: Inactive
es: XXInactive

source: Created on %(dp_create)s by %(dp_creator)s
es: XX Created on %(dp_create)s by %(dp_creator)s

source: Regular
es: XXRegular

source: Premium
es: XXPremium

source: %(dp_duration)s days
es: XX%(dp_duration)s days

source: View Price Details:
es: XXView Price Details:

source: Duration:
es: XXDuration:

source: Regular Price:
es: XXRegular Price:

source: Premium Price:
es: XXPremium Price:

source: Category Threshold:
es: XXCategory Threshold:

source: Created by:
es: XXCreated by:

source: Created on:
es: XXCreated on:

source: Back to regular directory view
es: XXBack to regular directory view

source: Contact:
es: XXContact:

source: Released on %(da_create)s by %(da_creator)s
es: XXReleased on %(da_create)s by %(da_creator)s

source: Category:
es: XXCategory:

source: Sub Category:
es: XXSub Category:

source: Source:
es: XXSource:

source: Tags:
es: XXTags:

source: Delete an Email Block Record
es: XXDelete an Email Block Record

source: Email Domain:
es: XXEmail Domain:

source: Created on<b>%(emails)s</b></div> <div>by:
es: XX

source: Are you sure you want to delete this Email Block?
es: XXAre you sure you want to delete this Email Block?

source: Deleted items cannot be recovered!
es: XXDeleted items cannot be recovered!

source: Email Block Record
es: XXEmail Block Record

source: Edit an Email Block
es: XXEdit an Email Block

source: Add an Email Block
es: XXAdd an Email Block

source: Please enter Email or Email Domain, but not both.
es: XXPlease enter Email or Email Domain, but not both.

source: OR
es: XXOR

source: Email Domain
es: XXEmail Domain

source: Reason
es: XXReason

source: Status Detail
es: XXStatus Detail

source: Emails:
es: XXEmails:

source: Email Blocks:
es: XXEmail Blocks:

source: Email Blocks Search
es: XXEmail Blocks Search

source: Reason:
es: XXReason:

source: <div class="submitted">Created on %(create_date)s by:
es: XX <div class="submitted">Created on %(create_date)s by:

source: Email Block View
es: XXEmail Block View

source: <small>Created on %(emails_create)s by:
es: XX<small>Created on %(emails_create)s by:

source: Delete an Email Record
es: XXDelete an Email Record

source: Subject: %(subject)s
es: XXSubject: %(subject)s

source: Created on: <b>%(dat)s
es: XX Created on: <b>%(dat)s

source: Are you sure you want to delete this Email?
es: XXAre you sure you want to delete this Email?

source: E-mail Record
es: XXE-mail Record

source: Body
es: XXBody

source: Sender
es: XXSender

source: Sender Display
es: XXSender Display

source: Reply To
es: XXReply To

source: Recipient
es: XXRecipient

source: Emails Search
es: XXEmails Search

source: Content type: %(emailco)s
es: XXContent type: %(emailco)s

source: Created on %(emailcr)s by %(email_creator)s
es: XXCreated on %(emailcr)s by %(email_creator)s

source: E-mail View
es: XXE-mail View

source: Sender:
es: XXSender:

source: Reply To:
es: XXReply To:

source: Content Type:
es: XXContent Type:

source: Created on:
es: XX Created on:

source: Click here to view the entire e-mail body in the new window
es: XXClick here to view the entire e-mail body in the new window

source: Recipient:
es: XXRecipient:

source: Recipient cc:
es: XXRecipient cc:

source: Creator:
es: XXCreator:

source: Amazon SES - Verify Email Address
es: XXAmazon SES - Verify Email Address

source: Amazon SES
es: XXAmazon SES

source: Verify Email Addresses
es: XXVerify Email Addresses

source: View Verified Email Addresses
es: XXView Verified Email Addresses

source: View Sending Limits
es: XXView Sending Limits

source: Amazon SES - Verified Emails
es: XXAmazon SES - Verified Emails

source: Below is the list of verified email addressed:
es: XXBelow is the list of verified email addressed:

source: No email address verified.
es: XXNo email address verified.

source: Amazon SES - Sending Limits
es: XXAmazon SES - Sending Limits

source: Sent Last 24 Hours
es: XXSent Last 24 Hours

source: Max 24 Hour Send
es: XXMax 24 Hour Send

source: Max Send Rate
es: XXMax Send Rate

source: No data available.
es: XXNo data available.

source: Back to entities search
es: XXBack to entities search

source: Submitted on %(submit_date)s by %(entity_creator)s
es: XX Submitted on %(submit_date)s by %(entity_creator)s

source: Submitted on %(encreate)s by:
es: XX

source: Event id :
es: XXEvent id :

source: Event name :
es: XXEvent name :

source: Event type :
es: XXEvent type :

source: Event data :
es: XXEvent data :

source: Category :
es: XXCategory :

source: Session id :
es: XXSession id :

source: User :
es: XXUser :

source: Username :
es: XXUsername :

source: Email :
es: XXEmail :

source: User ip address :
es: XXUser ip address :

source: Server ip address :
es: XXServer ip address :

source: URL :
es: XXURL :

source: HTTP referrer :
es: XXHTTP referrer :

source: Headline :
es: XXHeadline :

source: Description :
es: XXDescription :

source: HTTP user agent :
es: XXHTTP user agent :

source: Request method :
es: XXRequest method :

source: Query string :
es: XXQuery string :

source: Robot :
es: XXRobot :

source: Create dt :
es: XXCreate dt :

source: Logged on %(create_date)s
es: XXLogged on %(create_date)s

source: Found <strong>%(pag_count)s</strong> results</p>
es: XX Found <strong>%(pag_count)s</strong> results</p>

source: User:
es: XXUser:

source: User ID:
es: XXUser ID:

source: Query String:
es: XXQuery String:

source: Entity:
es: XXEntity:

source: Entity: N/A
es: XXEntity: N/A

source: No session available
es: XXNo session available

source: User IP:
es: XXUser IP:

source: Server IP:
es: XXServer IP:

source: Headline:
es: XXHeadline:

source: Logged on %(evlog)s
es: XXLogged on %(evlog)s

source: Registration Closed
es: XXRegistration Closed

source: You are registered
es: XXYou are registered

source: Attend this event
es: XXAttend this event

source: No events here, yet.
es: XXNo events here, yet.

source: I would like to add one.
es: XXI would like to add one.

source: Back to events search
es: XXBack to events search

source: Done!
es: XXDone!

source: Meta Information for<br /> %(event_title)s
es: XX

source: RegID
es: XXRegID

source: Registrant
es: XXRegistrant

source: (name not available)
es: XX(name not available)

source: +%(events_more)s more
es: XX+%(events_more)s more

source: Types of Events
es: XXTypes of Events

source: All Event Types
es: XXAll Event Types

source: Registrants
es: XXRegistrants

source: Month
es: XXMonth

source: You can export all the upcoming events to any calendar application such as MS Outlook, Google calendar, Apple iCal with the following link.
es: XX

source: More
es: XXMore

source: Registrant Roster
es: XXRegistrant Roster

source: View Event Details
es: XXView Event Details

source: Monthly View
es: XXMonthly View

source: Search Registrations
es: XXSearch Registrations

source: Event Registration Payment Status
es: XXEvent Registration Payment Status

source: Back to regular event view
es: XXBack to regular event view

source: Past event
es: XXPast event

source: Speaker
es: XXSpeaker

source: Full Description
es: XXFull Description

source: Organizer
es: XXOrganizer

source: When?
es: XXWhen?

source: Where?
es: XXWhere?

source: Step %(step)s of %(step_count)s
es: XXStep %(step)s of %(step_count)s

source: Email to Event Registrants
es: XXEmail to Event Registrants

source: Event Title:
es: XXEvent Title:

source: View all registrant(s)
es: XXView all registrant(s)

source: This message will be sent IMMEDIATELY. DO NOT HIT REFRESH!
es: XXThis message will be sent IMMEDIATELY. DO NOT HIT REFRESH!

source: Cancel Event Registration
es: XXCancel Event Registration

source: Cancelling registration for %(first_name)s
es: XX Cancelling registration for %(first_name)s

source: Cancelling registration for %(last_name)s
es: XX Cancelling registration for %(last_name)s

source: Cancelling registration for Guest #:
es: XX Cancelling registration for Guest #:

source: Amount:
es: XXAmount:

source: Cancel Registration
es: XXCancel Registration

source: Cancelling %(reglength)s registration(s)
es: XXCancelling %(reglength)s registration(s)

source: %(cancel_length)s registration(s) already cancelled
es: XX%(cancel_length)s registration(s) already cancelled

source: Cancelling
es: XXCancelling

source: Guest #%(forl)s
es: XXGuest #%(forl)s

source: Amount:
es: XXAmount:

source: Already Cancelled
es: XXAlready Cancelled

source: Guest #
es: XX Guest #

source: Registration Form Edit
es: XXRegistration Form Edit

source: Registration
es: XXRegistration

source: Only the first</strong> registrant information is required. The rest of the registrants can be left blank if you don't know the information.
es: XX

source: Type the Code Below
es: XXType the Code Below

source: Reg
es: XXReg

source: Add<input class="extra-registrants" type="text" name="extra-registrant-amount" value="1" /> registrant(s)
es: XX

source: Registration Edit
es: XXRegistration Edit

source: Registration Confirmation
es: XXRegistration Confirmation

source: Registration cancelled.
es: XXRegistration cancelled.

source: Almost registered. Payment is still required.
es: XXAlmost registered. Payment is still required.

source: Complete registration.
es: XXComplete registration.

source: You are registered. Balance is $%(regbal)s.
es: XXYou are registered. Balance is $%(regbal)s.

source: Pay online.
es: XXPay online.

source: You are registered. Enjoy the event!
es: XXYou are registered. Enjoy the event!

source: Registration Canceled on %(cancel_dt)s
es: XXRegistration Canceled on %(cancel_dt)s

source: Event Details
es: XXEvent Details

source: Your Details
es: XXYour Details

source: Registration Number:
es: XXRegistration Number:

source: Cancel Registation
es: XXCancel Registation

source: Guest #
es: XXGuest #

source: Canceled on %(cancel_date)s
es: XX Canceled on %(cancel_date)s

source: Register More People
es: XXRegister More People

source: Payment Details
es: XXPayment Details

source: View invoice
es: XXView invoice

source: Pay online
es: XXPay online

source: Total $%(total)s
es: XXTotal $%(total)s

source: Balance $%(balance)s
es: XXBalance $%(balance)s

source: <h1>Register for Event</h1> <div class='event-title'>%(event_title)s</div>
es: XX

source: Register for Event
es: XXRegister for Event

source: Payment Methods Available
es: XXPayment Methods Available

source: Event has ended
es: XXEvent has ended

source: Event is full
es: XXEvent is full

source: Registration has ended
es: XXRegistration has ended

source: Registration starts on
es: XXRegistration starts on

source: Register for Free
es: XXRegister for Free

source: View Profile
es: XXView Profile

source: View Registration
es: XXView Registration

source: Back to event
es: XXBack to event

source: Export Only Non-Paid Registrants
es: XXExport Only Non-Paid Registrants

source: Export Only Paid Registrants
es: XXExport Only Paid Registrants

source: Export Non-Paid and Paid Registrants (one file)
es: XXExport Non-Paid and Paid Registrants (one file)

source: Name & Phone
es: XXName & Phone

source: Title &amp; Company
es: XXTitle &amp; Company

source: Price Type
es: XXPrice Type

source: Inv#
es: XXInv#

source: Inv$
es: XXInv$

source: Reg#
es: XXReg#

source: Reg$
es: XXReg$

source: Guest#
es: XXGuest#

source: additional registrants:
es: XXadditional registrants:

source: admin notes:
es: XXadmin notes:

source: TENDERED:
es: XXTENDERED:

source: Not Tendered
es: XXNot Tendered

source: Paid
es: XXPaid

source: Non-Paid
es: XXNon-Paid

source: Showing only non-paid registrants.
es: XXShowing only non-paid registrants.

source: Showing only paid registrants.
es: XXShowing only paid registrants.

source: Showing paid and non-paid registrants.
es: XXShowing paid and non-paid registrants.

source: Show only <strong>paid</strong>
es: XXShow only <strong>paid</strong>

source: Show only <strong>non-paid</strong>
es: XXShow only <strong>non-paid</strong>

source: Show <strong>total</strong>
es: XXShow <strong>total</strong>

source: Event Registrant Search
es: XXEvent Registrant Search

source: Web Developer at %(regcomp)s
es: XXWeb Developer at %(regcomp)s

source: Web Developer
es: XXWeb Developer

source: Works at %(regcomp)s
es: XXWorks at %(regcomp)s

source: Registered on %(reg_date)s
es: XXRegistered on %(reg_date)s

source: Canceled on %(cancel_date)s
es: XXCanceled on %(cancel_date)s

source: Files Add
es: XXFiles Add

source: File Delete
es: XXFile Delete

source: Back to files search
es: XXBack to files search

source: File Edit
es: XXFile Edit

source: Files Index Page
es: XXFiles Index Page

source: Files:
es: XXFiles:

source: File Search
es: XXFile Search

source: Download this image
es: XXDownload this image

source: Download this PDF
es: XXDownload this PDF

source: Download this text file
es: XXDownload this text file

source: Updated %(file_update)s by %(file_creator)s
es: XXUpdated %(file_update)s by %(file_creator)s

source: View File
es: XXView File

source: Created on %(create_date)s by %(file_creator)s
es: XXCreated on %(create_date)s by %(file_creator)s

source: Upload Media
es: XXUpload Media

source: Insert Image
es: XXInsert Image

source: Insert Attachment
es: XXInsert Attachment

source: Width:
es: XXWidth:

source: Alignment (Float)
es: XXAlignment (Float)

source: Left
es: XXLeft

source: Right
es: XXRight

source: Update Image
es: XXUpdate Image

source: Remove Image
es: XXRemove Image

source: Delete
es: XX Delete

source: Are you sure you want to delete this
es: XXAre you sure you want to delete this

source: 0 Entries Found
es: XX0 Entries Found

source: Entry Delete
es: XXEntry Delete

source: Are you sure you want to delete this entry?
es: XXAre you sure you want to delete this entry?

source: Entries
es: XXEntries

source: Subscribers
es: XXSubscribers

source: Edit Fields
es: XXEdit Fields

source: Fields Update
es: XXFields Update

source: All Help Files
es: XXAll Help Files

source: Help Files
es: XXHelp Files

source: Help Topics
es: XXHelp Topics

source: Add Help File
es: XXAdd Help File

source: Request Help File
es: XXRequest Help File

source: Featured
es: XXFeatured

source: FAQ
es: XXFAQ

source: Most viewed
es: XXMost viewed

source: Redirects:
es: XXRedirects:

source: DRAFT
es: XXDRAFT

source: Please provide as much detail as possible.
es: XXPlease provide as much detail as possible.

source: If you would like to, also include your name and email:
es: XXIf you would like to, also include your name and email:

source: Help Files Search
es: XXHelp Files Search

source: %(topic)s help files
es: XX%(topic)s help files

source: %(topic_title)s Help Files
es: XX%(topic_title)s Help Files

source: Download:
es: XXDownload:
