Repository: tendenci/tendenci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: (**skip if you already have your spread sheet ready)
es: XX(**skip if you already have your spread sheet ready)

source: .xls Template
es: XX.xls Template

source: Upload Your Spread Sheet
es: XXUpload Your Spread Sheet

source: Make Users
es: XXMake Users

source: <h2>Identify Duplicates by </h2> <p>%(form_key)s</p>
es: XX

source: Add Users to Group
es: XXAdd Users to Group

source: Reset group before importing
es: XXReset group before importing

source: (existing group members will be deleted)
es: XX(existing group members will be deleted)

source: Preview Your Import
es: XXPreview Your Import

source: You're almost done! Please review your settings. To complete your import click 'Import Now.'
es: XX

source: Total Users
es: XXTotal Users

source: Invalid Users
es: XXInvalid Users

source: ID Duplicates by:
es: XXID Duplicates by:

source: Interactive Status:
es: XXInteractive Status:

source: User Group:
es: XXUser Group:

source: Update:
es: XXUpdate:

source: Row
es: XXRow

source: This user will be ignored (not added or updated)
es: XXThis user will be ignored (not added or updated)

source: INSERT:
es: XXINSERT:

source: UPDATE
es: XXUPDATE

source: You (%(requser)s) are importing the following file at (time)
es: XXYou (%(requser)s) are importing the following file at (time)

source: Note: User Logging Will be Suspended for the duration of import for this session only.
es: XX

source: INSERTS:
es: XXINSERTS:

source: UPDATES:
es: XXUPDATES:

source: INVALID:
es: XXINVALID:

source: TOTAL:
es: XXTOTAL:

source: Download recap
es: XXDownload recap

source: Search Users
es: XXSearch Users

source: Import More Users
es: XXImport More Users

source: loading ...
es: XXloading ...

source: %(total_done)s</span>/%(total)s completed
es: XX%(total_done)s</span>/%(total)s completed

source: Invoice Adjustment
es: XXInvoice Adjustment

source: Billing Information:
es: XXBilling Information:

source: Current Invoice Totals
es: XXCurrent Invoice Totals

source: Payments/Credits:
es: XXPayments/Credits:

source: Balance:
es: XXBalance:

source: Adjustment Amount(+/-)
es: XXAdjustment Amount(+/-)

source: Notes/Comments:
es: XXNotes/Comments:

source: Invoice Accounting Entries View
es: XXInvoice Accounting Entries View

source: Accounting Entries View for Invoice %(invoice_id)s
es: XXAccounting Entries View for Invoice %(invoice_id)s

source: A summary of the accounting entries for invoice %(invoice_id)s is below.
es: XX

source: Invoice:
es: XXInvoice:

source: Account
es: XXAccount

source: Debit
es: XXDebit

source: Credit
es: XXCredit

source: DateTime
es: XXDateTime

source: Total by Account:
es: XXTotal by Account:

source: View All Account Numbers
es: XXView All Account Numbers

source: Invoices:
es: XXInvoices:

source: Payment #
es: XXPayment #

source: by:
es: XXby:

source: abandoned
es: XXabandoned

source: verified, not received
es: XXverified, not received

source: voided
es: XXvoided

source: (details)
es: XX(details)

source: Description:
es: XXDescription:

source: Transaction ID:
es: XXTransaction ID:

source: Transaction String:
es: XXTransaction String:

source: Response:
es: XXResponse:

source: Payment Status:
es: XXPayment Status:

source: Invoice
es: XXInvoice

source: Invoice #
es: XXInvoice #

source: Invoice For
es: XXInvoice For

source: Invoice Date
es: XXInvoice Date

source: Invoice Status
es: XXInvoice Status

source: Tendered %(tenddate)s
es: XXTendered %(tenddate)s

source: Estimate
es: XXEstimate

source: Invoice Amount
es: XXInvoice Amount

source: Invoice Search
es: XXInvoice Search

source: CANCELLED
es: XXCANCELLED

source: EST
es: XXEST

source: Method
es: XXMethod

source: Adjustment
es: XXAdjustment

source: Sub Total:
es: XXSub Total:

source: Balance due:
es: XXBalance due:

source: Pay Invoice
es: XXPay Invoice

source: Adjust Invoice
es: XXAdjust Invoice

source: Accounting Entries
es: XXAccounting Entries

source: Make Notes
es: XXMake Notes

source: Tendered %(tenddate)s
es: XX Tendered %(tenddate)s

source: Jobs Pricing
es: XXJobs Pricing

source: Approve Job
es: XXApprove Job

source: Are you sure you want to approve this job?
es: XXAre you sure you want to approve this job?

source: Back to jobs search
es: XXBack to jobs search

source: Meta Information for<br /> %(job_title)s
es: XX

source: JobID
es: XXJobID

source: Contact
es: XXContact

source: Pending
es: XXPending

source: View Job
es: XXView Job

source: Search Job Bank
es: XXSearch Job Bank

source: Add a Job
es: XXAdd a Job

source: Job Posting Payment Status
es: XXJob Posting Payment Status

source: Pending Jobs
es: XXPending Jobs

source: Approve
es: XXApprove

source: There are no pending jobs.
es: XXThere are no pending jobs.

source: Add a New Price:
es: XXAdd a New Price:

source: To add a new job price, complete the fields below and press Submit.
es: XXTo add a new job price, complete the fields below and press Submit.

source: Job Pricing
es: XXJob Pricing

source: Job Pricing List
es: XXJob Pricing List

source: Member Regular Price:
es: XXMember Regular Price:

source: Member Premium Price:
es: XXMember Premium Price:

source: Show Member Pricing:
es: XXShow Member Pricing:

source: Created on %(create_date)s by %(creat)s
es: XXCreated on %(create_date)s by %(creat)s

source: Member
es: XXMember

source: Non-Member
es: XXNon-Member

source: Back to regular job view
es: XXBack to regular job view

source: Your printed page will look <em>something</em> like this.</div>
es: XXYour printed page will look <em>something</em> like this.</div>

source: Position Type
es: XXPosition Type

source: <div class="label">Position Reports To</div> <div class="value">%(repto)s</div>
es: XX

source: Location
es: XXLocation

source: <div class="label">Travel Required</div> <div class="value">%(travper)s of the time (approximate)</div>
es: XX

source: <div class="label">Starts On</div> <div class="value">%(start_date)s</div>
es: XX

source: Salary
es: XXSalary

source: %(salfrom)s to %(salto)s
es: XX%(salfrom)s to %(salto)s

source: Code
es: XXCode

source: Job Requirements
es: XXJob Requirements

source: Experience
es: XXExperience

source: Skills
es: XXSkills

source: Education Required
es: XXEducation Required

source: Company Information
es: XXCompany Information

source: Contact Information
es: XXContact Information

source: Released on %(release_date)s by %(job_creator)s
es: XXReleased on %(release_date)s by %(job_creator)s

source: Thank you
es: XXThank you

source: Your job is is under review and will be approved by an administrator
es: XXYour job is is under review and will be approved by an administrator

source: Job Information
es: XXJob Information

source: Level
es: XXLevel

source: <div class="label">Position Reports To</div> <div class="value">%(job_report)s</div>
es: XX

source: <div class="label">Travel Required</div> <div class="value">%(jobper)s percent of the time (approximate)</div>
es: XX

source: <div class="label">Salary</div> <div class="value">%(salfrom)s to %(salto)s</div> <div class="clear"></div>
es: XX

source: Computer Skills
es: XXComputer Skills

source: Fax:
es: XXFax:

source: Contact Method
es: XXContact Method

source: Submitted on %(create_date)s by:
es: XX

source: Back to locations search
es: XXBack to locations search

source: Released on %(release_date)s by %(location_creator)s
es: XXReleased on %(release_date)s by %(location_creator)s

source: Submitted on %(location_create)s by %(location.creator)s
es: XXSubmitted on %(location_create)s by %(location.creator)s

source: Add a Payment Confirmation
es: XXAdd a Payment Confirmation

source: Make Payment ID
es: XXMake Payment ID

source: Make Payments
es: XXMake Payments

source: Make Payments:
es: XXMake Payments:

source: View a Payment
es: XXView a Payment

source: Payment Amount:
es: XXPayment Amount:

source: Invoice ID:
es: XXInvoice ID:

source: User:
es: XXUser:

source: Name:
es: XXName:

source: Company:
es: XXCompany:

source: Email:
es: XXEmail:

source: Referred By:</div><div>%(mpref)s
es: XXReferred By:</div><div>%(mpref)s

source: Comments:
es: XXComments:

source: Create Date:
es: XXCreate Date:

source: Import Memberships from CSV file
es: XXImport Memberships from CSV file

source: Membership for %(mem_user)s
es: XXMembership for %(mem_user)s

source: Membership for %(memname)s
es: XXMembership for %(memname)s

source: View profile
es: XXView profile

source: Joined %(memjoin)s (%(memtimesince)s)
es: XXJoined %(memjoin)s (%(memtimesince)s)

source: Expires %(membexpdate)s
es: XXExpires %(membexpdate)s

source: Never expires
es: XXNever expires

source: Membership Import Finished!
es: XXMembership Import Finished!

source: Step 4/4
es: XXStep 4/4

source: Back to membership search page.
es: XXBack to membership search page.

source: Membership Import Map Fields
es: XXMembership Import Map Fields

source: Step 2/4
es: XXStep 2/4

source: Membership Import Preview
es: XXMembership Import Preview

source: Step 3/4
es: XXStep 3/4

source: Number
es: XXNumber

source: Expire Date
es: XXExpire Date

source: Membership Import Upload File
es: XXMembership Import Upload File

source: Step 1/4
es: XXStep 1/4

source: Memb. App. ID
es: XXMemb. App. ID

source: Membership #
es: XXMembership #

source: Membership information not available
es: XXMembership information not available

source: Members:
es: XXMembers:

source: Notices
es: XXNotices

source: View Your Application Entry
es: XXView Your Application Entry

source: Membership Application Payment Status
es: XXMembership Application Payment Status

source: Renew from now until %(memdate)s
es: XXRenew from now until %(memdate)s

source: Renewal available in %(memdate)s
es: XXRenewal available in %(memdate)s

source: 0 Members Found
es: XX0 Members Found

source: Membership Types
es: XXMembership Types

source: %(entry_name)s Application Entry Confirmation</h1> <div class="entry_dt">Submitted %(entry_date)s
es: XX

source: Approved on %(decision_date)s by:
es: XX

source: Denied on %(decision_date)s by:
es: XX

source: Email Has been Sent to Verify Your Email Address
es: XXEmail Has been Sent to Verify Your Email Address

source: Please follow the instruction in the email to continue signing up for the membership.
es: XX

source: Thank you!
es: XXThank you!

source: We apologize, you must be within your renewal period to view this application.
es: XX

source: Your renewal period starts in %(time_until_renew)s on %(renewper)s.
es: XX

source: You will be notified at %(user_email)s.
es: XXYou will be notified at %(user_email)s.

source: edit email
es: XXedit email

source: Submission
es: XXSubmission

source: Submitted
es: XXSubmitted

source: Edit Entry
es: XXEdit Entry

source: Membership Entries
es: XXMembership Entries

source: Entries:
es: XXEntries:

source: Approve Membership
es: XXApprove Membership

source: Membership Entry Search
es: XXMembership Entry Search

source: Submitted %(entry_date)s
es: XXSubmitted %(entry_date)s

source: Approved on %(entry_decision)s
es: XXApproved on %(entry_decision)s

source: Disapproved on %(entry_decision)s
es: XXDisapproved on %(entry_decision)s

source: Applications
es: XXApplications

source: Disapproved
es: XXDisapproved

source: Greetings:
es: XXGreetings:

source: Membership Notices were distributed on %(site_display_name)s.
es: XXMembership Notices were distributed on %(site_display_name)s.

source: Total Notices sent:
es: XXTotal Notices sent:

source: Recap of Emails Sent:
es: XXRecap of Emails Sent:

source: Time submitted:
es: XXTime submitted:

source: Membership Notice Log View
es: XXMembership Notice Log View

source: Log ID:
es: XXLog ID:

source: Notice Name:
es: XXNotice Name:

source: Sent Date
es: XXSent Date

source: Number emails sent:
es: XXNumber emails sent:

source: Sent to the following member(s):
es: XXSent to the following member(s):

source: Membership Notice Log Search
es: XXMembership Notice Log Search

source: Sent Start Date/Time:
es: XXSent Start Date/Time:

source: Sent End Date/Time:
es: XXSent End Date/Time:

source: Number emails sent:
es: XXNumber emails sent:

source: View recap of emails sent
es: XXView recap of emails sent

source: 0 Logs Found
es: XX0 Logs Found

source: Meta Information for <br /> %(news_head)s
es: XX

source: Back to regular news view
es: XXBack to regular news view

source: Submitted on %(news_create)s by %(news_creator)s
es: XXSubmitted on %(news_create)s by %(news_creator)s

source: Submitted on %(ncreate)s by %(ncreator)s
es: XXSubmitted on %(ncreate)s by %(ncreator)s

source: Released on %(new_release)s by:
es: XXReleased on %(new_release)s by:

source: Tendenci Newsletter Generator
es: XXTendenci Newsletter Generator

source: Generate Tendenci Newsletter
es: XXGenerate Tendenci Newsletter

source: This form will create a Tendenci newsletter for you with the following information.
es: XX

source: You will still have the ability to make edits before sending.
es: XXYou will still have the ability to make edits before sending.

source: User group
es: XXUser group

source: Include email2?
es: XXInclude email2?

source: Yes, send to user's second email address
es: XXYes, send to user's second email address

source: Personalize Subject?
es: XXPersonalize Subject?

source: Do not include Module Content
es: XXDo not include Module Content

source: Template Selection?
es: XXTemplate Selection?

source: Tendenci Default Templates
es: XXTendenci Default Templates

source: Format?
es: XXFormat?

source: Schipul Web Marketing
es: XXSchipul Web Marketing

source: Tendenci Newsletter
es: XXTendenci Newsletter

source: One Column With Header
es: XXOne Column With Header

source: Latest Articles
es: XXLatest Articles

source: Latest Releases
es: XXLatest Releases

source: Latest Calendar Events
es: XXLatest Calendar Events

source: Contact us: Replace This With Your Company Address
es: XXContact us: Replace This With Your Company Address

source: Two Column Right Sidebar
es: XXTwo Column Right Sidebar

source: Notifications
es: XXNotifications

source: Primary email
es: XXPrimary email

source: Note
es: XXNote

source: You do not have a verified email address to which notices can be sent. You can add one by going to <a href="%(email_url)s">Account</a>.
es: XX

source: Notification Type
es: XXNotification Type

source: Article Add Notice
es: XXArticle Add Notice

source: The following article was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Articles module by %(author)s
es: XX

source: It needs to be activated
es: XXIt needs to be activated

source: Article Delete Notice
es: XXArticle Delete Notice

source: A record has been deleted from the %(SITE_GLOBAL_SITEDISPLAYNAME)s module
es: XX

source: The details are given below:
es: XXThe details are given below:

source: Headline:
es: XXHeadline:

source: Deleted by:</td> <td width="75%%"><b>%(requser)s
es: XX

source: Headline: {{ object.headline }}
es: XXHeadline: {{ object.headline }}

source: To view this article go to:
es: XXTo view this article go to:

source: View message online:
es: XXView message online:

source: The following company has applied for corporate membership on %(SITE_GLOBAL_SITEDISPLAYNAME)s:
es: XX

source: City/State/ZIP:
es: XXCity/State/ZIP:

source: This form was submitted by:
es: XXThis form was submitted by:

source: Title:
es: XXTitle:

source: To view the complete application, go to:
es: XXTo view the complete application, go to:

source: To approve the application, go to:
es: XXTo approve the application, go to:

source: For more on the person who submitted the application, go to:
es: XXFor more on the person who submitted the application, go to:

source: If you have received this in error, please contact the webmaster below.
es: XXIf you have received this in error, please contact the webmaster below.

source: Thank you for applying for the corporate membership "%(objname)s" on %(SITE_GLOBAL_SITEDISPLAYNAME)s.
es: XX

source: For individuals to join under your corporate membership, use the following <b>secret code</b>:
es: XX

source: To view the invoice, go to:
es: XXTo view the invoice, go to:

source: To make online credit card payment, go to the invoice view page and make online payment from there.
es: XX

source: To view this corporate membership, go to:
es: XXTo view this corporate membership, go to:

source: Note that the dues representative(s) will be notified by email when your corporate membership is approved.
es: XX

source: Your corporate membership has to be approved before individuals can join under your corporate membership.
es: XX

source: The following corporate membership has been edited on %(SITE_GLOBAL_SITEDISPLAYNAME)s:
es: XX

source: To view the complete application, go to:
es: XXTo view the complete application, go to:

source: Corporate Membership Payment Received
es: XXCorporate Membership Payment Received

source: The payment has been received for the following corporate membership on %(SITE_GLOBAL_SITEDISPLAYNAME)s
es: XX

source: Your corporate membership "%(objname)s" has been renewed and approved.
es: XX

source: Total individual memberships renewed: %(totind)s
es: XXTotal individual memberships renewed: %(totind)s

source: The following company has renewed for corporate membership on %(SITE_GLOBAL_SITEDISPLAYNAME)s:
es: XX

source: The corporate membership "%(objname)s" has been renewed by %(requser)s.
es: XX

source: To make online credit card payment, go to invoice view page and make online payment from there:
es: XX

source: Note that the dues representative(s) will be notified by email when your corporate membership renewal is approved.
es: XX

source: The <b>secret code</b> for individuals to join under your corporate membership:
es: XX

source: The following directory was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Directories module by %(requser)s
es: XX

source: The following directory was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Directories module by %(requser)s and needs to be activated.
es: XX

source: Body:
es: XXBody:

source: To view the details of this directory, go to:
es: XX

source: To activate this directory, go to:
es: XX

source: Directory Delete Notice
es: XXDirectory Delete Notice

source: A record has been deleted from the %(SITE_GLOBAL_SITEDISPLAYNAME)s module
es: XX

source: If you would like view all recently deleted directories, go to:
es: XX

source: The following directory has been edited:
es: XXThe following directory has been edited:

source: To view this directory go to: %(SITE_GLOBAL_SITEURL)s%(objurl)s
es: XXTo view this directory go to: %(SITE_GLOBAL_SITEURL)s%(objurl)s

source: A donation has been made for %(SITE_GLOBAL_SITEDISPLAYNAME)s
es: XX

source: Donation Amount:
es: XXDonation Amount:

source: Allocate Donation to:
es: XXAllocate Donation to:

source: Payment Method:
es: XXPayment Method:

source: Referred By:
es: XXReferred By:

source: %(first_name)s %(last_name)s just added the following event from %(SITE_GLOBAL_SITEDISPLAYNAME)s
es: XX

source: View event details
es: XXView event details

source: Remove my email from this notification list
es: XXRemove my email from this notification list

source: Event Deleted - Notification
es: XXEvent Deleted - Notification

source: %(userfirst)s %(userlast)s just deleted the following event from %(SITE_GLOBAL_SITEDISPLAYNAME)s
es: XX

source: View details saved in the event-logs
es: XXView details saved in the event-logs

source: Event Registration Cancelled - Notification
es: XXEvent Registration Cancelled - Notification

source: %(user_first)s %(user_last)s just cancelled their registration on %(SITE_GLOBAL_SITEDISPLAYNAME)s
es: XX

source: An anonymous user just cancelled the registration for:
es: XXAn anonymous user just cancelled the registration for:

source: guest
es: XXguest

source: View registration details
es: XXView registration details

source: We now have %(eventreg)s registrants, %(regpaid)s paid ($%(eventmoney)s) and %(regpend)s pending (%(eventout)s)
es: XX

source: %(title)s on %(start_dt)s
es: XX%(title)s on %(start_dt)s

source: Price: Free!
es: XXPrice: Free!

source: Price: $%(priceflo)s
es: XXPrice: $%(priceflo)s

source: Registration Complete. Enjoy the Event!
es: XXRegistration Complete. Enjoy the Event!

source: Almost Registered. Payment is still required.
es: XXAlmost Registered. Payment is still required.

source: Complete this registration.
es: XXComplete this registration.

source: Helpful Links
es: XXHelpful Links

source: Registration Details
es: XXRegistration Details

source: You should register for an account!
es: XXYou should register for an account!

source: This email contains your registration details. Keep it in a safe place. Do not forward this email to an untrusted person.
es: XX

source: Group Add Notice
es: XXGroup Add Notice

source: The following group was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s by %(requser)s(administrator)
es: XX

source: The following group was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s by %(requser)s and needs to be activated
es: XX

source: Label:
es: XXLabel:

source: To view the details of this group, go to:
es: XX

source: To activate this group, go to:
es: XX

source: A group has been deleted from the %(SITE_GLOBAL_SITEDISPLAYNAME)s. The details are given below:
es: XX

source: Deleted by:</td> <td width="75%%"><b>%(requser)s (%(requsername)s)
es: XX

source: If you would like view all recently deleted groups, go to:
es: XX

source: Time submitted:
es: XXTime submitted:

source: The following invoice has been edited:
es: XXThe following invoice has been edited:

source: ID:
es: XXID:

source: Type:
es: XXType:

source: Tendered
es: XXTendered

source: Create Date: %(objdate)s
es: XXCreate Date: %(objdate)s

source: To view this invoice go to: %(SITE_GLOBAL_SITEURL)s%(objget)s
es: XXTo view this invoice go to: %(SITE_GLOBAL_SITEURL)s%(objget)s

source: Job Add Notice
es: XXJob Add Notice

source: The following job was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Online Job Bank by:
es: XX

source: Position Title:
es: XXPosition Title:

source: You can activate this job at:
es: XXYou can activate this job at:

source: Job Delete Notice
es: XXJob Delete Notice

source: A record has been deleted from module:
es: XX

source: If you would like view all recently deleted jobs, go to:
es: XX

source: A payment attempt has been made for %(SITE_GLOBAL_SITEDISPLAYNAME)s
es: XX

source: Payment Amount:
es: XXPayment Amount:

source: View invoice to verify payment received:
es: XXView invoice to verify payment received:

source: Membership Approved
es: XXMembership Approved

source: Membership Type: %(memtype)s $%(memtype)s
es: XXMembership Type: %(memtype)s $%(memtype)s

source: Membership Type: %(memtype)s Free
es: XXMembership Type: %(memtype)s Free

source: View Approved Application
es: XXView Approved Application

source: %(membership_total)s Total Active Membership(s)
es: XX%(membership_total)s Total Active Membership(s)

source: Application Created %(create_date)s (%(time_since)s)
es: XXApplication Created %(create_date)s (%(time_since)s)

source: Hello,<br /><br /> We have received a requet to verify an email address for signing up the membership under the corporate "%(memtype)s" on %(SITE_GLOBAL_SITEDISPLAYNAME)s. <br /><br /> To verify and continue to sign up for the membership, click the following URL:
es: XX

source: Thanks, <br /><br /> %(SITE_GLOBAL_SITEDISPLAYNAME)s
es: XX

source: Membership Disapproved
es: XXMembership Disapproved

source: Membership Type:
es: XXMembership Type:

source: Free
es: XXFree

source: View Disapproved Application
es: XXView Disapproved Application

source: Application Created %(objcreate)s (%(objtime)s)
es: XXApplication Created %(objcreate)s (%(objtime)s)

source: News Add Notice
es: XXNews Add Notice

source: The following news was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s module
es: XX
