Repository: tendenci/tendenci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Username
es: Nombre De Usuario

source: Password
es: Contraseña

source: Remember Login
es: Recordar Contraseña

source: This account is currently inactive.
es: Esta cuenta está inactiva

source: The username and/or password you specified are not correct.
es: XXThe username and/or password you specified are not correct.El nombre de usuario y/o la contraseña que ha especificado no son correctas

source: Successfully logged in as %(username)s.
es: Registrado en la sesión como %(username)s

source: That e-mail address doesn't have an associated user account. Are you sure you've <a href="/accounts/register" >registered</a>?
es: XXEsta dirección de correo electrónico no tiene una cuenta de usuario asociada. ¿Está seguro de haberse registrado?

source: That e-mail address doesn't have an associated user account.
es: XXThat e-mail address doesn't have an associated user account.Esta dirección de correo electrónico no tiene una cuenta de usuario asociada.

source: Password reset on %s
es: Restablecimiento de la contraseña en %s

source: Newsletter_recap
es: Resumen del boletín de noticias

source: Newsletter sent recap.
es: Resumen de boletín de noticias enviadas

source: Software License Agreement
es: Acuerdo de licencia del Software

source: Release Date/Time
es: Publicación de Fecha/Hora

source: Article Added
es: Artículo Añadido

source: An article has been added.
es: Un artículo ha sido añadido.

source: Article Deleted
es: Artículo Eliminado

source: An article has been deleted
es: Un artículo ha sido eliminado.

source: URL Path
es: Camino URL

source: Time Zone
es: Zona horaria

source: First Name
es: Primer Nombre

source: Last Name
es: Apellido

source: Include in RSS feed
es: Incluir en RSS

source: Design Notes
es: Notas De Diseño

source: Enclosure URL
es: XXEnclosure URL

source: Enclosure Type
es: XXEnclosure Type

source: Enclosure Length
es: XXEnclosure Length

source: Official Content
es: Contenido Oficial

source: String (up to %(max_length)s)
es: Cadena (hasta %(max_length)s)

source: Enter a valid 'slug' consisting of letters, numbers, underscores or hyphens.
es: XXIngrese un 'slug' valido que consiste de letras, números, guiones bajos o guiones.

source: Enter a valid 'slug' consisting of letters, numbers, underscores (_), front-slashes (/) or hyphens.
es: XXIngrese un 'slug' valido que consiste de letras, números, guiones bajos, barras, o guiones.

source: Model attribute must be set
es: Atributo de modelo se debe establecer

source: Model attribute must derive from Model
es: Atributo de modelo debe proceder del modelo

source: Model.objects does not have a search method
es: Model.objects no tiene un método de búsqueda

source: %s tag requires exactly three arguments
es: %s etiqueta requiere exactamente tres argumentos

source: second argument to %s tag must be 'as'
es: segundo argumento de etiqueta %s debe ser 'as'

source: Category
es: Categoría

source: Sub Category
es: Sub Categoría

source: content type
es: Tipo de Contenido

source: object id
es: Identificación de Objeto

source: %s tag requires 4 or 5 arguments
es: etiqueta de %s requiere cuatro o cinco argumentos

source: Description
es: Descripción

source: Notes
es: Notas

source: Instruction for User
es: Instrucciones para el usuario

source: Join Date/Time
es: Fecha/Hora de Ingreso

source: Expiration Date/Time
es: Fecha/Hora de vencimiento

source: This secret code is already taken. Please use a different one.
es: Este código secreto ya está en uso. Por favor, use uno diferente.

source: This user is already a representative.
es: Este usuario es ya un representante.

source: Corp Application
es: Aplicación Corp

source: Select an Option for the Existing Records:
es: Seleccione una opción para los registros existentes:

source: CSV File
es: Expediente CSV

source: Type Your Password
es: Escriba su contraseña

source: Invalid password.
es: Contraseña no es valida

source: Corporate Membership Added
es: Membresía Corporativa Añadida

source: A corporate membership has been added.
es: Una membresía corporativa se ha añadido

source: Corporate Membership Added User Notice
es: Membresía Corporativa aviso de usuario agregado

source: A corporate membership has been added - notice to user.
es: Una membresía corporativa se ha añadido - Aviso al usuario.

source: Corporate Membership Edited
es: Membresía Corporativa Editada

source: A corporate membership has been edited.
es: Una membresía corporativa ha sido editada.

source: Corporate Membership Renewed
es: Membresía Corporativa renovada

source: A corporate membership has been renewed.
es: Membresía Corporativa renovada

source: Corporate Membership Renewal User Notice
es: Renovación de membresía corporativa aviso a usuario

source: A corporate membership has been renewed - notice to user.
es: Una membresía corporativa ha sido renovada - Aviso al usuario.

source: Corporate Membership Renewal Approved
es: Renovación de Membresía Corporativa aprobada

source: The corporate membership renewal has been approved.
es: La renovación de la membresía corporativa ha sido aprobada.

source: Payment Received for Corporate Membership
es: Pago recibido por la Membresía Corporativa

source: Payment for a corporate membership has been received.
es: Ppago de membresía corporativa se ha recibido.

source: Text
es: Texto

source: Paragraph Text
es: Texto de párrafo

source: Checkbox
es: Casilla de verificación

source: Select One from a list (Drop Down)
es: Seleccione uno de una lista (Opciones)

source: Select One from a list (Radio Buttons)
es: Seleccione uno de una lista ( )

source: Multi select (Drop Down)
es: Selccion multiple (Opconies)

source: Multi select (Checkboxes)
es: Selccion multiple (Casillas de verificación)

source: Email
es: Correo electronico

source: File upload
es: Carga de archivos

source: Date
es: Fecha

source: Date/time
es: Fecha/Hora

source: Section Break
es: Salto de Sección

source: Page Break
es: Salto de Página

source: One Column
es: Una Columna

source: Two Columns
es: XXTwo Columns

source: Three Columns
es: XXThree Columns

source: Side by Side
es: XXSide by Side

source: Admin Approval
es: XXAdmin Approval

source: E-mail Domain
es: XXE-mail Domain

source: Secret Code
es: XXSecret Code

source: Small
es: XXSmall

source: Medium
es: XXMedium

source: Large
es: XXLarge

source: Name
es: XXName

source: Price
es: XXPrice

source: Renewal Price
es: XXRenewal Price

source: Bind individual memberships to this membership type.
es: XXBind individual memberships to this membership type.

source: Order
es: XXOrder

source: Admin Only
es: XXAdmin Only

source: Allow Threshold
es: XXAllow Threshold

source: Threshold Limit
es: XXThreshold Limit

source: Threshold Price
es: XXThreshold Price

source: All individual members applying under or
es: XXAll individual members applying under or

source: MembershipType
es: XXMembershipType

source: address
es: XXaddress

source: address2
es: XXaddress2

source: city
es: XXcity

source: state
es: XXstate

source: zipcode
es: XXzipcode

source: country
es: XXcountry

source: phone
es: XXphone

source: email
es: XXemail

source: url
es: XXurl

source: Join Date Time
es: XXJoin Date Time

source: Renew Date Time
es: XXRenew Date Time

source: Expiration Date Time
es: XXExpiration Date Time

source: Approved
es: XXApproved

source: Approved or Denied Date Time
es: XXApproved or Denied Date Time

source: Approved or Denied User
es: XXApproved or Denied User

source: Payment Method
es: XXPayment Method

source: Corporate Membership
es: XXCorporate Membership

source: Corporate Memberships
es: XXCorporate Memberships

source: Representative
es: XXRepresentative

source: is dues rep?
es: XXis dues rep?

source: is member rep?
es: XXis member rep?

source: Corporate Membership Archive
es: XXCorporate Membership Archive

source: Corporate Membership Archives
es: XXCorporate Membership Archives

source: Corp. Memb. Type
es: XXCorp. Memb. Type

source: Authentication Method
es: XXAuthentication Method

source: Confirmation Text
es: XXConfirmation Text

source: App for individual memberships.
es: XXApp for individual memberships.

source: Membership Application
es: XXMembership Application

source: Corporate Membership Application
es: XXCorporate Membership Application

source: Corporate Membership Applications
es: XXCorporate Membership Applications

source: Label
es: XXLabel

source: Field Name
es: XXField Name

source: Map to
es: XXMap to

source: Field Type
es: XXField Type

source: Choices
es: XXChoices

source: Choice Field Layout
es: XXChoice Field Layout

source: Field Size
es: XXField Size

source: Required
es: XXRequired

source: No Duplicates
es: XXNo Duplicates

source: Visible
es: XXVisible

source: Predefined Value
es: XXPredefined Value

source: CSS Class Name
es: XXCSS Class Name

source: Field
es: XXField

source: Fields
es: XXFields

source: Directory Added
es: XXDirectory Added

source: A directory has been added.
es: XXA directory has been added.

source: Directory Deleted
es: XXDirectory Deleted

source: A directory has been deleted
es: XXA directory has been deleted

source: Company logo. Only jpg, gif, or png images.
es: XXCompany logo. Only jpg, gif, or png images.

source: Address
es: XXAddress

source: Address 2
es: XXAddress 2

source: City
es: XXCity

source: State
es: XXState

source: Zip Code
es: XXZip Code

source: Country
es: XXCountry

source: Phone 2
es: XXPhone 2

source: Fax
es: XXFax

source: Email 2
es: XXEmail 2

source: List Type
es: XXList Type

source: Requested Duration
es: XXRequested Duration

source: Activation Date/Time
es: XXActivation Date/Time

source: Admin Notes
es: XXAdmin Notes

source: Start Date/Time
es: XXStart Date/Time

source: End Date/Time
es: XXEnd Date/Time

source: Never Expires
es: XXNever Expires

source: Type
es: XXType

source: Parent ID
es: XXParent ID

source: Contact Name
es: XXContact Name

source: Start and End
es: XXStart and End

source: Registration Limit
es: XXRegistration Limit

source: Enter the maximum number of registrants. Use 0 for unlimited registrants
es: XX

source: Type the code below
es: XXType the code below

source: Email Content
es: XXEmail Content

source: Amount
es: XXAmount

source: Enable Registration
es: XXEnable Registration

source: Guests Pay Registrant Price
es: XXGuests Pay Registrant Price

source: Number of attendees
es: XXNumber of attendees

source: Start Date
es: XXStart Date

source: End Date
es: XXEnd Date

source: Public can use
es: XXPublic can use

source: Signed in user can use
es: XXSigned in user can use

source: All members can use
es: XXAll members can use

source: Amount Paid
es: XXAmount Paid

source: Please choose a price.
es: XXPlease choose a price.

source: Registration has been closed.
es: XXRegistration has been closed.

source: Registration is full.
es: XXRegistration is full.

source: Event Added
es: XXEvent Added

source: An event has been added
es: XXAn event has been added

source: Event Edited
es: XXEvent Edited

source: An event has been edited
es: XXAn event has been edited

source: Event Deleted
es: XXEvent Deleted

source: An event has been deleted
es: XXAn event has been deleted

source: Event Registration Confirmation
es: XXEvent Registration Confirmation

source: The email you receive confirming your registration
es: XXThe email you receive confirming your registration

source: Event Registration Cancelled
es: XXEvent Registration Cancelled

source: Notify administrators that someone has cancelled their event registration
es: XX

source: URL
es: XXURL

source: Contact Form Submitted
es: XXContact Form Submitted

source: A contact form has been submitted.
es: XXA contact form has been submitted.

source: Choose from a list
es: XXChoose from a list

source: Multi select
es: XXMulti select

source: Subscribe to Group
es: XXSubscribe to Group

source: Full Name
es: XXFull Name

source: Phone Number
es: XXPhone Number

source: Title
es: XXTitle

source: Intro
es: XXIntro

source: Template for email subject
es: XXTemplate for email subject

source: Options include [title] for form title, and name of form fields inside brackets [ ]. E.x. [first name] or [email address]
es: XX

source: Send email
es: XXSend email

source: If checked, the person entering the form will be sent an email
es: XXIf checked, the person entering the form will be sent an email

source: From address
es: XXFrom address

source: The address the email will be sent from
es: XXThe address the email will be sent from

source: Send copies to
es: XXSend copies to

source: One or more email addresses, separated by commas
es: XXOne or more email addresses, separated by commas

source: Form
es: XXForm

source: Forms
es: Formas

source: View on site
es: XXView on site

source: Export entries
es: XXExport entries

source: Special Functionality
es: XXSpecial Functionality

source: Group Name or Names
es: XXGroup Name or Names

source: position
es: XXposition

source: Default
es: XXDefault

source: Form entry
es: XXForm entry

source: Form entries
es: XXForm entries

source: Form field entry
es: XXForm field entry

source: Form field entries
es: XXForm field entries

source: History
es: XXHistory

source: The uploaded file lacks the required field(s) as the identity for duplicates: %s.
es: XX

source: Invoice Edited
es: XXInvoice Edited

source: An invoice has been edited.
es: XXAn invoice has been edited.

source: Post Date/Time
es: XXPost Date/Time

source: Expriation Date/Time
es: XXExpriation Date/Time

source: Public can view
es: XXPublic can view

source: Signed in user can view
es: XXSigned in user can view

source: Signed in user can change
es: XXSigned in user can change

source: Job Added
es: XXJob Added

source: A job has been added.
es: XXA job has been added.

source: Job Deleted
es: XXJob Deleted

source: A job has been deleted
es: XXA job has been deleted

source: Headquarters
es: XXHeadquarters

source: Please fill in the letters in the image
es: XXPlease fill in the letters in the image

source: Make Payment Added
es: XXMake Payment Added

source: A payment has been made.
es: XXA payment has been made.

source: address line 2
es: XXaddress line 2

source: referred by
es: XXreferred by

source: General Payment
es: XXGeneral Payment

source: General Payments
es: XXGeneral Payments

source: User Welcome
es: XXUser Welcome

source: User Account Created, Welcome Message
es: XXUser Account Created, Welcome Message

source: Membership Application Approved
es: XXMembership Application Approved

source: Membership Application Disapproved
es: XXMembership Application Disapproved

source: Membership Corp Indiv Verify Email
es: XXMembership Corp Indiv Verify Email

source: Membership Corp Indiv Email To Be Verified
es: XXMembership Corp Indiv Email To Be Verified

source: Period must be a numeric number.
es: XXPeriod must be a numeric number.

source: Period is a required field.
es: XXPeriod is a required field.

source: Please select a expiration option for join.
es: XXPlease select a expiration option for join.

source: The day(s) field in option 2 of Expires On must be a numeric number.
es: XXThe day(s) field in option 2 of Expires On must be a numeric number.

source: Please select a expiration option for renewal.
es: XXPlease select a expiration option for renewal.

source: The day(s) field in option 2 of Renew Expires On must be a numeric number.
es: XX

source: The day(s) field in option 3 of Renew Expires On must be a numeric number.
es: XX

source: Please select an option for fixed period.
es: XXPlease select an option for fixed period.

source: The day(s) field in the option 1 of Expires On must be a numeric number.
es: XX

source: The day(s) field in the option 2 of Expires On must be a numeric number.
es: XX

source: The grace period day(s) for optoin 2 must be a numeric number.
es: XXThe grace period day(s) for optoin 2 must be a numeric number.

source: Num days must be a numeric number.
es: XXNum days must be a numeric number.

source: Join Under the Corporation:
es: XXJoin Under the Corporation:

source: Enter the Secret Code
es: XXEnter the Secret Code

source: Verify Your Email Address
es: XXVerify Your Email Address

source: Invalid Secret Code.
es: XXInvalid Secret Code.

source: Sorry but we're not able to find your corporation.
es: XXSorry but we're not able to find your corporation.

source: Application
es: XXApplication

source: Section Header
es: XXSection Header

source: Description
es: XX Description

source: Horizontal Rule
es: XXHorizontal Rule

source: Membership Type
es: XXMembership Type

source: Corporate Membership ID
es: XXCorporate Membership ID

source: User
es: XXUser

source: Membership
es: XXMembership

source: Directory
es: XXDirectory

source: Donation
es: XXDonation

source: Custom
es: XXCustom

source: Fixed
es: XXFixed

source: Rolling
es: XXRolling

source: Days
es: XXDays

source: Months
es: XXMonths

source: Years
es: XXYears

source: Admin Fee
es: XXAdmin Fee

source: Require Approval
es: XXRequire Approval

source: Allow Renewal
es: XXAllow Renewal

source: Renewal Only
es: XXRenewal Only

source: Renewal Requires Approval
es: XXRenewal Requires Approval

source: Period
es: XXPeriod

source: Period Type
es: XXPeriod Type

source: Expires On
es: XXExpires On

source: Expiration Day
es: XXExpiration Day

source: Renewal Expires On
es: XXRenewal Expires On

source: Allow Rollover
es: XXAllow Rollover

source: Membership signups after this date covers the following calendar year as well.
es: XX

source: Renewal Period Start
es: XXRenewal Period Start

source: Renewal Period End
es: XXRenewal Period End

source: Expiration Grace Period
es: XXExpiration Grace Period

source: Member Number
es: XXMember Number

source: Subscribe Date
es: XXSubscribe Date

source: Corporate Membership Id
es: XXCorporate Membership Id

source: Memberships
es: Membresías

source: Expire Date Time
es: XXExpire Date Time

source: Archived Membership
es: XXArchived Membership

source: Archived Memberships
es: XXArchived Memberships

source: Notice Time
es: XXNotice Time

source: For Notice Type
es: XXFor Notice Type

source: System Generated
es: XXSystem Generated

source: Content Type
es: XXContent Type

source: Use Captcha
es: XXUse Captcha

source: Use for Corporate Individuals
es: XXUse for Corporate Individuals

source: Attribute Name
es: XXAttribute Name

source: Help Text
es: XXHelp Text

source: Default Value
es: XXDefault Value

source: CSS Class
es: XXCSS Class

source: Vital
es: XXVital

source: Unique
es: XXUnique

source: Date/Time
es: XXDate/Time

source: Status
es: XXStatus

source: Application Entry
es: XXApplication Entry

source: Application Entries
es: XXApplication Entries

source: Application Field Entry
es: XXApplication Field Entry

source: Application Field Entries
es: XXApplication Field Entries

source: Day(s)
es: XXDay(s)

source: Month(s)
es: XXMonth(s)

source: Year(s)
es: XXYear(s)

source: Sent Start Date/Time
es: XXSent Start Date/Time

source: Sent End Date/Time
es: XXSent End Date/Time

source: users
es: XXusers

source: members
es: XXmembers

source: visits
es: XXvisits

source: disk usage
es: XXdisk usage

source: create date/time
es: XXcreate date/time

source: News Added
es: XXNews Added

source: A news has been added.
es: XXA news has been added.

source: News Deleted
es: XXNews Deleted

source: A news has been deleted
es: XXA news has been deleted

source: Auto Timestamp
es: XXAuto Timestamp

source: Please choose a user group.
es: XXPlease choose a user group.

source: Restricted Access
es: XXRestricted Access

source: Authorization Required
es: XXAuthorization Required

source: Notices Feed
es: XXNotices Feed

source: label
es: XXlabel

source: display
es: XXdisplay

source: description
es: XXdescription

source: default
es: XXdefault

source: notice type
es: XXnotice type

source: notice types
es: XXnotice types

source: user
es: XXuser

source: medium
es: XXmedium

source: send
es: XXsend

source: notice setting
es: XXnotice setting

source: notice settings
es: XXnotice settings

source: message
es: XXmessage

source: added
es: XXadded

source: unseen
es: XXunseen

source: archived
es: XXarchived

source: on site
es: XXon site

source: notice
es: XXnotice

source: notices
es: XXnotices

source: signal
es: XXsignal

source: observed item
es: XXobserved item

source: observed items
es: XXobserved items

source: %(notice)s
es: XX%(notice)s

source: Page Added
es: XXPage Added

source: A page has been added.
es: XXA page has been added.

source: Page Edited
es: XXPage Edited

source: A page has been edited.
es: XXA page has been edited.

source: Page Deleted
es: XXPage Deleted

source: A page has been deleted
es: XXA page has been deleted

source: Template
es: XXTemplate

source: if checked, it will only show for administrators
es: XXif checked, it will only show for administrators

source: Payment Generated
es: XXPayment Generated

source: A payment has been generated.
es: XXA payment has been generated.

source: Private
es: XXPrivate

source: Public
es: XXPublic

source: name
es: XXname

source: publish_type
es: XXpublish_type

source: photo set
es: XXphoto set

source: photo sets
es: XXphoto sets

source: Safe
es: XXSafe

source: Not Safe
es: XXNot Safe

source: title
es: XXtitle

source: slug
es: XXslug

source: caption
es: XXcaption

source: date added
es: XXdate added

source: public
es: XXpublic

source: Public photographs will be displayed in the default views.
es: XXPublic photographs will be displayed in the default views.

source: safety level
es: XXsafety level

source: code
es: XXcode

source: author
es: XXauthor

source: license deed
es: XXlicense deed

source: legal code
es: XXlegal code

source: created_at
es: XXcreated_at

source: pool
es: XXpool

source: pools
es: XXpools

source: Successfully updated photo '%s'
es: XXSuccessfully updated photo '%s'

source: Successfully deleted photo '%s'
es: XXSuccessfully deleted photo '%s'

source: Successfully added photo set!
es: XXSuccessfully added photo set!

source: Successfully updated photo set!
es: XXSuccessfully updated photo set!

source: Initial
es: XXInitial

source: Display name
es: XXDisplay name

source: Web Site
es: XXWeb Site

source: Company
es: XXCompany

source: Department
es: XXDepartment

source: Address2
es: XXAddress2

source: Zipcode
es: XXZipcode

source: Mailing Name
es: XXMailing Name

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
es: XXRequired. 30 characters or fewer. Letters, digits and @/./+/-/_ only.

source: Password (again)
es: XXPassword (again)

source: Enter the same password as above, for verification.
es: XXEnter the same password as above, for verification.

source: This username is already taken. Please choose another.
es: XXThis username is already taken. Please choose another.

source: You must type the same password each time
es: XXYou must type the same password each time

source: Is Admin
es: XXIs Admin

source: If selected, this user has all permissions without explicitly assigning them.
es: XX

source: If selected, admin has all permissions without explicitly assigning them.
es: XX

source: member number
es: XXmember number

source: historical member number
es: XXhistorical member number

source: timezone
es: XXtimezone

source: language
es: XXlanguage

source: salutation
es: XXsalutation

source: initials
es: XXinitials

source: display name
es: XXdisplay name

source: mailing name
es: XXmailing name

source: company
es: XXcompany

source: position title
es: XXposition title

source: position assignment
es: XXposition assignment

source: sex
es: XXsex

source: address type
es: XXaddress type

source: county
es: XXcounty

source: phone2
es: XXphone2

source: fax
es: XXfax

source: work phone
es: XXwork phone

source: home phone
es: XXhome phone

source: mobile phone
es: XXmobile phone
