Repository: tendenci/tendenci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: email2
es: XXemail2

source: url2
es: XXurl2

source: date of birth
es: XXdate of birth

source: social security number
es: XXsocial security number

source: spouse
es: XXspouse

source: department
es: XXdepartment

source: education
es: XXeducation

source: student
es: XXstudent

source: remember login
es: XXremember login

source: exported
es: XXexported

source: direct mail
es: XXdirect mail

source: notes
es: XXnotes

source: admin notes
es: XXadmin notes

source: referral source
es: XXreferral source

source: first responder
es: XXfirst responder

source: agrees to tos
es: XXagrees to tos

source: Successfully uploaded a new avatar.
es: XXSuccessfully uploaded a new avatar.

source: Successfully updated your avatar.
es: XXSuccessfully updated your avatar.

source: User Added
es: XXUser Added

source: A user has been added.
es: XXA user has been added.

source: User Edited
es: XXUser Edited

source: A user has been edited.
es: XXA user has been edited.

source: User Deleted
es: XXUser Deleted

source: A user has been deleted
es: XXA user has been deleted

source: Check if the From URL uses a regular expression.
es: XXCheck if the From URL uses a regular expression.

source: From URL
es: XXFrom URL

source: To URL
es: XXTo URL

source: HTTP Status
es: XXHTTP Status

source: Uses Regular Expression
es: XXUses Regular Expression

source: username
es: XXusername

source: email address
es: XXemail address

source: password
es: XXpassword

source: password (again)
es: XXpassword (again)

source: I have read and agree to the Terms of Service
es: XXI have read and agree to the Terms of Service

source: This email address is already in use. Please supply a different email address.
es: XX

source: Registration using free email addresses is prohibited. Please supply a different email address.
es: XX

source: activation key
es: XXactivation key

source: registration profile
es: XXregistration profile

source: registration profiles
es: XXregistration profiles

source: Registry field packages must be of type tuple
es: XXRegistry field packages must be of type tuple

source: Resume URL
es: XXResume URL

source: Agency
es: XXAgency

source: Duration
es: XXDuration

source: Resume Added
es: XXResume Added

source: A resume has been added.
es: XXA resume has been added.

source: Resume Deleted
es: XXResume Deleted

source: A resume has been deleted
es: XXA resume has been deleted

source: article
es: XXarticle

source: news
es: XXnews

source: Search
es: Buscar

source: Search In
es: XXSearch In

source: Full Story Link
es: XXFull Story Link

source: Expires
es: XXExpires

source: Uncheck if you want this story to never expire
es: XXUncheck if you want this story to never expire

source: Photo
es: XXPhoto

source: File Path
es: XXFile Path

source: Photo that represents this story.
es: XXPhoto that represents this story.

source: Theme:
es: XXTheme:

source: theme archive
es: XXtheme archive

source: theme archives
es: XXtheme archives

source: Group Added
es: XXGroup Added

source: A group has been added.
es: XXA group has been added.

source: Group Deleted
es: XXGroup Deleted

source: A group has been deleted
es: XXA group has been deleted

source: Group Name
es: XXGroup Name

source: Group Label
es: XXGroup Label

source: Recipient Email
es: XXRecipient Email

source: Display Option
es: XXDisplay Option

source: Allow Self Add
es: XXAllow Self Add

source: Allow Self Remove
es: XXAllow Self Remove

source: Auto Responder
es: XXAuto Responder

source: Auto Responder Template
es: XXAuto Responder Template

source: Auto Responder Template URL
es: XXAuto Responder Template URL

source: Priority
es: XXPriority

source: Sort Order
es: XXSort Order

source: category
es: XXcategory

source: first name
es: XXfirst name

source: middle initial
es: XXmiddle initial

source: last name
es: XXlast name

source: address 2
es: XXaddress 2

source: zip
es: XXzip

source: bio
es: XXbio

source: practice area and casework
es: XXpractice area and casework

source: admissions
es: XXadmissions

source: Tags separated by commas. E.g Tag1, Tag2, Tag3
es: XXTags separated by commas. E.g Tag1, Tag2, Tag3

source: Attorney
es: XXAttorney

source: Attorneys
es: XXAttorneys

source: display warning
es: XXdisplay warning

source: Before & After
es: XXBefore & After

source: Before & Afters
es: XXBefore & Afters

source: order
es: XXorder

source: File type
es: XXFile type

source: Home
es: XXHome

source: Add
es: Añadir

source: Please enter a positive number
es: XXPlease enter a positive number

source: Please enter a numeric positive number
es: XXPlease enter a numeric positive number

source: Donation Added
es: XXDonation Added

source: A donation has been added.
es: XXA donation has been added.

source: Donation Amount
es: XXDonation Amount

source: Donate to
es: XXDonate to

source: Address Line 2
es: XXAddress Line 2

source: Phone
es: XXPhone

source: Email Receipt?
es: XXEmail Receipt?

source: Referred by
es: XXReferred by

source: Comments
es: XXComments

source: Service URL
es: XXService URL

source: Service Added
es: XXService Added

source: A service has been added.
es: XXA service has been added.

source: Service Deleted
es: XXService Deleted

source: A service has been deleted
es: XXA service has been deleted

source: Personal Sites
es: XXPersonal Sites

source: 140 characters max.
es: XX140 characters max.

source: Supports &lt;strong&gt;, &lt;em&gt;, and &lt;a&gt; HTML tags.
es: XXSupports &lt;strong&gt;, &lt;em&gt;, and &lt;a&gt; HTML tags.

source: You can't go to this page right now because you do not have the correct access rights.
es: XX

source: Please contact the site administrator to request access to this page.
es: XXPlease contact the site administrator to request access to this page.

source: 404 NOT FOUND
es: XX404 NOT FOUND

source: The page was not found
es: XXThe page was not found

source: Possible reasons
es: XXPossible reasons

source: The page moved from %(reqpath)s to another path like /cool-stuff/
es: XXThe page moved from %(reqpath)s to another path like /cool-stuff/

source: If you came from another site they may have linked this page incorrectly
es: XX

source: The link expired and the search engine has not updated its database.
es: XXThe link expired and the search engine has not updated its database.

source: It just doesn't exist
es: XXIt just doesn't exist

source: You may be able to find what you're looking for by:
es: XXYou may be able to find what you're looking for by:

source: Visiting the Home Page
es: XXVisiting the Home Page

source: Searching the site:
es: XXSearching the site:

source: Oops %(use)s, we caused a problem
es: XXOops %(use)s, we caused a problem

source: We have been notified of this and will be working on it quickly.
es: XXWe have been notified of this and will be working on it quickly.

source: You may want to <a href="%(reqpath)s">try this page again</a> in a little bit.
es: XX

source: Dashboard
es: XXDashboard

source: Register
es: XXRegister

source: Log in
es: XXLog in

source: Contact Us
es: XXContact Us

source: Site Map
es: XXSite Map

source: Photos
es: XXPhotos

source: Search This Site
es: XXSearch This Site

source: Schipul Web Design
es: XXSchipul Web Design

source: Tendenci&reg; Membership Management Software
es: XXTendenci&reg; Membership Management Software

source: Privacy
es: XXPrivacy

source: Success!
es: XXSuccess!

source: FROM
es: XXFROM

source: PHONE
es: XXPHONE

source: EMAIL
es: XXEMAIL

source: WEBSITE
es: XXWEBSITE

source: ADDRESS
es: XXADDRESS

source: CITY
es: XXCITY

source: STATE
es: XXSTATE

source: ZIPCODE
es: XXZIPCODE

source: COUNTRY
es: XXCOUNTRY

source: View message online
es: XXView message online

source: How Can We Help You?
es: XXHow Can We Help You?

source: Scope
es: XXScope

source: Sitemap
es: XXSitemap

source: General Ledger Account Numbers
es: XXGeneral Ledger Account Numbers

source: Account Activation
es: XXAccount Activation

source: Your account has been activated.
es: XXYour account has been activated.

source: Go to the dashboard
es: XXGo to the dashboard

source: Activation failed.
es: XXActivation failed.

source: Activation Complete
es: XXActivation Complete

source: Congrats! Your account is now active.
es: XXCongrats! Your account is now active.

source: Accounts
es: XXAccounts

source: Login
es: XXLogin

source: Log In to the Site
es: Entrar al Sistema

source: You are already logged in as %(user)s.
es: XX You are already logged in as %(user)s.

source: Logout?
es: Cerrar sesión?

source: Forgot your password?
es: Olvidaste tu contraseña?

source: Check here to reset your password.
es: Haga clic aqui para restablecer la contraseña.

source: Don't have an account?
es: XXDon't have an account?

source: Register Now
es: XXRegister Now

source: Log in with Facebook
es: XXLog in with Facebook

source: Logout
es: Cerrar sesión

source: You're logged out. Thanks for spending some quality time with the Web site today.
es: Ha finalizado la sesión. Gracias por pasar algún tiempo aquí.

source: Log in again
es: Conectarse de nuevo

source: Registration Complete
es: XXRegistration Complete

source: User Registration
es: XXUser Registration

source: Fill out the form below to create your account
es: XXFill out the form below to create your account

source: First Name:
es: XXFirst Name:

source: Last Name:
es: XXLast Name:

source: Email Address:
es: XXEmail Address:

source: Password:
es: XXPassword:

source: Password (again):
es: XXPassword (again):

source: Security:
es: XXSecurity:

source: Emails
es: XXEmails

source: Tendenci Newsletter Send Confirmation
es: XXTendenci Newsletter Send Confirmation

source: Send Marketing Action/Newsletter Confirmation
es: XXSend Marketing Action/Newsletter Confirmation

source: Your newsletter has been distributed. Here is the summary of the submission.
es: XX

source: Total Attempted to Send =
es: XXTotal Attempted to Send =

source: Bad Address or E-mail Blocked =
es: XXBad Address or E-mail Blocked =

source: Total Processed =
es: XXTotal Processed =

source: Start time:
es: XXStart time:

source: Finish time:
es: XXFinish time:

source: View Distribution Recap
es: XXView Distribution Recap

source: View detail of your e-mail.
es: XXView detail of your e-mail.

source: Click here to check the status of your e-mail.
es: XXClick here to check the status of your e-mail.

source: Click here to edit the related article.
es: XXClick here to edit the related article.

source: Thanks!
es: XXThanks!

source: The Schipul Family
es: XXThe Schipul Family

source: Newsletter Distribution Recap
es: XXNewsletter Distribution Recap

source: Subject:
es: XXSubject:

source: Group:
es: XXGroup:

source: Date Submitted:
es: XXDate Submitted:

source: Bad Address or E-mail blocked =
es: XXBad Address or E-mail blocked =

source: Start Time:
es: XXStart Time:

source: Finish Time:
es: XXFinish Time:

source: Recap not available.
es: XXRecap not available.

source: Add Marketing Action Step 4
es: XXAdd Marketing Action Step 4

source: Marketing Action Step 4 of 5
es: XXMarketing Action Step 4 of 5

source: Step1
es: XXStep1

source: Specify Action Name and General Properties.
es: XXSpecify Action Name and General Properties.

source: Include email2:
es: XXInclude email2:

source: Yes
es: XXYes

source: No
es: XXNo

source: E-mail to bind to this Marketing Action.
es: XXE-mail to bind to this Marketing Action.

source: View Email
es: XXView Email

source: Edit Email
es: XXEdit Email

source: Sender:
es: XXSender:

source: Step3
es: XXStep3

source: Select a user group
es: XXSelect a user group

source: View User Group
es: XXView User Group

source: Members Only
es: XXMembers Only

source: Step4
es: XXStep4

source: Confirm acceptance of site policies and common sense.
es: XXConfirm acceptance of site policies and common sense.

source: I agree that I have permission from all users of the <b>%(action_group)s </b> user group to send them e-mail. I understand that by sending this e-mail the transaction, including my IP address, is recorded. Furthermore I am legally bound by common courtesy, common sense, and the acceptable use policy (aup) and privacy policy of this site.
es: XX

source: I Agree
es: XXI Agree

source: Add Marketing Action Step 5
es: XXAdd Marketing Action Step 5

source: Marketing Action Step 5 of 5
es: XXMarketing Action Step 5 of 5

source: Step2
es: XXStep2

source: I agree that I have permission from all users of the <b>%(action_group)s </b> user group to send them e-mail. I understand that by sending this e-mail the transaction, including my IP address, is recorded. Furthermore I am legally bound by common courtesy, common sense, and the acceptable use policy (aup) and privacy policy of this site. <b>SLA = Agreed</b>
es: XX

source: Send the E-mail!
es: XXSend the E-mail!

source: <b>Note:</b> If the number of members in the group is less than 50, the email will be sent instantly. <span class="body-copy-alerts"> This newsletter will be distributed immediately once submitted. </span>
es: XX

source: <b>Note:</b> This could take up to 30 minutes or longer depending on the size of your distribution list.<span class="body-copy-alerts">Once submitted the e-mail will be put into the queue for processing within 10 minutes. </span>
es: XX

source: Do you want to add this newsletter as an article?
es: XXDo you want to add this newsletter as an article?

source: View Marketing Action
es: XXView Marketing Action

source: Creator
es: XXCreator

source: View article
es: XXView article

source: I agree that I have permission from all users of the <b>%(action_group)s </b>user group to send them e-mail. I understand that by sending this e-mail the transaction, including my IP address, is recorded. Furthermore I am legally bound by common courtesy, common sense, and the acceptable use policy (aup) and privacy policy of this site. <b>SLA = Agreed</b>
es: XX

source: Step5
es: XXStep5

source: <b>Note:</b> <span class="body-copy-alerts">Depending on the size of your distribution list, the newsletter will take 30 minutes or longer to send. Once submitted the e-mail will be put into the queue for processing as soon as possible.</span>
es: XX

source: Status of e-mail:
es: XXStatus of e-mail:

source: The e-mail has completed processing - ALL emails have been distributed.
es: XXThe e-mail has completed processing - ALL emails have been distributed.

source: Total emails sent:
es: XXTotal emails sent:

source: Emails completed sending at:
es: XXEmails completed sending at:

source: This e-mail has entered the queue for processing.
es: XXThis e-mail has entered the queue for processing.

source: Date Created:
es: XXDate Created:

source: View Recap
es: XXView Recap

source: Web Administration
es: XXWeb Administration

source: Tendenci Membership Management Software
es: XXTendenci Membership Management Software

source: Schipul - The Web Marketing Company
es: XXSchipul - The Web Marketing Company

source: Models available in the %(name)s application.
es: XXModels available in the %(name)s application.

source: %(name)s
es: XX%(name)s

source: Change
es: XXChange

source: You don't have permission to edit anything.
es: XXYou don't have permission to edit anything.

source: Recent Actions
es: XXRecent Actions

source: My Actions
es: XXMy Actions

source: None available
es: XXNone available

source: Unknown content
es: XXUnknown content

source: Search Helpfiles
es: XXSearch Helpfiles

source: E-mail Support
es: XXE-mail Support

source: Make a Payment
es: XXMake a Payment

source: Call Schipul:
es: XXCall Schipul:

source: Content
es: XXContent

source: App List
es: XXApp List

source: List
es: XXList

source: Plugins
es: XXPlugins

source: Users
es: Usuarios

source: Groups
es: Grupos

source: Activity Report
es: XXActivity Report

source: Members
es: Miembros

source: Types
es: XXTypes

source: Reports
es: XXReports

source: Settings
es: Configuración

source: Global
es: XXGlobal

source: Event logs Summary
es: XXEvent logs Summary

source: Administrators
es: XXAdministrators

source: Site Users Added
es: XXSite Users Added

source: User Activity Summary
es: XXUser Activity Summary

source: User Access
es: XXUser Access

source: Contacts Report
es: XXContacts Report

source: Article Reporting Options
es: XXArticle Reporting Options

source: Active Memberships
es: XXActive Memberships

source: Membership Summary
es: XXMembership Summary

source: Expired Memberships
es: XXExpired Memberships

source: Recently Viewed
es: XXRecently Viewed

source: Event Logs
es: Registros De Eventos

source: Invoice for Event #4554
es: XXInvoice for Event #4554

source: Find a Report
es: XXFind a Report

source: All
es: XXAll

source: By App
es: XXBy App

source: User Reports
es: XXUser Reports

source: Financial Reports
es: XXFinancial Reports

source: Quick Links
es: XXQuick Links

source: Admin Backend
es: XXAdmin Backend

source: Theme Editor
es: XXTheme Editor

source: Campaign Monitor
es: XXCampaign Monitor

source: Clear Cache
es: XXClear Cache

source: Delete Article
es: XXDelete Article

source: Delete an Article
es: XXDelete an Article

source: Are you sure you want to permanently delete this article?
es: XXAre you sure you want to permanently delete this article?

source: Confirm Delete
es: XXConfirm Delete

source: Back to article
es: XXBack to article

source: Back to all
es: XXBack to all

source: Meta Information for<br /> %(article_headline)s
es: XX

source: Cancel
es: XXCancel

source: Edit
es: Editar

source: Save Article Changes
es: XXSave Article Changes

source: Link to delete confirmation page
es: XXLink to delete confirmation page

source: Delete
es: XXDelete

source: Index Page
es: XXIndex Page

source: View
es: XXView

source: Print View
es: XXPrint View

source: Released:
es: XXReleased:

source: by
es: XXby

source: Source:
es: XXSource:

source: Category:
es: XXCategory:

source: Sub Category:
es: XXSub Category:

source: Tags:
es: XXTags:

source: Last updated %(update_date)s by:
es: XX

source: Share
es: XXShare

source: Eventlogs
es: XXEventlogs

source: Options
es: XXOptions

source: Edit Meta
es: XXEdit Meta

source: Edit Categories
es: XXEdit Categories

source: Log Off
es: Cerrar Sesión

source: Print
es: XXPrint

source: More options
es: XXMore options

source: Back to regular article view
es: XXBack to regular article view

source: Your printed page will look <em>something</em> like this.
es: XXYour printed page will look <em>something</em> like this.

source: Submitted on %(date)s by %(creator)s
es: XXSubmitted on %(date)s by %(creator)s

source: Search
es: XX Search

source: 0 Results Found
es: XX0 Results Found

source: Provide Feedback for Tendenci!
es: XXProvide Feedback for Tendenci!

source: Module Content
es: XXModule Content

source: Include Login Information?
es: XXInclude Login Information?

source: Include Jump Links
es: XXInclude Jump Links

source: Nav at the top or specified location of email
es: XXNav at the top or specified location of email

source: Calendar Events
es: XXCalendar Events

source: Include <strong>Calendar Events</strong> for what date range?
es: XXInclude <strong>Calendar Events</strong> for what date range?

source: Start Date Time
es: XXStart Date Time

source: End Date Time
es: XXEnd Date Time

source: Module
es: XXModule

source: Add to Newsletter?
es: XXAdd to Newsletter?

source: Past ? Days
es: XXPast ? Days

source: Articles
es: Artículos

source: News
es: Noticias

source: Jobs
es: Empleos

source: Include links to recently edited pages?
es: XXInclude links to recently edited pages?

source: Pages
es: Páginas

source: Templates for %(SITE_GLOBAL_SITEDISPLAYNAME)s
es: XXTemplates for %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Index
es: XXIndex

source: Campaign Monitor Campaigns
es: XXCampaign Monitor Campaigns

source: Subject
es: XXSubject

source: 0 Campaigns Found
es: XX0 Campaigns Found

source: Campaigns
es: XXCampaigns

source: Campaigns:
es: XXCampaigns:

source: Add Campaign
es: XXAdd Campaign

source: Sync Campaigns
es: XXSync Campaigns

source: Templates
es: XXTemplates

source: View Snapshot
es: XXView Snapshot

source: Copy
es: XXCopy

source: Sent on
es: XXSent on

source: Total Recipients
es: XXTotal Recipients

source: Web Version URL
es: XXWeb Version URL

source: Date Scheduled
es: XXDate Scheduled

source: Preview URL
es: XXPreview URL

source: Template Add
es: XXTemplate Add

source: Template Edit
es: XXTemplate Edit

source: Campaign Monitor Templates
es: XXCampaign Monitor Templates

source: Screenshot:
es: XXScreenshot:

source: Not Available
es: XX Not Available

source: Preview
es: XXPreview

source: 0 Templates Found
es: XX0 Templates Found

source: Templates:
es: XXTemplates:

source: Add Template
es: XXAdd Template

source: Html File:
es: XXHtml File:

source: Download
es: XXDownload

source: Zip File:
es: XXZip File:

source: Screenshot File:
es: XXScreenshot File:

source: Update
es: XXUpdate

source: Add:
es: XXAdd:

source: Delete Page
es: XX Delete Page

source: Back to contacts search
es: XX Back to contacts search

source: Submitted on %(create_date)s by %(contact_creator)s
es: XXSubmitted on %(create_date)s by %(contact_creator)s

source: More
es: XXMore

source: Review Reports
es: XXReview Reports

source: Optimize Meta Tags
es: XXOptimize Meta Tags

source: Attach Files
es: XXAttach Files

source: View Revisions
es: XXView Revisions

source: Submitted on %(create_date)s
es: XX Submitted on %(create_date)s

source: %(contact)s's Contact Form Submission
es: XX%(contact)s's Contact Form Submission

source: Website
es: XXWebsite

source: Message
es: XXMessage

source: Submitted %(create_date)s (%(time_since)s ago)
es: XX

source: Contributions Index Page
es: XXContributions Index Page

source: Updated on %(contrib_date)s by %(contrib_creator)s
es: XX

source: Corporate Membership Add
es: XXCorporate Membership Add

source: There were some problems in the form. Please review. Thanks!
es: XXThere were some problems in the form. Please review. Thanks!

source: Corporate Membership Add Confirmation
es: XXCorporate Membership Add Confirmation

source: Thank you for your submitting!
es: XXThank you for your submitting!

source: View this Corporate Membership
es: XXView this Corporate Membership

source: Edit this Corporate Membership
es: XXEdit this Corporate Membership

source: Add/Edit Representatives
es: XXAdd/Edit Representatives

source: Corporate Membership Approve / Disapprove
es: XXCorporate Membership Approve / Disapprove

source: Join Date:
es: XXJoin Date:

source: Expiration Date
es: XXExpiration Date

source: (in grace period)
es: XX(in grace period)

source: (expired)
es: XX(expired)

source: Renewed on %(create_date)s by:
es: XXRenewed on %(create_date)s by:

source: View Invoice
es: XXView Invoice

source: New expiration date upon approval:
es: XXNew expiration date upon approval:

source: The number of individual memberships renewed in this transaction:
es: XXThe number of individual memberships renewed in this transaction:

source: Show Details
es: XXShow Details

source: Are you sure you want to delete this corporate membership?
es: XXAre you sure you want to delete this corporate membership?

source: Corporate Name:
es: XXCorporate Name:

source: Corporate Address:
es: XXCorporate Address:

source: Join Date:
es: XXJoin Date:

source: Expiration Date:
es: XXExpiration Date:

source: Never Expire
es: XXNever Expire

source: Edit Corporate Membership
es: XXEdit Corporate Membership

source: Corporate Membership Representatives
es: XXCorporate Membership Representatives

source: Representative.
es: XXRepresentative.

source: Is Dues Rep.
es: XXIs Dues Rep.

source: Is Member Rep.
es: XXIs Member Rep.

source: True
es: XXTrue

source: No representative designated yet.
es: XXNo representative designated yet.
