Repository: tendenci/tendenci
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: by %(requser)s(administrator)
es: XX

source: by %(requser)s and needs to be activated
es: XX

source: To view the details of this news, go to:
es: XX

source: News Delete Notice
es: XXNews Delete Notice

source: Deleted by:</td> <td width="75%%"><b>%(requser)s</b>
es: XX

source: If you would like view all recently deleted news, go to:
es: XX

source: Greetings %(act_create)s: <br /><br /> The submission of your newsletter %(act_name)s has been completed.<br /><br /> Total Attempted to Send = %(act_attempt)s <br /> Bad Address or E-mail Blocked = %(act_fail)s <br /> Total Processed = %(act_sent)s <br /><br /> For details of this submission, go to:
es: XX

source: Time Submitted:
es: XXTime Submitted:

source: New Page Added
es: XXNew Page Added

source: A new page has been added on the %(SITE_GLOBAL_SITEDISPLAYNAME)s - <b>%(objtitle)s</b>
es: XX

source: To view the detail of this page, go to: <b> <a href="%(SITE_GLOBAL_SITEURL)s%(objget)s">%(SITE_GLOBAL_SITEURL)s%(objget)s</a></b><br> To approve this page and make it visible to the public, go to <a href="%(SITE_GLOBAL_SITEURL)s%(objget)s">%(SITE_GLOBAL_SITEURL)s%(objget)s</a>
es: XX

source: Page Delete Notice
es: XXPage Delete Notice

source: Deleted by:</td> <td width="75%%"><b>%(requser)s</b>
es: XX

source: If you would like view all recently deleted pages, go to:
es: XX

source: A page has been edited on the %(SITE_GLOBAL_SITEDISPLAYNAME)s - <b>%(objtitle)s</b>
es: XX

source: To view the detail of the edited page, go to:
es: XXTo view the detail of the edited page, go to:

source: To approve the edited page, go to:
es: XXTo approve the edited page, go to:

source: Payment Generated Notice
es: XXPayment Generated Notice

source: The following payment was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Payments module by %(requser)s:
es: XX

source: Payment ID:
es: XXPayment ID:

source: Status Detail:
es: XXStatus Detail:

source: To view the details of this payment, go to:
es: XXTo view the details of this payment, go to:

source: Resume Add Notice
es: XXResume Add Notice

source: The following resume was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Online Resume Bank by:
es: XX

source: To activate this resume, go to:
es: XX

source: Resume Delete Notice
es: XXResume Delete Notice

source: If you would like view all recently deleted resumes, go to:
es: XX

source: User Add Notice
es: XXUser Add Notice

source: The following user was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s:
es: XX

source: First name:
es: XXFirst name:

source: Last name:
es: XXLast name:

source: To view the details of this user, go to:
es: XX

source: A following user was deleted from the %(SITE_GLOBAL_SITEDISPLAYNAME)s. The details are given below:
es: XX

source: Deleted User:
es: XXDeleted User:

source: Username:
es: XXUsername:

source: User Deleted By:
es: XXUser Deleted By:

source: User Self Add - Admin Notice
es: XXUser Self Add - Admin Notice

source: The following user's account has been updated/modified at %(SITE_GLOBAL_SITEDISPLAYNAME)s. The details are listed below:
es: XX

source: The list of updated items include:
es: XXThe list of updated items include:

source: BLANK
es: XXBLANK

source: Position Title
es: XXPosition Title

source: Display Name
es: XXDisplay Name

source: Phone2
es: XXPhone2

source: Home Phone
es: XXHome Phone

source: Work Phone
es: XXWork Phone

source: Mobile Phone
es: XXMobile Phone

source: Email2
es: XXEmail2

source: Receive Email
es: XXReceive Email

source: Interactive
es: XXInteractive

source: Language
es: XXLanguage

source: Gender
es: XXGender

source: Spouse
es: XXSpouse

source: To view this user's record, click here:
es: XXTo view this user's record, click here:

source: Your new account has been created.
es: XXYour new account has been created.

source: <div style="margin-bottom:10px">Your username is %(username)s</div>
es: XX

source: Clicking the link below allows you to reset your password and log in.
es: XXClicking the link below allows you to reset your password and log in.

source: SEO Meta
es: XXSEO Meta

source: Delete a Page
es: XXDelete a Page

source: Are you sure you want to permanently delete this page?
es: XXAre you sure you want to permanently delete this page?

source: Back to page
es: XXBack to page

source: Save Page Changes
es: XXSave Page Changes

source: Pages Index Page
es: XXPages Index Page

source: Created on %(create_date)s by:
es: XX

source: Last updated %(update_date)s by:
es: XX

source: Back to regular page view
es: XXBack to regular page view

source: The online payment is not setup for the site. Check out later.
es: XXThe online payment is not setup for the site. Check out later.

source: DO NOT press the back button in your browser.
es: XXDO NOT press the back button in your browser.

source: Try Making Payment Again
es: XXTry Making Payment Again

source: DO NOT press the back button in your browser, or your credit card will be charged twice.
es: XX

source: Status of transaction (with reason if declined):
es: XXStatus of transaction (with reason if declined):

source: Not approved -
es: XXNot approved -

source: Print Friendly Invoice.
es: XXPrint Friendly Invoice.

source: View my Invoice
es: XXView my Invoice

source: Admin / Owner Block
es: XXAdmin / Owner Block

source: accounting
es: XXaccounting

source: Payment GUID:
es: XXPayment GUID:

source: Created:
es: XXCreated:

source: Creator:
es: XXCreator:

source: Owner:
es: XXOwner:

source: Transaction Details
es: XXTransaction Details

source: Response Code:
es: XXResponse Code:

source: Response Subcode:
es: XXResponse Subcode:

source: Response Reason Code:
es: XXResponse Reason Code:

source: Response Reason Text:
es: XXResponse Reason Text:

source: Response Page:
es: XXResponse Page:

source: Trans ID:
es: XXTrans ID:

source: PO Number:
es: XXPO Number:

source: Authorization Code:
es: XXAuthorization Code:

source: Method:
es: XXMethod:

source: Invoice Number:
es: XXInvoice Number:

source: AVS Result Code:
es: XXAVS Result Code:

source: MD5 Hash:
es: XXMD5 Hash:

source: Customer Name and Billing Address
es: XXCustomer Name and Billing Address

source: Cardholder Name:
es: XXCardholder Name:

source: Billing Address:
es: XXBilling Address:

source: City:
es: XXCity:

source: Zip:
es: XXZip:

source: Customer Shipping Address
es: XXCustomer Shipping Address

source: Ship to First Name:
es: XXShip to First Name:

source: Ship to Last Name:
es: XXShip to Last Name:

source: Ship to Company:
es: XXShip to Company:

source: Ship to Address:
es: XXShip to Address:

source: Ship to City:
es: XXShip to City:

source: Ship to State:
es: XXShip to State:

source: Ship to Zip:
es: XXShip to Zip:

source: Ship to Country:
es: XXShip to Country:

source: Payment receipt page
es: XXPayment receipt page

source: Home Page
es: XXHome Page

source: Manual Upload Form
es: XXManual Upload Form

source: Upload photos
es: XXUpload photos

source: Select photos to upload
es: XXSelect photos to upload

source: Batch Edit Photos
es: XXBatch Edit Photos

source: Bulk edit photos
es: XXBulk edit photos

source: Replace all titles
es: XXReplace all titles

source: Replace all captions
es: XXReplace all captions

source: Replace all tags
es: XXReplace all tags

source: Replace all Licenses
es: XXReplace all Licenses

source: --- SELECT A LICENSE ---
es: XX--- SELECT A LICENSE ---

source: All photos have been approved, nothing to see here.
es: XXAll photos have been approved, nothing to see here.

source: Back to photo set
es: XXBack to photo set

source: Prev
es: XXPrev

source: Next
es: XXNext

source: Licensed under <a rel="license" href="%(photo_deed)s"> %(photo_name)s</a>.
es: XX

source: Editing Photo Details
es: XXEditing Photo Details

source: Add Photos
es: XXAdd Photos

source: Licensed under <a rel="license" href="%(phodeed)s"> %(phoname)s</a>.
es: XX

source: All Photo Sizes
es: XXAll Photo Sizes

source: Back to photo
es: XXBack to photo

source: License
es: XXLicense

source: Sizes
es: XXSizes

source: Square
es: XXSquare

source: Thumbnail
es: XXThumbnail

source: Medium 500
es: XXMedium 500

source: Medium 640
es: XXMedium 640

source: Large (opens in new tab)
es: XXLarge (opens in new tab)

source: Original (opens in new tab)
es: XXOriginal (opens in new tab)

source: Copy &amp; paste HTML into your webpage
es: XXCopy &amp; paste HTML into your webpage

source: Add Photo Set
es: XXAdd Photo Set

source: Back to Albums
es: XXBack to Albums

source: No photos were found.
es: XXNo photos were found.

source: Edit Photo Set
es: XXEdit Photo Set

source: Set Edit
es: XXSet Edit

source: Latest Photo Sets
es: XXLatest Photo Sets

source: No photo sets were found.
es: XXNo photo sets were found.

source: View Set
es: XXView Set

source: Edit Set
es: XXEdit Set

source: Search Sets
es: XXSearch Sets

source: Edit Photos
es: XXEdit Photos

source: Delete Set
es: XXDelete Set

source: Add User
es: XXAdd User

source: Site Registration
es: XXSite Registration

source: Complete the fields below and press Submit to add a user. Required fields are designated with an
es: XX

source: There are some issues on the form, please review.
es: XXThere are some issues on the form, please review.

source: Name Information
es: XXName Information

source: Salutation
es: XXSalutation

source: Prevent my record from displaying in search?
es: XXPrevent my record from displaying in search?

source: Phone Information
es: XXPhone Information

source: Hide phone numbers?
es: XXHide phone numbers?

source: E-mail and Internet Information
es: XXE-mail and Internet Information

source: Receive Email?
es: XXReceive Email?

source: Hide email addresses?
es: XXHide email addresses?

source: Address Information
es: XXAddress Information

source: (line 1)
es: XX(line 1)

source: (line 2)
es: XX(line 2)

source: Hide address?
es: XXHide address?

source: Login Information
es: XXLogin Information

source: Confirm Password
es: XXConfirm Password

source: Notes
es: XXNotes

source: Optional Information
es: XXOptional Information

source: DOB
es: XXDOB

source: Administrator Information
es: XXAdministrator Information

source: Admin Only Notes
es: XXAdmin Only Notes

source: Security Level
es: XXSecurity Level

source: Entity
es: XXEntity

source: edit
es: XXedit

source: No administrators found.
es: XXNo administrators found.

source: Upload / Change Avatar
es: XXUpload / Change Avatar

source: Current avatar:
es: XXCurrent avatar:

source: You do not yet have an avatar. Please upload one now.
es: XXYou do not yet have an avatar. Please upload one now.

source: Are you sure you want to delete this user?
es: XXAre you sure you want to delete this user?

source: Edit User
es: XXEdit User

source: Edit
es: XXEdit

source: Change the information below as needed and press Submit changes.
es: XXChange the information below as needed and press Submit changes.

source: change password
es: XXchange password

source: Join/Leave User Groups
es: XXJoin/Leave User Groups

source: Groups:
es: XXGroups:

source: Grant/Remove Module Level Permissions
es: XXGrant/Remove Module Level Permissions

source: User Permissions:
es: XXUser Permissions:

source: Profile
es: XXProfile

source: Change Picture
es: XXChange Picture

source: Contact Info
es: XXContact Info

source: Addresses
es: XXAddresses

source: Work Info
es: XXWork Info

source: Position Assignment:
es: XXPosition Assignment:

source: Admin Section
es: XXAdmin Section

source: Tools:
es: XXTools:

source: Reset Password
es: XXReset Password

source: Site Activity:
es: XXSite Activity:

source: View Eventlogs
es: XXView Eventlogs

source: Entity:
es: XXEntity:

source: Notes:
es: XXNotes:

source: Latest Contributions
es: XXLatest Contributions

source: No contributions found.
es: XXNo contributions found.

source: Edit Available Groups
es: XXEdit Available Groups

source: Group
es: XXGroup

source: Role
es: XXRole

source: Joined:
es: XXJoined:

source: Expires:
es: XXExpires:

source: Users:
es: XXUsers:

source: Admins
es: XXAdmins

source: DEVELOPER
es: XXDEVELOPER

source: ADMINISTRATOR
es: XXADMINISTRATOR

source: Edit Groups
es: XXEdit Groups

source: Change Password
es: XXChange Password

source: Permissions
es: XXPermissions

source: Impersonate
es: XXImpersonate

source: Users Search
es: XXUsers Search

source: Added on %(create_date)s by %(profile_creator)s
es: XXAdded on %(create_date)s by %(profile_creator)s

source: Redirects Add
es: XXRedirects Add

source: Redirect Delete
es: XXRedirect Delete

source: Are you sure you want to delete this redirect?
es: XXAre you sure you want to delete this redirect?

source: Redirect Edit
es: XXRedirect Edit

source: INACTIVE
es: XXINACTIVE

source: Redirect Search
es: XXRedirect Search

source: From URL:
es: XXFrom URL:

source: (Uses Regular Expression)
es: XX(Uses Regular Expression)

source: To URL:
es: XXTo URL:

source: HTTP Status:
es: XXHTTP Status:

source: Temporary Redirect
es: XXTemporary Redirect

source: Permanent Redirect
es: XXPermanent Redirect

source: Password change successful
es: XXPassword change successful

source: Password was changed for
es: XXPassword was changed for

source: Your password was changed.
es: XXYour password was changed.

source: Password change
es: XXPassword change

source: Reset Password for
es: XXReset Password for

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
es: XX

source: Old password
es: XXOld password

source: Please enter your new password twice so we can verify you typed it in correctly.
es: XX

source: New password
es: XXNew password

source: Password reset complete
es: XXPassword reset complete

source: Your password has been set. You may go ahead and log in now.
es: XXYour password has been set. You may go ahead and log in now.

source: Password reset
es: XXPassword reset

source: Enter new password
es: XXEnter new password

source: New password:
es: XXNew password:

source: Confirm password:
es: XXConfirm password:

source: Change my password
es: XXChange my password

source: Password reset unsuccessful
es: XXPassword reset unsuccessful

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: XX

source: Password reset successful
es: XXPassword reset successful

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
es: XX

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
es: XX

source: Please go to the following page and choose a new password:
es: XXPlease go to the following page and choose a new password:

source: Your username, in case you've forgotten:
es: XXYour username, in case you've forgotten:

source: Thanks for using our site!
es: XXThanks for using our site!

source: The %(site_name)s team
es: XXThe %(site_name)s team

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
es: XX

source: E-mail address:
es: XXE-mail address:

source: Reset my password
es: XXReset my password

source: Administrator Security Level Report
es: XXAdministrator Security Level Report

source: Lists all users with a securitylevel of Administrator. This can be helpful as a cross reference when auditing.
es: XX

source: UserId
es: XXUserId

source: Lastname
es: XXLastname

source: Firstname
es: XXFirstname

source: Article times read. Click the article headline to view the article. Click the numbers on the left to view those specific views. Blank headlines means the article was probably deleted but the view records are still kept for accurate reporting.
es: XX

source: Viewed
es: XXViewed

source: Views / Day
es: XXViews / Day

source: Created
es: XXCreated

source: Tendenci&trade; Marketing Events Summary Report
es: XXTendenci&trade; Marketing Events Summary Report

source: Previous
es: XXPrevious

source: Marketing Events Summary
es: XXMarketing Events Summary

source: Administrator Security Level
es: XXAdministrator Security Level

source: Contacts Report - Referral Analysis
es: XXContacts Report - Referral Analysis

source: First name
es: XXFirst name

source: Last name
es: XXLast name

source: Price Paid
es: XXPrice Paid

source: Membership Joins Report Summary
es: XXMembership Joins Report Summary

source: Filter By:
es: XXFilter By:

source: New Members - Last 30 days
es: XXNew Members - Last 30 days

source: Generate PDF
es: XXGenerate PDF

source: New Members - Last 60 days
es: XXNew Members - Last 60 days

source: New Members - Last 90 days
es: XXNew Members - Last 90 days

source: The following users have access times
es: XXThe following users have access times

source: Total User Records in Database:
es: XXTotal User Records in Database:

source: Total Logins:
es: XXTotal Logins:

source: LAST %(days)s DAYS
es: XXLAST %(days)s DAYS

source: Event 125200 - User Login: %(count)s
es: XXEvent 125200 - User Login: %(count)s

source: User Activity Summary Reports (TOP 10s)
es: XXUser Activity Summary Reports (TOP 10s)

source: Top 10 Most Active Users - Last 30 days
es: XXTop 10 Most Active Users - Last 30 days

source: Top 10 Most Active Users - Last 60 days
es: XXTop 10 Most Active Users - Last 60 days

source: Top 10 Most Active Users - Last 90 days
es: XXTop 10 Most Active Users - Last 90 days

source: Site:
es: XXSite:

source: URL:
es: XXURL:

source: User Groups (Referral) report
es: XXUser Groups (Referral) report

source: # Users
es: XX# Users

source: Approve Resume
es: XXApprove Resume

source: Are you sure you want to approve this resume?
es: XXAre you sure you want to approve this resume?

source: or
es: XXor

source: Are you sure you want to delete this resume?
es: XXAre you sure you want to delete this resume?

source: Meta Information for<br /> %(resume_title)s
es: XX

source: Pending Resumes
es: XXPending Resumes

source: There are no pending resumes.
es: XXThere are no pending resumes.

source: Back to regular resume view
es: XXBack to regular resume view

source: Resume Information
es: XXResume Information

source: Education
es: XXEducation

source: Your resume is is under review and will be approved by an administrator
es: XXYour resume is is under review and will be approved by an administrator

source: Advanced Search
es: XXAdvanced Search

source: Search in:
es: XXSearch in:

source: If no items are selected then all content is searched.
es: XXIf no items are selected then all content is searched.

source: No results found.
es: XXNo results found.

source: Settings:
es: XXSettings:

source: Delete Story
es: XXDelete Story

source: Delete a Story
es: XXDelete a Story

source: Are you sure you want to permanently delete this story?
es: XXAre you sure you want to permanently delete this story?

source: Save Story Changes
es: XXSave Story Changes

source: Stories Index Page
es: XXStories Index Page

source: Created on %(create_date)s by:
es: XX

source: Upload a Story Image
es: XXUpload a Story Image

source: To upload image to this story, browse to your document and click Upload Image.
es: XX

source: Upload Image
es: XXUpload Image

source: 0 Subscribers Found
es: XX0 Subscribers Found

source: Currently Editing
es: XXCurrently Editing

source: %(archname)s versioned on %(archdate)s by %(archauth)s
es: XX%(archname)s versioned on %(archdate)s by %(archauth)s

source: No versions available.
es: XXNo versions available.

source: Theme in Editor:
es: XXTheme in Editor:

source: Choose a folder or file:
es: XXChoose a folder or file:

source: in ...%(pslice)s
es: XXin ...%(pslice)s

source: in %(pwd)s
es: XXin %(pwd)s

source: back to %(prev_dir_name)s
es: XXback to %(prev_dir_name)s

source: No editable files
es: XXNo editable files

source: Back to Theme-Editor
es: XXBack to Theme-Editor

source: copy to theme templates
es: XXcopy to theme templates

source: Edit Group
es: XXEdit Group

source: Create Group
es: XXCreate Group

source: Delete a User Group
es: XXDelete a User Group

source: Are you sure you want to delete this Group?
es: XXAre you sure you want to delete this Group?

source: the group will be deleted from the system
es: XXthe group will be deleted from the system

source: This group currently has %(count_members)s members.
es: XXThis group currently has %(count_members)s members.

source: This group currently has %(count)s subscribers.
es: XXThis group currently has %(count)s subscribers.

source: Export all members
es: XXExport all members

source: Export all subscribers
es: XXExport all subscribers

source: Export all members and subscribers
es: XXExport all members and subscribers

source: Group Information
es: XXGroup Information

source: Users can add themselves to this group
es: XXUsers can add themselves to this group

source: Users can remove themselves from this group
es: XXUsers can remove themselves from this group

source: Edit Security Permissions for Group Members
es: XXEdit Security Permissions for Group Members

source: Group Contact
es: XXGroup Contact

source: Emails regarding activity in this group will be sent to:
es: XXEmails regarding activity in this group will be sent to:

source: There is no email recipient set for this group.
es: XXThere is no email recipient set for this group.

source: Edit group.
es: XXEdit group.

source: Group Members
es: XXGroup Members

source: This group has no members
es: XXThis group has no members

source: Group Subscribers
es: XXGroup Subscribers

source: This group has no subscribers
es: XXThis group has no subscribers

source: Add/Remove Permissions
es: XXAdd/Remove Permissions

source: Group Permissions
es: XXGroup Permissions

source: Add Members to Group
es: XXAdd Members to Group

source: Group:
es: XXGroup:

source: Edit Member <a href="%(urlz)s">%(group_member)s</a> in Group
es: XXEdit Member <a href="%(urlz)s">%(group_member)s</a> in Group

source: Add Member to Group
es: XXAdd Member to Group

source: Remove myself from group
es: XXRemove myself from group

source: Add Myself to Group
es: XXAdd Myself to Group

source: Add Member
es: XXAdd Member

source: View Group Members:
es: XXView Group Members:

source: Created on %(create_date)s by %(group_creator)s
es: XXCreated on %(create_date)s by %(group_creator)s
