Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: Required. Allowed characters are letters, digits, at sign (@), period (.), plus sign (+), dash (-), and underscore (_).
de_ch: Erforderlich. Erlaubte Zeichen sind Buchstaben, Ziffern, Zeichen (@), Punkt, Pluszeichen (+), Strich (.) (-) Und Unterstrich (_).
es_cl: Necesario. Los caracteres permitidos son letras, dígitos, signo de arroba (@), el período, más signo (+), guión (.) (-) Y subrayado (_).
fr: Nécessaire. Les caractères autorisés sont les lettres, les chiffres, au signe (@), période, signe plus (+), tiret (.) (-), Et de soulignement (_).
pa_in: ਇਸ ਦੀ ਲੋੜ ਹੈ. (.) ਦੀ ਇਜਾਜ਼ਤ ਅੱਖਰ ਨਿਸ਼ਾਨੀ (@) &#39;ਤੇ ਅੱਖਰ, ਅੰਕ,, ਦੀ ਮਿਆਦ, ਪਲੱਸ ਨਿਸ਼ਾਨੀ (+), ਡੈਸ਼ ਹੁੰਦੇ ਹਨ (-), ਅਤੇ ਰੇਖਾ (_).

source: Password (again)
de_ch: Passwort (wieder)
es_cl: Contraseña (de nuevo)
fr: Mot de passe (à nouveau)
pa_in: ਪਾਸਵਰਡ (ਮੁੜ)

source: Enter the same password as above, for verification.
de_ch: Geben Sie das gleiche Kennwort wie oben, für die Prüfung.
es_cl: Introduzca la misma contraseña que el anterior, para verificación.
fr: Entrez le même mot de passe comme ci-dessus, pour vérification.
pa_in: ਪੜਤਾਲ ਲਈ, ਦੇ ਰੂਪ ਵਿੱਚ ਉਪਰੋਕਤ ਉਹੀ ਪਾਸਵਰਡ ਦਿਓ.

source: This username is already taken. Please choose another.
de_ch: Dieser Benutzername ist bereits vergeben. Bitte wählen Sie einen anderen.
es_cl: Este nombre de usuario ya está en uso. Por favor elija otra.
fr: Ce nom d&#39;utilisateur est déjà pris. S&#39;il vous plaît choisir un autre.
pa_in: ਇਹ ਯੂਜ਼ਰ ਹੀ ਲਿਆ ਗਿਆ ਹੈ. ਇਕ ਹੋਰ ਦੀ ਚੋਣ ਕਰੋ ਜੀ.

source: You must type the same password each time
de_ch: Sie müssen das gleiche Kennwort jedes Mal eingeben
es_cl: Debe escribir la misma contraseña cada vez
fr: Vous devez saisir le même mot de passe à chaque fois
pa_in: ਤੁਹਾਨੂੰ ਹਰ ਵਾਰ ਇੱਕੋ ਪਾਸਵਰਡ ਹੀ ਟਾਈਪ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
de_ch: Erforderlich. 30 Zeichen oder weniger. Buchstaben, Ziffern und @ / / + / -. / _ Nur.
es_cl: Necesario. 30 caracteres o menos. Letras, dígitos y @ / / + / -. / _ Solamente.
fr: Nécessaire. 30 caractères ou moins. Lettres, chiffres et @ / / + / -. / _ Seulement.
pa_in: ਇਸ ਦੀ ਲੋੜ ਹੈ. ਨੂੰ 30 ਅੱਖਰ ਜ ਘੱਟ. ਅੱਖਰ, ਅੰਕ, ਅਤੇ @ / / + / -. / _ ਸਿਰਫ.

source: Is Admin
de_ch: Ist Admin
es_cl: Es admin
fr: Est admin
pa_in: ਪਰਬੰਧ ਹੈ

source: If selected, this user has all permissions without explicitly assigning them.
de_ch: Wenn aktiviert, hat dieser Benutzer alle Berechtigungen ohne sie explizit zuordnen.
es_cl: Si se selecciona, este usuario tiene todos los permisos sin asignar de forma explícita.
fr: Si elle est sélectionnée, cet utilisateur a tous les droits sans les attribuer explicitement.
pa_in: ਤੇ ਚੁਣਿਆ ਹੈ, ਇਸ ਉਪਭੋਗੀ ਨੂੰ ਸਪਸ਼ਟ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰਨ ਬਗੈਰ ਸਾਰੇ ਅਧਿਕਾਰ ਹੈ.

source: Subscribe Date/Time
de_ch: Abonnieren Datum / Zeit
es_cl: Suscríbete Fecha / Hora
fr: Abonnez-vous Date / Heure
pa_in: / ਟਾਈਮ ਤਾਰੀਖ ਬਣੋ

source: Expire Date/Time
de_ch: Ablaufdatum / Zeit
es_cl: Fecha de vencimiento / Tiempo
fr: Expire Date / Heure
pa_in: / ਟਾਈਮ ਤਾਰੀਖ ਮਿਆਦ

source: Choose the users to merge
de_ch: Wählen Sie die Benutzer zu fusionieren
es_cl: Elija los usuarios fusionar
fr: Choisissez les utilisateurs de fusionner
pa_in: ਲੀਨ ਕਰਨ ਦੀ ਉਪਭੋਗੀ ਦੀ ਚੋਣ ਕਰੋ

source: Choose the master record of the users you are merging above
de_ch: Wählen Sie den Stammsatz der Benutzer, die Sie oberhalb Zusammenführung
es_cl: Elija el registro maestro de los usuarios que está fusionando arriba
fr: Choisissez la fiche des utilisateurs que vous fusionnez-dessus
pa_in: ਜੇਕਰ ਤੁਹਾਨੂੰ ਉਪਰੋਕਤ ਅਭੇਦ ਕਰ ਰਹੇ ਹਨ ਕਿ ਉਪਭੋਗੀ ਦੇ ਮਾਲਕ ਦਾ ਰਿਕਾਰਡ ਦੀ ਚੋਣ ਕਰੋ

source: historical member number
de_ch: historische Mitgliedsnummer
es_cl: número de socio histórico
fr: numéro de membre historique
pa_in: ਇਤਿਹਾਸਕ ਸਦੱਸ ਦਾ ਨੰਬਰ

source: salutation
de_ch: Anrede
es_cl: saludo
pa_in: ਪ੍ਰਣਾਮ

source: initials
de_ch: Initialen
es_cl: iniciales
fr: initiales
pa_in: ਦਸਤਖਤ

source: display name
de_ch: Anzeigename
es_cl: nombre para mostrar
fr: nom d&#39;affichage
pa_in: ਦਿਖਾਇਆ ਹੋਇਆ ਨਾਮ

source: mailing name
de_ch: Mailing-Namen
es_cl: Nombre de correo
fr: nom de diffusion
pa_in: ਮੇਲਿੰਗ ਨਾਮ

source: company
de_ch: Firma
es_cl: empresa
fr: entreprise
pa_in: ਕੰਪਨੀ ਨੇ

source: position title
de_ch: Position Titel
es_cl: título de la posición
fr: le titre du poste
pa_in: ਸਥਿਤੀ ਦਾ ਸਿਰਲੇਖ

source: position assignment
de_ch: Positionszuordnung
es_cl: asignación de posición
fr: affectation de position
pa_in: ਸਥਿਤੀ ਜ਼ਿੰਮੇਵਾਰੀ

source: address type
de_ch: Adresstyp
es_cl: Tipo de dirección
fr: type d&#39;adresse
pa_in: ਪਤਾ ਪ੍ਰਕਾਰ

source: fax
pa_in: ਫੈਕਸ

source: work phone
de_ch: Arbeit Telefon
es_cl: teléfono del trabajo
fr: de téléphone au travail
pa_in: ਕੰਮ ਫੋਨ

source: home phone
de_ch: Telefon zu Hause
es_cl: teléfono de casa
fr: téléphone à la maison
pa_in: ਘਰ ਫੋਨ

source: mobile phone
de_ch: Handy
es_cl: teléfono móvil
fr: téléphone mobile
pa_in: ਮੋਬਾਇਲ ਫੋਨ

source: date of birth
de_ch: Geburtsdatum
es_cl: fecha de nacimiento
fr: date de naissance
pa_in: ਜਨਮ ਤਾਰੀਖ

source: social security number
de_ch: Sozialversicherungsnummer
es_cl: Número de seguro social
fr: numéro de sécurité sociale
pa_in: ਸਮਾਜਕ ਸੁਰੱਖਿਆ ਨੰਬਰ

source: spouse
de_ch: Gattin
es_cl: cónyuge
fr: époux
pa_in: ਸਾਥੀ ਨੂੰ

source: department
de_ch: Abteilung
es_cl: departamento
fr: département
pa_in: ਵਿਭਾਗ ਨੂੰ

source: education
de_ch: Bildung
es_cl: educación
fr: éducation
pa_in: ਸਿੱਖਿਆ

source: student
de_ch: Schüler
es_cl: estudiante
fr: étudiant
pa_in: ਵਿਦਿਆਰਥੀ ਦੀ

source: remember login
de_ch: Login Speichern
es_cl: recordar login
fr: Souvenir login
pa_in: ਲਾਗਇਨ ਯਾਦ ਹੈ

source: exported
de_ch: exportiert
es_cl: exportados
fr: exporté
pa_in: ਨਿਰਯਾਤ

source: direct mail
es_cl: correo directo
fr: publipostage
pa_in: ਸਿੱਧੀ ਮੇਲ

source: notes
de_ch: Aufzeichnungen
es_cl: notas
pa_in: ਨੋਟਿਸ,

source: admin notes
de_ch: Admin Notizen
es_cl: notas de administrador
fr: notes admin
pa_in: admin ਨੋਟਿਸ,

source: referral source
de_ch: Verweisquelle
es_cl: fuente de referencia
fr: source de référence
pa_in: ਰੈਫ਼ਰਲ ਸਰੋਤ

source: first responder
es_cl: primer nivel de respuesta
fr: premier intervenant
pa_in: ਪਹਿਲੇ ਜਵਾਬ

source: agrees to tos
de_ch: erklärt sich bereit, tos
es_cl: acuerda TOS
fr: accepte de TOS
pa_in: ਇਕਰਾਰਨਾਮੇ ਨੂੰ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੈ

source: You cannot convert yourself to "%(role)s" role.
de_ch: Sie können nicht konvertieren Sie sich auf &quot; %(role)s&quot; Rolle.
es_cl: No se puede convertir a ti mismo &quot; %(role)s&quot; papel.
fr: Vous ne pouvez pas convertir vous-même pour &quot; %(role)s&quot; rôle.
pa_in: ਤੁਹਾਨੂੰ ਆਪਣੇ ਆਪ ਨੂੰ &quot; %(role)s&quot; ਭੂਮਿਕਾ ਨੂੰ ਤਬਦੀਲ ਨਹੀ ਹੋ ਸਕਦਾ ਹੈ.

source: Successfully uploaded a new avatar.
de_ch: Erfolgreich hat eine neue Avatar.
es_cl: Con éxito subido un nuevo avatar.
fr: Envoi réussi un nouvel avatar.
pa_in: ਸਫਲਤਾਪੂਰਕ ਇੱਕ ਨਵ ਅਵਤਾਰ ਨੂੰ ਅੱਪਲੋਡ.

source: Successfully updated your avatar.
de_ch: Erfolgreich aktualisiert Ihren Avatar.
es_cl: Ha actualizado correctamente tu avatar.
fr: Mis à jour votre avatar.
pa_in: ਸਫਲਤਾਪੂਰਕ ਤੁਹਾਡੇ ਅਵਤਾਰ ਅੱਪਡੇਟ ਕੀਤਾ ਹੈ.

source: Successfully updated your password.
de_ch: Erfolgreich aktualisiert Ihr Passwort ein.
es_cl: Ha actualizado correctamente la contraseña.
fr: Mis à jour votre mot de passe.
pa_in: ਸਫਲਤਾਪੂਰਕ ਆਪਣਾ ਪਾਸਵਰਡ ਅੱਪਡੇਟ ਕੀਤਾ ਹੈ.

source: User Added
de_ch: Benutzer hinzugefügt
es_cl: Usuario Agregado
fr: Supplémentaires de l&#39;utilisateur
pa_in: ਯੂਜ਼ਰ ਸ਼ਾਮਿਲ

source: A user has been added.
de_ch: Ein Benutzer hinzugefügt wurde.
es_cl: Un usuario se ha añadido.
fr: Un utilisateur a été ajoutée.
pa_in: ਇੱਕ ਉਪਭੋਗੀ ਨੂੰ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ.

source: User Edited
de_ch: Benutzer bearbeitet
es_cl: Usuario Edited
fr: Modifié utilisateur
pa_in: ਯੂਜ਼ਰ ਸੰਪਾਦਿਤ

source: A user has been edited.
de_ch: Ein Benutzer bearbeitet wurde.
es_cl: Un usuario ha sido editado.
fr: Un utilisateur a été modifié.
pa_in: ਇੱਕ ਉਪਭੋਗੀ ਨੂੰ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ ਹੈ.

source: User Deleted
de_ch: Benutzer gelöscht
es_cl: Deleted User
fr: Suppression d&#39;un usager
pa_in: ਯੂਜ਼ਰ ਮਿਟਾਏ

source: A user has been deleted
de_ch: Ein Benutzer gelöscht wurde
es_cl: Un usuario ha sido borrado
fr: Un utilisateur a été supprimé
pa_in: ਇੱਕ ਉਪਭੋਗੀ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ

source: User Add Notice
de_ch: Benutzer hinzufügen und Datenschutz
es_cl: Agregar Aviso usuario
fr: Utilisateur Ajouter avis
pa_in: ਯੂਜ਼ਰ ਸ਼ਾਮਿਲ ਨੋਿਟਸ

source: First name:
de_ch: Vorname:
es_cl: Nombre de pila:
fr: Prénom:
pa_in: ਪਹਿਲਾ ਨਾਂ:

source: Last name:
de_ch: Nachname:
es_cl: Apellido:
fr: Nom de famille:
pa_in: ਆਖਰੀ ਨਾਂਮ:

source: Deleted User:
de_ch: Gelöschte Benutzer:
es_cl: Usuario Borrado:
fr: Utilisateur supprimé:
pa_in: ਮਿਟਾਏ ਯੂਜ਼ਰ:

source: Username:
de_ch: Benutzername:
es_cl: Nombre de usuario:
fr: Nom d&#39;utilisateur:
pa_in: ਯੂਜ਼ਰ:

source: User Deleted By:
de_ch: Benutzer Gelöscht von:
es_cl: Usuario eliminado Por:
fr: Supprimé par l&#39;utilisateur:
pa_in: ਉਪਭੋਗੀ ਹਟਾ:

source: If you would like to view all recently deleted users, go to:
de_ch: Wenn Sie möchten, um alle kürzlich gelöschten Benutzer anzuzeigen, gehen Sie zu:
es_cl: Si desea ver todos los usuarios borrados recientemente, vaya a:
fr: Si vous voulez voir tous les utilisateurs supprimés récemment, aller à:
pa_in: ਤੁਹਾਨੂੰ ਸਭ ਨੂੰ ਹਾਲ ਹੀ ਹਟਾਇਆ ਉਪਭੋਗੀ ਨੂੰ ਵੇਖਣ ਲਈ ਚਾਹੁੰਦੇ ਹੋ, ਲਈ ਜਾਓ:

source: User (%(objname)s) deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Benutzer ( %(objname)s) von %(SITE_GLOBAL_SITEDISPLAYNAME)selöscht s
es_cl: Usuario ( %(objname)s) borrado de %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Utilisateur ( %(objname)s) supprimé à partir de %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(objname)sਤੱਕ ਹਟਾਇਆ ਯੂਜ਼ਰ ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: User Self Add - Admin Notice
de_ch: User-Self hinzufügen - Admin und Datenschutz
es_cl: Auto Usuario Agregar - Aviso administración
fr: Auto utilisateur Ajouter - Admin avis
pa_in: ਉਪਭੋਗੀ ਸਵੈ ਸ਼ਾਮਲ ਕਰੋ - ਪਰਬੰਧ ਦਾ ਨੋਟਿਸ

source: The following user's account has been updated/modified at %(SITE_GLOBAL_SITEDISPLAYNAME)s. The details are listed below:
de_ch: Die folgenden Benutzerkonto ist aktualisiert / in %(SITE_GLOBAL_SITEDISPLAYNAME)s geändert. Die Details sind nachstehend aufgeführt:
es_cl: Cuenta lo siguiente de usuario ha sido actualizado / modificado en %(SITE_GLOBAL_SITEDISPLAYNAME)s. Los detalles son los siguientes:
fr: Le compte de l&#39;utilisateur suivant a été mis à jour / modifié à %(SITE_GLOBAL_SITEDISPLAYNAME)s. Les détails sont mentionnés ci-dessous:
pa_in: ਹੇਠ ਦਿੱਤੇ ਉਪਭੋਗੀ ਖਾਤੇ %(SITE_GLOBAL_SITEDISPLAYNAME)s &#39;ਤੇ ਸੋਧਿਆ / ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ. ਵੇਰਵੇ ਹੇਠ ਦਿੱਤੇ ਗਏ ਹਨ:

source: The list of updated items include:
de_ch: Die Liste der aktualisierten Elemente sind:
es_cl: La lista de los elementos actualizados incluyen:
fr: La liste des éléments mis à jour comprennent:
pa_in: ਅੱਪਡੇਟ ਕੀਤਾ ਇਕਾਈ ਦੀ ਸੂਚੀ ਨੂੰ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ:

source: BLANK
es_cl: BLANCO
pa_in: ਪਾਸਵਰਡ

source: Display Name
de_ch: Anzeigename
es_cl: Nombre para mostrar
fr: Nom d&#39;affichage
pa_in: ਦਿਖਾਇਆ ਹੋਇਆ ਨਾਮ

source: Home Phone
es_cl: Teléfono de la casa
fr: Téléphone à la maison
pa_in: ਘਰ ਫੋਨ

source: Work Phone
de_ch: Telefon Arbeit
es_cl: Teléfono del trabajo
fr: Téléphone au travail
pa_in: ਕੰਮ ਫੋਨ

source: Mobile Phone
de_ch: Handy
es_cl: Teléfono móvil
fr: Téléphone mobile
pa_in: ਮੋਬਾਇਲ ਫੋਨ

source: Receive Email
de_ch: Erhalten Sie per E-Mail
es_cl: Recibir Correo
fr: Recevez Email
pa_in: ਈਮੇਲ ਪ੍ਰਾਪਤ

source: Interactive
es_cl: Interactivo
fr: Interactif
pa_in: ਇੰਟਰਐਕਟਿਵ

source: Language
de_ch: Sprache
es_cl: Idioma
fr: Langue
pa_in: ਭਾਸ਼ਾ

source: Gender
de_ch: Geschlecht
es_cl: Género
fr: Sexe
pa_in: ਲਿੰਗ

source: Spouse
de_ch: Gattin
es_cl: Esposo
fr: Époux
pa_in: ਕੰਤ

source: To view this user's record, click here:
de_ch: Um dieses Benutzerdatensatz anzuzeigen, klicken Sie hier:
es_cl: Para ver el historial del usuario, haga clic aquí:
fr: Pour consulter le dossier de l&#39;utilisateur, cliquez ici:
pa_in: ਇਸ ਉਪਭੋਗੀ ਦੇ ਰਿਕਾਰਡ ਨੂੰ ਵੇਖਣ ਲਈ, ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ:

source: User (%(objname)s) edited on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Benutzer ( %(objname)s) auf %(SITE_GLOBAL_SITEDISPLAYNAME)searbeitet s
es_cl: Usuario ( %(objname)s) editado en %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Utilisateur ( %(objname)s) édité sur %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(objname)sਤੇ ਸੋਧੇ ਯੂਜ਼ਰ ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: Site Registration
de_ch: Anmeldung vor Ort
es_cl: Registro en el sitio
fr: Inscription sur le site
pa_in: ਸਾਈਟ ਰਜਿਸਟਰੇਸ਼ਨ

source: Complete the fields below and press Submit to add a user. Required fields are designated with an
de_ch: Füllen Sie die Felder aus und drücken Sie auf Senden, um einen Benutzer hinzuzufügen. Benötigte Felder sind mit einem benannten
es_cl: Complete los siguientes campos y pulse Enviar para añadir un usuario. Los campos necesarios están designados con un
fr: Remplissez les champs ci-dessous et appuyez sur Soumettre pour ajouter un utilisateur. Les champs obligatoires sont désignés par un
pa_in: ਹੇਠ ਖੇਤਰ ਨੂੰ ਪੂਰਾ ਕਰੋ ਅਤੇ ਇੱਕ ਯੂਜ਼ਰ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ Submit ਦਬਾਉ. ਇਸ ਦੀ ਲੋੜ ਹੈ ਖੇਤਰ ਨੂੰ ਇੱਕ ਨਾਲ ਮਨੋਨੀਤ ਕਰ ਰਹੇ ਹਨ

source: There are some issues on the form, please review.
de_ch: Es gibt einige Probleme auf dem Formular, lesen Sie bitte.
es_cl: Hay algunas cuestiones en el formulario, por favor revisen.
fr: Il ya quelques questions sur la forme, s&#39;il vous plaît examiner.
pa_in: ਫਾਰਮ ਨੂੰ &#39;ਤੇ ਕੁਝ ਮੁੱਦੇ ਹਨ, ਪੜਚੋਲ ਕਰੋ.

source: Salutation
de_ch: Anrede
es_cl: Tratamiento
pa_in: ਪ੍ਰਣਾਮ

source: Prevent my record from displaying in search?
de_ch: Verhindern, dass mein Rekord von der Anzeige auf der Suche?
es_cl: Prevenir mi disco muestre en la búsqueda?
fr: Empêcher mon dossier d&#39;afficher dans la recherche?
pa_in: ਖੋਜ ਵਿੱਚ ਵੇਖਾਉਣ ਤੱਕ ਮੇਰੇ ਰਿਕਾਰਡ ਦੇ ਰੋਕੋ?

source: Hide phone numbers?
de_ch: Telefonnummern verbergen?
es_cl: Ocultar números de teléfono?
fr: Cacher les numéros de téléphone?
pa_in: ਫ਼ੋਨ ਨੰਬਰ ਓਹਲੇ?

source: Receive Email?
de_ch: Erhalten Sie per E-Mail?
es_cl: Recibir Correo?
fr: Recevez Email?
pa_in: ਈਮੇਲ ਪ੍ਰਾਪਤ?

source: Hide email addresses?
de_ch: Mail-Adressen zu verbergen?
es_cl: Ocultar direcciones de correo electrónico?
fr: Masquer les adresses e-mail?
pa_in: ਈਮੇਲ ਪਤੇ ਨੂੰ ਓਹਲੇ?

source: (line 1)
de_ch: (Linie 1)
es_cl: (Línea 1)
fr: (Ligne 1)
pa_in: (ਲਾਈਨ 1)

source: Address Line 2
de_ch: Adresszeile 2
es_cl: Dirección Línea 2
fr: Adresse ligne 2
pa_in: ਪਤਾ ਲਾਈਨ 2

source: (line 2)
de_ch: (Linie 2)
es_cl: (Línea 2)
fr: (Ligne 2)
pa_in: (ਲਾਈਨ 2)

source: Hide address?
de_ch: Adresse ausblenden?
es_cl: Ocultar dirección?
fr: Masquer l&#39;adresse?
pa_in: ਪਤੇ ਨੂੰ ਓਹਲੇ?

source: Confirm Password
de_ch: Passwort bestätigen
es_cl: Confirmar Contraseña
fr: Confirmez le mot de passe
pa_in: ਪਾਸਵਰਡ ਪੱਕਾ ਕਰੋ

source: Status Detail
de_ch: Statusdetails
es_cl: Detalle de estado
fr: Détail de l&#39;état
pa_in: ਸਥਿਤੀ ਵੇਰਵਾ

source: Notes
de_ch: Aufzeichnungen
es_cl: Notas
fr: Remarques
pa_in: ਸੂਚਨਾ

source: Admin Only Notes
de_ch: Nur Admin Hinweise
es_cl: Admin Sólo notas
fr: Admin uniquement notes
pa_in: ਪਰਬੰਧ ਸਿਰਫ਼ ਸੂਚਨਾ

source: Security Level
de_ch: Sicherheitsstufe
es_cl: Nivel de seguridad
fr: Niveau de sécurité
pa_in: ਸੁਰੱਖਿਆ ਪੱਧਰ

source: No administrators found.
de_ch: Keine Administratoren gefunden.
es_cl: No se han encontrado los administradores.
fr: Aucun administrateur trouvé.
pa_in: ਕੋਈ ਪਰਬੰਧਕ ਲੱਭਿਆ.

source: Upload / Change Avatar
de_ch: Upload / ändern Avatar
es_cl: Subir / Cambiar Avatar
fr: Ajouter / Changer d&#39;avatar
pa_in: ਅੱਪਲੋਡ / ਬਦਲੋ ਅਵਤਾਰ

source: Current avatar:
de_ch: Aktuelle Avatar:
es_cl: Avatar actual:
fr: Avatar actuel:
pa_in: ਮੌਜੂਦਾ ਅਵਤਾਰ ਨੂੰ:

source: You do not yet have an avatar. Please upload one now.
de_ch: Sie haben noch kein Avatar. Bitte laden Sie jetzt.
es_cl: Usted todavía no tiene un avatar. Por favor, subir una ahora.
fr: Vous n&#39;avez pas encore un avatar. S&#39;il vous plaît télécharger un maintenant.
pa_in: ਤੁਹਾਨੂੰ ਅਜੇ ਵੀ ਇੱਕ ਅਵਤਾਰ ਨਹ ਹੈ. ਨੂੰ ਹੁਣ ਇੱਕ ਅੱਪਲੋਡ ਕਰੋ ਜੀ.

source: Are you sure you want to delete this user?
de_ch: Sind Sie sicher, Sie wollen diesen Benutzer löschen?
es_cl: ¿Seguro que desea eliminar este usuario?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur?
pa_in: ਤੁਹਾਨੂੰ ਇਸ ਯੂਜ਼ਰ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਤੁਹਾਨੂੰ ਯਕੀਨ ਕਰ ਰਹੇ ਹੋ?

source: Edit User
de_ch: Benutzer bearbeiten
es_cl: Editar usuario
fr: Modifier l&#39;utilisateur
pa_in: ਸੋਧ ਯੂਜ਼ਰ

source: Edit
de_ch: Bearbeiten
es_cl: Editar
fr: Modifier
pa_in: ਸੋਧ

source: Change the information below as needed and press Submit changes.
de_ch: Ändern Sie die folgenden Informationen nach Bedarf, und drücken Sie Änderungen auf Senden.
es_cl: Cambie la siguiente información según sea necesario y pulse Enviar cambios.
fr: Modifiez les informations ci-dessous selon les besoins et appuyez sur Soumettre les modifications.
pa_in: ਲੋੜ ਮੁਤਾਬਕ ਹੇਠ ਜਾਣਕਾਰੀ ਨੂੰ ਤਬਦੀਲ ਕਰੋ, ਅਤੇ ਤਬਦੀਲੀ Submit ਦਬਾਓ.

source: change password
de_ch: Kennwort ändern
es_cl: cambiar la contraseña
fr: changer le mot de passe
pa_in: ਪਾਸਵਰਡ ਬਦਲੋ

source: Join/Leave User Groups
de_ch: Join / Leave Benutzergruppen
es_cl: Únete / Deja Grupos de usuarios
fr: Inscrivez-vous / Laissez Groupes d&#39;utilisateurs
pa_in: ਯੂਜ਼ਰ ਗਰੁੱਪ ਛੱਡੋ / ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਜਾਓ

source: Groups:
de_ch: Gruppen:
es_cl: Grupos:
fr: Groupes:
pa_in: ਗਰੁੱਪ:

source: The following user's account has been updated/modified at {{ SITE_GLOBAL_SITEDISPLAYNAME }}. The details are listed below:
de_ch: Die folgenden Benutzerkonto ist aktualisiert / AT modifiziert worden {{}} SITE_GLOBAL_SITEDISPLAYNAME. Die Details sind nachstehend aufgeführt:
es_cl: Cuenta lo siguiente de usuario ha sido actualizado / modificado en {{SITE_GLOBAL_SITEDISPLAYNAME}}. Los detalles son los siguientes:
fr: Le compte de l&#39;utilisateur suivant a été mis à jour / modifié à {{}} SITE_GLOBAL_SITEDISPLAYNAME. Les détails sont mentionnés ci-dessous:
pa_in: ਹੇਠ ਦਿੱਤੇ ਉਪਭੋਗੀ ਖਾਤੇ &#39;ਤੇ ਸੋਧਿਆ / ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ {{SITE_GLOBAL_SITEDISPLAYNAME}}. ਵੇਰਵੇ ਹੇਠ ਦਿੱਤੇ ਗਏ ਹਨ:

source: Old Value
de_ch: Alter Wert
es_cl: Valor antiguo
fr: Ancienne valeur
pa_in: ਪੁਰਾਣਾ Value

source: New Value
es_cl: Nuevo valor
fr: Nouvelle valeur
pa_in: ਨਿਊ Value

source: Grant/Remove Module Level Permissions
de_ch: Zuschuss / entfernen Moduls: Berechtigungen
es_cl: Donación / Quitar nivel de módulo Permisos
fr: Grant / Suppression de niveau module autorisations
pa_in: Grant / ਮੋਡੀਊਲ ਪੱਧਰ ਦੇ ਅਧਿਕਾਰ ਹਟਾਓ

source: User Permissions:
de_ch: Benutzerberechtigungen:
es_cl: Permisos de usuario:
fr: les autorisations des utilisateurs:
pa_in: ਯੂਜ਼ਰ ਅਧਿਕਾਰ:

source: Profile Export
de_ch: Profil Export
es_cl: Exportar perfil
fr: Exporter le profil
pa_in: ਪਰੋਫਾਇਲ ਐਕਸਪੋਰਟ

source: Profile Export - Status
de_ch: Profil Export - Status
es_cl: Perfil de Exportación - Estado
fr: Exportation d&#39;un profil - Statut
pa_in: ਪਰੋਫਾਇਲ ਐਕਸਪੋਰਟ - ਸਥਿਤੀ

source: Profiles Export - Status
de_ch: Profile Export - Status
es_cl: Perfiles de Exportación - Estado
fr: Profils Export - Statut
pa_in: ਪਰੋਫਾਇਲ ਐਕਸਪੋਰਟ - ਸਥਿਤੀ

source: Upcoming Event Registrations
de_ch: Nächste Veranstaltung Anmeldungen
es_cl: Los registros de eventos Próximos
fr: Enregistrements d&#39;événements à venir
pa_in: ਆਉਣ ਵਾਲੇ ਘਟਨਾ ਰਜਿਸਟ੍ਰੇਸ਼ਨ

source: No upcoming event registrations.
de_ch: Keine anstehenden Ereignisregistrierungen.
es_cl: No hay registros de eventos próximos.
fr: Aucun prochaines inscriptions à des événements.
pa_in: ਕੋਈ ਆਉਣ ਵਾਲੇ ਘਟਨਾ ਰਜਿਸਟ੍ਰੇਸ਼ਨ.

source: Last Login:
de_ch: Letzter Login:
es_cl: Última sesión:
fr: Dernière connexion:
pa_in: ਪਿਛਲੇ ਲਾਗਇਨ:

source: Invoice Count:
de_ch: Rechnung Count:
es_cl: Conde de factura:
fr: Nombre facture:
pa_in: ਚਲਾਨ ਗਿਣਤੀ:

source: Number of Contributions:
de_ch: Anzahl der Beiträge:
es_cl: Número de cuotas:
fr: Nombre de contributions:
pa_in: ਯੋਗਦਾਨ ਦੀ ਗਿਣਤੀ:

source: Number of Group Memberships:
de_ch: Anzahl der Gruppenmitgliedschaft:
es_cl: Número de Membresía de grupo:
fr: Nombre de Membre des groupes:
pa_in: ਗਰੁੱਪ ਦੇ ਸਦੱਸਤਾ ਦੀ ਗਿਣਤੀ:

source: Merge Users
de_ch: Merge Benutzer
es_cl: Combinar Usuarios
fr: Fusionner les utilisateurs
pa_in: ਉਪਭੋਗੀ, Merge

source: Check the boxes below to select which user accounts you would like to merge. The Master account will be the account into which all other users are merged. Please review the user account information listed below before merging.
de_ch: Überprüfen Sie die unten stehenden Felder auswählen, welche Benutzer Sie möchten, um zu verschmelzen ausmacht. Das Hauptkonto wird das Konto in dem alle anderen Nutzer zusammengeführt werden können. Bitte überprüfen Sie die Benutzerkontoinformationen unten vor der Zusammenführung aufgeführt.
es_cl: Marque las casillas de abajo para seleccionar las cuentas de usuario que desea fusionar. La cuenta principal será la cuenta en la que todos los demás usuarios se fusionan. Por favor revise la información de la cuenta de usuario a continuación antes de la fusión.
fr: Cochez les cases ci-dessous pour sélectionner les comptes d&#39;utilisateur que vous souhaitez fusionner. Le compte principal sera le compte sur lequel tous les autres utilisateurs sont fusionnés. S&#39;il vous plaît examiner les informations de compte utilisateur ci-dessous avant de fusionner.
pa_in: ਤੁਹਾਨੂੰ ਅਭੇਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਜੋ ਕਿ ਯੂਜ਼ਰ ਨੂੰ ਖਾਤੇ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਹੇਠ ਬਕਸੇ ਚੈੱਕ ਕਰੋ. ਮਾਸਟਰ ਖਾਤੇ ਦੇ ਹੋਰ ਸਾਰੇ ਉਪਭੋਗਤਾ ਨੂੰ ਲੀਨ ਕਰ ਰਹੇ ਹਨ, ਜਿਸ ਵਿੱਚ ਖਾਤੇ ਨੂੰ ਹੋ ਜਾਵੇਗਾ. ਅਭੇਦ ਅੱਗੇ ਹੇਠ ਦਿੱਤੇ ਯੂਜ਼ਰ ਖਾਤਾ ਜਾਣਕਾਰੀ ਦੀ ਸਮੀਖਿਆ ਕਰੋ.

source: Edit Groups
de_ch: Gruppen bearbeiten
es_cl: Editar Grupos
fr: Modifier les groupes
pa_in: ਸੋਧ ਗਰੁੱਪ

source: Change Password
de_ch: Kennwort ändern
es_cl: Cambiar la contraseña
fr: Changer le mot de passe
pa_in: ਪਾਸਵਰਡ ਬਦਲੋ

source: Impersonate
de_ch: Annehmen
es_cl: Suplantar
fr: Usurper l&#39;identité d&#39;
pa_in: ਭੇਸ

source: All Users
de_ch: Alle Benutzer
es_cl: Todos los usuarios
fr: Tous les utilisateurs
pa_in: ਸਾਰੇ ਉਪਯੋਗਕਰਤਾ

source: Add a User
de_ch: Hinzufügen eines Benutzers
es_cl: Añadir un usuario
fr: Ajouter un utilisateur
pa_in: ਇੱਕ ਉਪਭੋਗੀ ਸ਼ਾਮਲ ਕਰੋ

source: Similar Users List
de_ch: Ähnliche Benutzerliste
es_cl: Lista de Usuarios similares
fr: Liste des utilisateurs similaires
pa_in: ਇਸੇ ਉਪਭੋਗੀ, ਸੂਚੀ,

source: Membership Reports
de_ch: Mitgliedschaft Berichte
es_cl: Informes de Membresía
fr: Rapports d&#39;adhésion
pa_in: Membership ਰੀਪੋਰਟ

source: Admin List
de_ch: Admin Liste
es_cl: Administrador Lista
fr: Liste Admin
pa_in: ਪਰਬੰਧ ਸੂਚੀ ਹੈ,

source: This User
de_ch: Dieser Nutzer
es_cl: Este usuario
fr: Cet utilisateur
pa_in: ਇਹ ਯੂਜ਼ਰ

source: View User Profile
de_ch: Nutzerprofil anzeigen
es_cl: Ver perfil de usuario
fr: Voir le profil de l&#39;utilisateur
pa_in: ਵੇਖੋ ਯੂਜ਼ਰ ਪਰੋਫਾਇਲ

source: Edit User Profile
de_ch: Benutzerprofil bearbeiten
es_cl: Editar perfil de usuario
fr: Modifier le profil de l&#39;utilisateur
pa_in: ਸੋਧ ਯੂਜ਼ਰ ਪਰੋਫਾਇਲ

source: Edit Permissions
de_ch: Berechtigungen bearbeiten
es_cl: Editar permisos
fr: Modifier les autorisations
pa_in: ਸੋਧ ਅਧਿਕਾਰ

source: Delete User
de_ch: Benutzer löschen
es_cl: Eliminar usuario
fr: Supprimer un utilisateur
pa_in: ਉਪਭੋਗੀ ਹਟਾਓ

source: Superuser
fr: Superutilisateur
pa_in: ਸੁਪਰ

source: People Search
de_ch: Personensuche
es_cl: Buscar Gente
fr: Recherche de personnes
pa_in: ਲੋਕ ਖੋਜ

source: People List
de_ch: Menschen Liste
es_cl: Personas Lista
fr: Liste de personnes
pa_in: ਲੋਕ ਸੂਚੀ ਹੈ,

source: Sorry, we didn't find anything for your search.
de_ch: Es tut uns leid, haben wir nicht alles für Ihre Suche finden.
es_cl: Lo sentimos, no hemos encontrado nada para su búsqueda.
fr: Désolé, nous n&#39;avons rien trouvé pour votre recherche.
pa_in: ਅਫਸੋਸ, ਸਾਨੂੰ ਤੁਹਾਡੀ ਖੋਜ ਦੇ ਲਈ ਕੁਝ ਵੀ ਨਾ ਲੱਭਿਆ ਸੀ.

source: Similar Users
de_ch: Ähnliche Benutzer
es_cl: Usuarios similares
fr: Utilisateurs similaires
pa_in: ਇਸੇ ਉਪਭੋਗੀ,

source: Users with Same Names
de_ch: Benutzer mit gleichen Namen
es_cl: Los usuarios con el mismo nombre
fr: Les utilisateurs ayant le même nom
pa_in: ਸੇਮ ਨਾਮ ਨਾਲ ਉਪਭੋਗੀ,
