Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: Users with Same Email
de_ch: Benutzer mit derselben E-Mail
es_cl: Los usuarios con el mismo correo electrónico
fr: Les utilisateurs qui ont le même e-mail
pa_in: ਸੇਮ ਈ ਦੇ ਨਾਲ ਉਪਭੋਗੀ,

source: No similar users found
de_ch: Keine ähnlichen Nutzern gefunden
es_cl: No hay usuarios similares encontrados
fr: Aucun utilisateur similaire trouvé
pa_in: ਕੋਈ ਵੀ ਇਸੇ ਉਪਭੋਗੀ ਲੱਭੀ

source: Users not in Groups
de_ch: Benutzer, die nicht in Gruppen
es_cl: Los usuarios no en los Grupos
fr: Les utilisateurs hors des groupes
pa_in: ਉਪਭੋਗਤਾ ਨੂੰ ਨਾ ਗਰੁੱਪ ਵਿੱਚ

source: No users not in groups found.
de_ch: Kein Benutzer nicht in Gruppen gefunden.
es_cl: No hay usuarios que no formen grupos encontrados.
fr: Aucun membre non dans les groupes trouvés.
pa_in: ਕੋਈ ਉਪਭੋਗੀ ਗਰੁੱਪ ਵਿੱਚ ਨਾ ਲੱਭੀ.

source: Add users to the group
de_ch: Hinzufügen von Benutzern zu der Gruppe
es_cl: Agregar usuarios al grupo
fr: Ajouter des utilisateurs au groupe
pa_in: ਗਰੁੱਪ ਲਈ ਉਪਭੋਗੀ ਸ਼ਾਮਲ ਕਰੋ

source: Delete members in group before importing
de_ch: Mitglieder in Gruppe löschen vor dem Importieren
es_cl: Eliminar miembros de grupo antes de importar
fr: Supprimer des membres du groupe avant d&#39;importer
pa_in: ਨੂੰ ਆਯਾਤ ਕਰਨ ਲਈ ਅੱਗੇ ਗਰੁੱਪ ਵਿੱਚ ਅੰਗ ਹਟਾਓ

source: Make Users
de_ch: Benutzer machen
es_cl: Hacer Usuarios
fr: Assurez-utilisateurs
pa_in: ਉਪਭੋਗੀ, ਬਣਾਉ

source: Identify duplicates by
de_ch: Identifizieren von Dubletten
es_cl: Identificar los duplicados por
fr: Identifier les doublons par
pa_in: ਕੇ ਡੁਪਲੀਕੇਟ ਨੂੰ ਪਛਾਣੋ

source: Add Users to Group
de_ch: Benutzer zu Gruppe hinzufügen
es_cl: Agregar usuarios al grupo
fr: Ajouter des utilisateurs au groupe
pa_in: ਉਪਭੋਗੀ ਸ਼ਾਮਲ ਕਰੋ

source: Default Avatar
de_ch: Standard Avatar
es_cl: Por defecto Avatar
pa_in: ਮੂਲ ਅਵਤਾਰ

source: You may only redirect from a disabled app. You do not need to enter a From URL if you choose an app. All URLs related to this app will be redirected to the URL you enter in the To URL field.
de_ch: Sie dürfen nur von einer Umleitung deaktiviert App. Sie brauchen nicht zu geben ein von URL, wenn Sie eine App zu wählen. Alle URLs zu dieser App bezogen wird, wird auf die URL, die Sie in der URL-Feld eingeben, um umgeleitet werden.
es_cl: Sólo puede redirigir desde un programa desactivado. No es necesario que introduzca una URL De si usted elige una aplicación. Todas las URLs relacionadas a esta aplicación será redirigido a la URL que introduzca en el campo a la web.
fr: Vous ne pouvez rediriger à partir d&#39;une application handicapés. Vous n&#39;avez pas besoin d&#39;entrer une URL De si vous choisissez une application. Toutes les URL liée à cette application seront redirigés vers l&#39;URL que vous entrez dans le champ à l&#39;URL.
pa_in: ਤੁਹਾਨੂੰ ਸਿਰਫ ਇੱਕ ਅਯੋਗ ਐਪਲੀਕੇਸ਼ ਨੂੰ ਤੱਕ ਭੇਜ ਸਕਦੇ ਹੋ. ਤੁਹਾਨੂੰ ਇੱਕ ਐਪਲੀਕੇਸ਼ ਦੀ ਚੋਣ, ਜੇਕਰ URL ਨੂੰ ਤੱਕ, ਇੱਕ ਦਰਜ ਕਰਨ ਦੀ ਲੋੜ ਨਹ ਹੈ. ਇਸ ਐਪਲੀਕੇਸ਼ ਨੂੰ ਨਾਲ ਸਬੰਧਤ ਸਾਰੇ URL ਨੂੰ ਤੁਹਾਡੇ URL ਨੂੰ ਖੇਤਰ ਵਿੱਚ ਦਿਓ, URL ਨੂੰ ਨਿਰਦੇਸ਼ਤ ਕੀਤਾ ਜਾਵੇਗਾ.

source: Redirect for this app already exists.
de_ch: Umleitung für diese App ist bereits vorhanden.
es_cl: Redirect para ya existe esta aplicación.
fr: Redirection pour cette application existe déjà.
pa_in: ਇਸ ਐਪਲੀਕੇਸ਼ ਨੂੰ ਹੀ ਮੌਜੂਦ ਹੈ ਦੇ ਲਈ ਭੇਜ ਦਿਓ.

source: Redirect for this url already exists.
de_ch: Umleitung für diesen Link bereits vorhanden ist.
es_cl: Redirect para ya existe esta url.
fr: Redirection pour cette adresse existe déjà.
pa_in: ਇਸ ਨੂੰ URL ਨੂੰ ਹੀ ਮੌਜੂਦ ਹੈ ਦੇ ਲਈ ਭੇਜ ਦਿਓ.

source: Specify from where the redirect would come from.
de_ch: Angeben, von wo die Umleitung kommen würde.
es_cl: Especifique desde donde la redirección vendría de.
fr: Précisez d&#39;où la redirection viendrait.
pa_in: Redirect ਤੱਕ ਆ ਜਾਵੇਗੀ, ਜਿੱਥੇ ਤੱਕ ਦਿਓ.

source: Check if the From URL uses a regular expression.
de_ch: Prüfen Sie, ob die Aus-URL verwendet einen regulären Ausdruck.
es_cl: Compruebe si la URL Desde utiliza una expresión regular.
fr: Vérifiez si la partir de l&#39;URL utilise une expression régulière.
pa_in: URL ਨੂੰ ਤੱਕ ਇੱਕ ਨਿਯਮਿਤ ਸਮੀਕਰਨ ਨੂੰ ਵਰਤਦਾ ਹੈ, ਜੇ ਚੈੱਕ ਕਰੋ.

source: From App
de_ch: Aus dem App
es_cl: Desde App
fr: De App
pa_in: App ਤੱਕ

source: From URL
de_ch: Von URL
es_cl: Desde URL
fr: Partir de l&#39;URL
pa_in: URL ਨੂੰ ਤੱਕ

source: To URL
de_ch: Zu URL
es_cl: Para URL
fr: Pour URL
pa_in: URL ਨੂੰ ਕਰਨ ਲਈ

source: You may reference any named regex pattern in From URL with (name). e.g. (?P<slug>[\w\-\/]+) can be mapped to (slug).
de_ch: Sie können jeden beliebigen Namen Regex-Muster Ab URL (Name) zu verweisen. z.B. (? P <slug> [\ w \ - \ /] +) auf (Schnecke) abgebildet werden.
es_cl: Puede hacer referencia a cualquier patrón de expresión nombrada en Desde URL con (nombre). por ejemplo, (? P <slug> [\ w \ - \ /] +) se puede asignar a (babosa).
fr: Vous pouvez faire référence à n&#39;importe quel motif regex nommé A partir de l&#39;URL avec (nom). par exemple (? P <slug> [\ w \ - \ /] +) peut être mappé (slug).
pa_in: ਤੁਹਾਨੂੰ (ਨਾਮ) ਦੇ ਨਾਲ URL ਨੂੰ ਤੱਕ ਦੇ ਕਿਸੇ ਵੀ ਨਾਮ regex ਪੈਟਰਨ ਹਵਾਲਾ ਹੋ ਸਕਦਾ ਹੈ. e.g. (? P <slug> [\ \ W - \ /] +) (slug) ਨਾਲ ਮੈਪ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ.

source: HTTP Status
es_cl: HTTP Estado
pa_in: HTTP ਹਾਲਤ

source: Uses Regular Expression
de_ch: Verwendet Regular Expression
es_cl: Utiliza expresiones regulares
fr: Utilise des expressions régulières
pa_in: ਰੈਗੂਲਰ ਸਮੀਕਰਨ ਨੂੰ ਵਰਤਦਾ ਹੈ

source: Redirects Add
de_ch: Weiterleitungen hinzufügen
es_cl: Redirecciones Añadir
fr: Ajouter les redirections
pa_in: ਸ਼ਾਮਲ ਕਰੋ ਕੀ ਜੁੜਦਾ ਹੈ

source: Redirect Delete
de_ch: Redirect löschen
es_cl: Redireccionar Borrar
fr: Rediriger Supprimer
pa_in: ਹਟਾਓ ਭੇਜ

source: Are you sure you want to delete this redirect?
de_ch: Sind Sie sicher, dass Sie diese Umleitung löschen?
es_cl: ¿Seguro que quieres borrar este redireccionamiento?
fr: Etes-vous sûr de vouloir supprimer cette redirection?
pa_in: ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਡਿਰੈਕਟ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Redirect Edit
de_ch: Umleiten bearbeiten
es_cl: Redireccionar Edit
fr: Rediriger Modifier
pa_in: ਸੋਧ ਭੇਜ

source: Redirects Export
de_ch: Leitet Export
es_cl: Redirige Exportación
fr: Redirige Export
pa_in: ਐਕਸਪੋਰਟ ਜੁੜਦਾ ਹੈ

source: All Redirects
de_ch: Alle Umleitungen
es_cl: Todas las redirecciones
fr: Tous les redirections
pa_in: ਸਾਰੇ ਜੁੜਦਾ ਹੈ

source: Redirect List
de_ch: Umleiten Liste
es_cl: Redireccionar Lista
fr: Rediriger Liste
pa_in: ਸੂਚੀ ਹੈ, ਭੇਜ

source: Add a Redirect
de_ch: Fügen Sie einen Redirect
es_cl: Añadir una redirección
fr: Ajouter une redirection
pa_in: ਇੱਕ ਰੀ ਸ਼ਾਮਲ ਕਰੋ

source: Export Redirects
es_cl: Exportar redirecciones
fr: Export redirections
pa_in: ਐਕਸਪੋਰਟ ਜੁੜਦਾ ਹੈ

source: This Redirect
de_ch: Diese Redirect
es_cl: Este redireccionamiento
fr: Cette redirection
pa_in: ਇਹ ਰੀ

source: Edit Redirect
de_ch: Bearbeiten Redirect
es_cl: Editar Redirect
fr: Modifier Redirect
pa_in: ਸੋਧ ਰੀ

source: Delete Redirect
de_ch: Redirect löschen
es_cl: Eliminar Redirect
fr: Supprimer Redirect
pa_in: ਰੀ ਹਟਾਓ

source: INACTIVE
de_ch: INAKTIV
es_cl: INACTIVO
pa_in: ਸਰਗਰਮ

source: From App:
de_ch: Von App:
es_cl: Desde App:
fr: De App:
pa_in: App ਤੱਕ:

source: From URL:
de_ch: Von URL:
es_cl: Desde URL:
fr: Depuis l&#39;URL:
pa_in: URL ਨੂੰ ਤੱਕ:

source: (Uses Regular Expression)
de_ch: (Verwendet Regular Expression)
es_cl: (Utiliza expresiones regulares)
fr: (Utilise une expression régulière)
pa_in: (ਰੈਗੂਲਰ ਸਮੀਕਰਨ ਨੂੰ ਵਰਤਦਾ ਹੈ)

source: To URL:
de_ch: Zu URL:
es_cl: Para URL:
fr: À l&#39;URL:
pa_in: URL ਨੂੰ ਕਰਨ ਲਈ:

source: HTTP Status:
es_cl: HTTP Estado:
pa_in: HTTP ਹਾਲਤ:

source: Temporary Redirect
es_cl: Redirección temporal
fr: Redirection temporaire
pa_in: ਆਰਜ਼ੀ ਰੀ

source: Permanent Redirect
es_cl: Redirección permanente
fr: Redirect permanent
pa_in: ਸਥਾਈ ਰੀ

source: username
de_ch: Benutzername
es_cl: nombre de usuario
fr: nom d&#39;utilisateur
pa_in: ਉਪਭੋਗੀ

source: email address
de_ch: E-Mail-Addresse
es_cl: dirección de correo electrónico
fr: adresse e-mail
pa_in: ਈਮੇਲ ਪਤਾ

source: password
de_ch: Passwort
es_cl: contraseña
fr: mot de passe
pa_in: ਪਾਸਵਰਡ ਦੀ

source: password (again)
de_ch: Passwort (wieder)
es_cl: contraseña (otra vez)
fr: mot de passe (à nouveau)
pa_in: ਪਾਸਵਰਡ (ਮੁੜ)

source: I have read and agree to the Terms of Service
de_ch: Ich habe gelesen und stimme den Nutzungsbedingungen
es_cl: He leído y acepto los Términos de uso
fr: J&#39;ai lu et j&#39;accepte les Conditions générales d&#39;utilisation
pa_in: ਮੈਨੂੰ ਪੜ੍ਹ ਲਿਆ ਹੈ ਅਤੇ ਸੇਵਾ ਦੇ ਨਿਯਮ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੈ

source: This email address is already in use. Please supply a different email address.
de_ch: Diese E-Mail-Adresse ist bereits in Gebrauch. Bitte geben Sie eine andere E-Mail-Adresse ein.
es_cl: Esta dirección de correo electrónico ya está en uso. Por favor ingrese una dirección de correo electrónico diferente.
fr: Cette adresse email est déjà en cours d&#39;utilisation. S&#39;il vous plaît fournir une adresse e-mail différente.
pa_in: ਇਸ ਈਮੇਲ ਪਤੇ ਨੂੰ ਵਰਤਣ ਵਿੱਚ ਹੀ ਹੁੰਦਾ ਹੈ. ਇੱਕ ਵੱਖਰਾ ਈਮੇਲ ਪਤਾ ਦਿਓ ਜੀ.

source: Registration using free email addresses is prohibited. Please supply a different email address.
de_ch: Anmeldung mit E-Mail-Adressen kostenlos ist verboten. Bitte geben Sie eine andere E-Mail-Adresse ein.
es_cl: Se prohíbe el uso de direcciones de correo electrónico de registro gratis. Por favor ingrese una dirección de correo electrónico diferente.
fr: Enregistrement à l&#39;aide des adresses électroniques gratuites est interdite. S&#39;il vous plaît fournir une adresse e-mail différente.
pa_in: ਮੁਫ਼ਤ ਈਮੇਲ ਪਤੇ ਨੂੰ ਵਰਤ ਰਜਿਸਟਰੇਸ਼ਨ ਦੀ ਮਨਾਹੀ ਹੈ. ਇੱਕ ਵੱਖਰਾ ਈਮੇਲ ਪਤਾ ਦਿਓ ਜੀ.

source: activation key
de_ch: Aktivierungsschlüssel
es_cl: clave de activación
fr: clé d&#39;activation
pa_in: ਸਰਗਰਮ ਕੁੰਜੀ

source: registration profile
de_ch: Registrierungsprofil
es_cl: perfil de registro
fr: Profil d&#39;enregistrement
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਪਰੋਫਾਇਲ

source: registration profiles
de_ch: Anmeldung Profile
es_cl: perfiles de registro
fr: profils d&#39;enregistrement
pa_in: ਪਰੋਫਾਇਲ ਰਜਿਸਟਰੇਸ਼ਨ

source: Please click here to activate your account: %(site_url)s/accounts/activate/%(activation_key)s/. There are %(expiration_days)s days left to do it.
de_ch: Bitte klicken Sie hier, um Ihr Konto zu aktivieren: %(site_url)s / Konten / aktivieren / %(activation_key)s /. Es gibt %(expiration_days)s Tage, es zu tun.
es_cl: Haga clic aquí para activar su cuenta: %(site_url)s / cuentas / activar / %(activation_key)s /. Hay %(expiration_days)s días para hacerlo.
pa_in: ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਐਕਟੀਵੇਟ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ ਜੀ: %(site_url)s / ਖਾਤੇ / ਨੂੰ ਸਰਗਰਮ / %(activation_key)s /. %(expiration_days)sਹੁੰਦੇ ਹਨ ਦੇ ਦਿਨ ਇਸ ਨੂੰ ਕੀ ਕਰਨ ਲਈ ਛੱਡ ਦਿੱਤਾ.

source: To get back to your event, click here: %(site_url)s%(event_url)s
de_ch: Zurück zu Ihrer Veranstaltung zu erhalten, klicken Sie bitte hier: %(site_url)s %(event_url)s
es_cl: Para volver a su evento, haga clic aquí: %(site_url)s %(event_url)s
fr: Pour revenir à votre événement, cliquez ici: %(site_url)s %(event_url)s
pa_in: ਵਾਪਸ ਤੁਹਾਡੇ ਘਟਨਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ, ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ: %(site_url)s %(event_url)s

source: Account Activation - %(site_url)s
de_ch: Kontoaktivierung - %(site_url)s
es_cl: Activación de la cuenta - %(site_url)s
fr: Activation du compte - %(site_url)s
pa_in: ਖਾਤਾ ਸਰਗਰਮ - %(site_url)s

source: Password change successful
de_ch: Passwortänderung erfolgreich
es_cl: Cambio de contraseña exitoso
fr: changement de mot de passe réussie
pa_in: ਪਾਸਵਰਡ ਤਬਦੀਲੀ ਸਫਲ

source: Password was changed for
de_ch: Passwort geändert wurde
es_cl: Contraseña fue cambiada para
fr: Mot de passe a été changé pour
pa_in: ਪਾਸਵਰਡ ਦੇ ਲਈ ਬਦਲ ਗਿਆ ਸੀ,

source: Your password was changed.
de_ch: Ihr Passwort wurde geändert.
es_cl: Su contraseña ha sido cambiada.
fr: Votre mot de passe a été changé.
pa_in: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਬਦਲ ਗਿਆ ਸੀ.

source: Password change
de_ch: Passwort-Änderung
es_cl: Cambio de contraseña
fr: changement du mot de passe
pa_in: ਪਾਸਵਰਡ ਤਬਦੀਲੀ

source: Reset Password for
de_ch: Passwort zurücksetzen für
es_cl: Restablecer contraseña para
fr: Réinitialiser le mot de passe pour
pa_in: ਲਈ ਪਾਸਵਰਡ ਰੀਸੈੱਟ

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de_ch: Bitte geben Sie Ihr altes Passwort ein, für die Sicherheit willen, und geben Sie dann zweimal Ihr neues Passwort, damit wir Sie es korrekt eingegeben überprüfen können.
es_cl: Introduzca su contraseña antigua, por el amor de la seguridad, y luego ingrese su nueva contraseña dos veces para que podamos verificar la ha escrito correctamente.
fr: S&#39;il vous plaît entrez votre ancien mot de passe, pour l&#39;amour de la sécurité, puis entrez votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous tapé correctement.
pa_in: ਦੀ ਸੁਰੱਖਿਆ ਦੀ ਭਲਾਈ ਲਈ, ਆਪਣੀ ਪੁਰਾਣੀ ਪਾਸਵਰਡ ਦਿਓ, ਅਤੇ ਸਾਨੂੰ ਤੁਹਾਡੇ ਠੀਕ ਵਿੱਚ ਇਸ ਨੂੰ ਟਾਈਪ ਕੀਤੇ ਤਸਦੀਕ ਕਰ ਸਕਦੇ ਹਨ, ਇਸ ਲਈ ਫਿਰ ਦੋ ਵਾਰ ਆਪਣੀ ਨਵ ਪਾਸਵਰਡ ਦਿਓ ਜੀ.

source: Old password
de_ch: Altes Passwort
es_cl: Contraseña anterior
fr: Ancien mot de passe
pa_in: ਪੁਰਾਣਾ ਪਾਸਵਰਡ

source: Please enter your new password twice so we can verify you typed it in correctly.
de_ch: Bitte geben Sie Ihr neues Passwort zweimal ein, damit wir Sie es korrekt eingegeben überprüfen können.
es_cl: Introduzca su nueva contraseña dos veces para que podamos verificar las ha escrito correctamente.
fr: S&#39;il vous plaît entrer votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous tapé correctement.
pa_in: ਸਾਨੂੰ ਤੁਹਾਡੇ ਠੀਕ ਵਿੱਚ ਇਸ ਨੂੰ ਟਾਈਪ ਕੀਤੇ ਤਸਦੀਕ ਕਰ ਸਕਦੇ ਹਨ, ਇਸ ਲਈ ਦੋ ਵਾਰ ਆਪਣੀ ਨਵ ਪਾਸਵਰਡ ਦਿਓ ਜੀ.

source: New password
de_ch: Neues Passwort
es_cl: Nueva contraseña
fr: Nouveau mot de passe
pa_in: ਨਵਾਂ ਪਾਸਵਰਡ

source: Password reset complete
de_ch: Passwort zurücksetzen komplette
es_cl: Restablecimiento de contraseña completa
fr: Mot de passe réinitialiser complet
pa_in: ਪਾਸਵਰਡ ਨੂੰ ਪੂਰਨ ਨੂੰ ਰੀਸੈੱਟ

source: Your password has been set. You may go ahead and log in now.
de_ch: Ihr Passwort wurde eingestellt. Sie können gehen Sie vor und melden Sie sich jetzt.
es_cl: Su contraseña ha sido establecido. Usted puede seguir adelante y acceder ahora.
fr: Votre mot de passe a été défini. Vous pouvez aller de l&#39;avant et ouvrir une session maintenant.
pa_in: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਹੈ. ਤੁਹਾਨੂੰ ਅੱਗੇ ਜਾਣ ਅਤੇ ਹੁਣ ਵਿੱਚ ਲਾਗਇਨ ਕਰ ਸਕਦਾ ਹੈ.

source: Password reset
de_ch: Passwort-Reset
es_cl: Restablecimiento de contraseña
fr: Mot de passe réinitialisé
pa_in: ਪਾਸਵਰਡ ਰੀਸੈੱਟ

source: Enter new password
de_ch: Geben Sie das neue Kennwort
es_cl: Introduzca nueva contraseña
fr: Entrez nouveau mot de passe
pa_in: ਪਾਸਵਰਡ ਦਿਓ

source: New password:
de_ch: Neues Passwort:
es_cl: Nueva contraseña:
fr: Nouveau mot de passe:
pa_in: ਨਵਾਂ ਪਾਸਵਰਡ:

source: Confirm password:
de_ch: Passwort bestätigen:
es_cl: Confirmar Contraseña:
fr: Confirmez le mot de passe:
pa_in: ਪਾਸਵਰਡ ਪੱਕਾ ਕਰੋ:

source: Change my password
de_ch: Mein Passwort ändern
es_cl: Cambiar mi contraseña
fr: Changer mon mot de passe
pa_in: ਮੇਰੇ ਪਾਸਵਰਡ ਬਦਲੋ

source: Password reset unsuccessful
de_ch: Passwort zurücksetzen erfolglos
es_cl: Restablecimiento de contraseña sin éxito
fr: Mot de passe réinitialiser échec
pa_in: ਪਾਸਵਰਡ ਅਸਫ਼ਲ ਨੂੰ ਰੀਸੈੱਟ

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de_ch: Das Passwort-Reset-Link ist ungültig, möglicherweise, weil es bereits verwendet wurde. Bitte fordern Sie ein neues Passwort zurückgesetzt.
es_cl: El enlace de restablecimiento de contraseña no era válida, posiblemente debido a que ya se ha utilizado. Por favor, solicite un nuevo restablecimiento de contraseña.
fr: Le lien de réinitialisation de mot était invalide, peut-être parce qu&#39;il a déjà été utilisé. S&#39;il vous plaît demander un nouveau mot de passe réinitialisé.
pa_in: ਪਾਸਵਰਡ ਦੀ ਰੀਸੈੱਟ ਲਿੰਕ ਨੂੰ ਇਸ ਨੂੰ ਹੀ ਵਰਤਿਆ ਗਿਆ ਹੈ, ਸੰਭਵ ਤੌਰ ਕਿਉਕਿ, ਗਲਤ ਸੀ,. ਇੱਕ ਨਵ ਪਾਸਵਰਡ ਰੀਸੈਟ ਬੇਨਤੀ ਕਰੋ.

source: Password reset successful
de_ch: Kennwort erfolgreich zurückgesetzt
es_cl: Restablecimiento de contraseña exitoso
fr: Mot de passe réinitialiser succès
pa_in: ਪਾਸਵਰਡ ਸਫਲ ਨੂੰ ਰੀਸੈੱਟ

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
de_ch: Wir haben eine E-Mail Sie Anweisungen zum Einrichten Ihr Passwort an die E-Mail-Adresse, die Sie eingereicht. Sie sollten es kurz empfängt.
es_cl: Te hemos enviado por correo electrónico las instrucciones para configurar su contraseña a la dirección de correo electrónico que ha enviado. Usted debe recibir en breve.
fr: Nous vous avons envoyé par courrier électronique des instructions pour installer votre mot de passe à l&#39;adresse e-mail que vous avez soumis. Vous devriez recevoir sous peu.
pa_in: ਅਸ ਤੁਹਾਨੂੰ ਪੇਸ਼ ਈ-ਮੇਲ ਪਤਾ ਕਰਨ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਸੈੱਟ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਨਿਰਦੇਸ਼ ਈ-ਡਾਕ ਹੈ. ਤੁਹਾਨੂੰ ਛੇਤੀ ਹੀ ਇਸ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
de_ch: Sie erhalten diese E-Mail, weil Sie einen Passwort-Reset für Ihr Benutzerkonto bei %(site_name)sngefordert s
es_cl: Usted está recibiendo este correo electrónico porque la solicitud de un restablecimiento de contraseña para su cuenta de usuario en %(site_name)s
fr: Vous recevez cet e-mail parce que vous avez demandé une réinitialisation du mot de passe pour votre compte d&#39;utilisateur à %(site_name)s
pa_in: ਤੁਹਾਨੂੰ %(site_name)s&#39;ਤੇ ਆਪਣੇ ਉਪਭੋਗਤਾ ਖਾਤੇ ਲਈ ਇੱਕ ਪਾਸਵਰਡ ਰੀਸੈਟ ਬੇਨਤੀ ਕੀਤੀ ਹੈ, ਕਿਉਕਿ ਤੁਹਾਨੂੰ ਇਸ ਈ ਮੇਲ ਪ੍ਰਾਪਤ ਕਰ ਰਹੇ ਹੋ

source: Note: Username and Password are case sensitive. Please go to the following pages and choose a new password for your account:
de_ch: Hinweis: Benutzername und Passwort sind case sensitive. Bitte gehen Sie auf den folgenden Seiten, und wählen Sie ein neues Passwort für Ihr Konto:
es_cl: Nota: nombre de usuario y contraseña distinguen entre mayúsculas y minúsculas. Por favor, vaya a las páginas siguientes y elegir una contraseña nueva para su cuenta:
fr: Remarque: Nom d&#39;utilisateur et mot de passe sont sensibles à la casse. S&#39;il vous plaît aller aux pages suivantes et choisir un nouveau mot de passe pour votre compte:
pa_in: ਨੋਟ: ੂਜ਼ਰਨੇਮ ਅਤੇ ਪਾਸਵਰਡ ਦੇ ਕੇਸ ਸੰਵੇਦਨਸ਼ੀਲ ਹੁੰਦੇ ਹਨ. ਇਹ ਪੰਨੇ &#39;ਤੇ ਜਾਣ ਅਤੇ ਤੁਹਾਡੇ ਖਾਤੇ ਲਈ ਇੱਕ ਪਾਸਵਰਡ ਦੀ ਚੋਣ ਕਰੋ:

source: Thanks for using our site!
de_ch: Vielen Dank für die Nutzung unserer Website!
es_cl: Gracias por usar nuestro sitio!
fr: Merci d&#39;utiliser notre site!
pa_in: ਸਾਡੀ ਸਾਈਟ ਵਰਤਣ ਲਈ ਧੰਨਵਾਦ ਹੈ!

source: The %(site_name)s team
de_ch: Die %(site_name)s Team
pa_in: %(site_name)s ਟੀਮ ਨੂੰ

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
de_ch: Passwort vergessen? Geben Sie Ihre E-Mail-Adresse ein, und wir werden Anweisungen für das Erstellen eines neuen E-Mail-.
es_cl: ¿Olvidó su contraseña? Introduzca su dirección de correo electrónico a continuación, y vamos a por e-mail las instrucciones para establecer una nueva.
fr: Vous avez oublié votre mot de passe? Entrez votre adresse e-mail ci-dessous, et nous vous enverrons un e-mail les instructions pour créer un nouveau mot.
pa_in: ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ? ਹੇਠ ਤੁਹਾਡੇ ਈ-ਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ, ਅਤੇ ਸਾਨੂੰ ਇੱਕ ਨਵ ਇੱਕ ਸੈੱਟ ਕਰਨ ਲਈ ਨਿਰਦੇਸ਼-ਮੇਲ ਈ ਹੋਵੋਗੇ.

source: E-mail address:
de_ch: E-Mail-Adresse:
es_cl: Dirección de correo electrónico:
fr: Adresse e-mail:
pa_in: E-ਮੇਲ ਪਤਾ:

source: Reset my password
de_ch: Mein Passwort zurücksetzen
es_cl: Cambiar mi contraseña
fr: Réinitialiser mon mot de passe
pa_in: ਆਪਣਾ ਪਾਸਵਰਡ ਸੈੱਟ

source: Report
de_ch: Bericht
es_cl: Informe
fr: Rapport
pa_in: ਦੀ ਰਿਪੋਰਟ

source: Reports
de_ch: Berichte
es_cl: Informes
fr: Rapports
pa_in: ਰਿਪੋਰਟ

source: Run
pa_in: ਚਲਾਓ

source: Runs
de_ch: Läuft
es_cl: Carreras
fr: Fonctionne
pa_in: ਰਨ

source: Create a Report
de_ch: Erstellen Sie einen Bericht
es_cl: Crear un informe
fr: Créer un rapport
pa_in: ਇਕ ਰਿਪੋਰਟ ਕਰੋ ਬਣਾਓ

source: Create Report
de_ch: Bericht erstellen
es_cl: Crear informe
fr: Créer un rapport
pa_in: ਦੀ ਰਿਪੋਰਟ ਬਣਾਓ

source: Report configuration settings
de_ch: Konfigurationsbericht-Einstellungen
es_cl: Ajustes de configuración Informe
fr: les paramètres de configuration de rapport
pa_in: ਦੀ ਰਿਪੋਰਟ ਸੰਰਚਨਾ ਸੈਟਿੰਗ

source: Run this report with a new date range
de_ch: Führen Sie diesen Bericht mit einem neuen Datumsbereich
es_cl: Ejecutar este informe con un nuevo rango de fechas
fr: Exécuter ce rapport avec une nouvelle gamme de la date
pa_in: ਇੱਕ ਨਵ ਦੀ ਮਿਤੀ ਸੀਮਾ ਨੂੰ ਨਾਲ ਇਸ ਦੀ ਰਿਪੋਰਟ ਚਲਾਓ

source: Previous report runs
de_ch: Vorherige Bericht ausgeführt
es_cl: Informe anterior se ejecuta
fr: Rapport précédent court
pa_in: ਪਿੱਛੇ ਦੀ ਰਿਪੋਰਟ ਚੱਲਦਾ ਹੈ

source: Run ID
de_ch: Lauf-ID
es_cl: Marcha de ID
pa_in: ਚਲਾਓ ID

source: Run Date
de_ch: Ausführungsdatum
es_cl: Fecha de ejecución
fr: Date de fonctionner
pa_in: ਚਲਾਓ ਮਿਤੀ

source: Date Range
de_ch: Datumsbereich
es_cl: Intervalo de fechas
fr: Date de Gamme
pa_in: ਤਾਰੀਖ ਸੀਮਾ

source: Result
de_ch: Ergebnis
es_cl: Resultado
fr: Résultat
pa_in: ਪਰਿਣਾਮ

source: to
de_ch: zu
es_cl: a
fr: à
pa_in: ਨੂੰ

source: Back to All Reports page
de_ch: Zurück zur Seite Alle Berichte
es_cl: Volver a la página Todos los informes
fr: Retour à la page Tous les rapports
pa_in: ਵਾਪਸ ਸਭ ਰੀਪੋਰਟ ਸਫ਼ੇ ਨੂੰ

source: Reports List
de_ch: Berichte Liste
es_cl: Lista de Informes
fr: Liste des rapports
pa_in: ਰੀਪੋਰਟ ਸੂਚੀ ਹੈ,

source: Create a new report
de_ch: Erstellen Sie einen neuen Bericht
es_cl: Crear un nuevo informe
fr: Créer un nouveau rapport
pa_in: ਇੱਕ ਨਵ ਦੀ ਰਿਪੋਰਟ ਬਣਾਓ

source: Each report is for a specific type of information (e.g. Invoices) and can have different options saved to be used in the future. All reports can be run multiple times with different date ranges, and are stored for future access.
de_ch: Jeder Bericht ist für eine bestimmte Art von Informationen (zB Rechnungen) und kann verschiedene Optionen gespeichert, um in der Zukunft genutzt werden müssen. Alle Berichte können mehrfach mit verschiedenen Datumsbereichen ausgeführt werden, und sind für den künftigen Zugang gespeichert.
es_cl: Cada informe es para un tipo específico de información (por ejemplo, facturas) y puede tener diferentes opciones guardadas para ser utilizado en el futuro. Todos los informes se pueden ejecutar varias veces con diferentes rangos de fechas, y se guardan para futuros accesos.
fr: Chaque rapport est pour un type spécifique de l&#39;information (par exemple des factures) et peut avoir différentes options enregistrées pour être utilisé à l&#39;avenir. Tous les rapports peuvent être exécutées plusieurs fois avec des plages de dates, et sont stockés pour l&#39;accès futur.
pa_in: ਹਰ ਇੱਕ ਦੀ ਰਿਪੋਰਟ ਜਾਣਕਾਰੀ ਦੀ ਇੱਕ ਖਾਸ ਕਿਸਮ ਦੀ (ਉਦਾਹਰਨ ਲਈ ਚਲਾਨ) ਲਈ ਹੈ ਅਤੇ ਭਵਿੱਖ ਵਿੱਚ ਵੀ ਵਰਤਿਆ ਜਾ ਕਰਨ ਦੀ ਸੰਭਾਲੀ ਵੱਖ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ. ਸਾਰੇ ਰਿਪੋਰਟ ਵੱਖ ਵੱਖ ਦੀ ਮਿਤੀ ਰੇਜ਼ ਨਾਲ ਕਈ ਵਾਰ ਚਲਾਇਆ ਜਾ ਸਕਦਾ ਹੈ, ਅਤੇ ਭਵਿੱਖ ਦੇ ਪਹੁੰਚ ਕਰਨ ਲਈ ਹੀ ਸੰਭਾਲਿਆ ਜਾਦਾ ਹੈ.

source: Click on a link below to access a report and either view a past date range or run a new version with a new date range.
de_ch: Klicken Sie auf den folgenden Link, um einen Bericht zugreifen und entweder sehen eine Vergangenheit Datumsbereich oder führen eine neue Version mit einem neuen Zeitraum.
es_cl: Haga clic en el enlace de abajo para acceder a un informe y, o bien ver un rango de fechas pasadas o ejecutar una nueva versión con un nuevo rango de fechas.
fr: Cliquez sur un lien ci-dessous pour accéder à un rapport et soit afficher une plage de dates passées ou lancer une nouvelle version avec une nouvelle gamme de date.
pa_in: ਇੱਕ ਰਿਪੋਰਟ ਤੱਕ ਪਹੁੰਚ ਹੈ ਅਤੇ ਕੋਈ ਇੱਕ ਵੀ ਪਿਛਲੇ ਦੀ ਮਿਤੀ ਸੀਮਾ ਹੈ, ਵੇਖਣ ਨੂੰ ਇੱਕ ਨਵ ਦੀ ਮਿਤੀ ਸੀਮਾ ਨੂੰ ਨਾਲ ਇੱਕ ਨਵ ਵਰਜਨ ਨੂੰ ਚਲਾਉਣ ਲਈ ਹੇਠ ਕਿਸੇ ਲਿੰਕ &#39;ਤੇ ਕਲਿੱਕ ਕਰੋ.

source: Creator
de_ch: Schöpfer
es_cl: Creador
fr: Créateur
pa_in: ਸਿਰਜਣਹਾਰ ਨੂੰ

source: Go to Report
de_ch: Zum Bericht
es_cl: Ir al Informe
fr: Consulter le rapport
pa_in: ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਜਾਓ

source: Run Report
de_ch: Bericht ausführen
es_cl: Ejecutar informe
fr: Exécuter le rapport
pa_in: ਚਲਾਓ ਦੀ ਰਿਪੋਰਟ
