Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: Bind individual memberships to this membership type.
de_ch: Bind einzelnen Mitgliedschaften zu dieser Art der Mitgliedschaft.
es_cl: Membresías individuales se unen a este tipo de miembros.
fr: Lier les adhésions individuelles à ce type d&#39;adhésion.
pa_in: ਨੂੰ ਇਸ ਦੀ ਸਦੱਸਤਾ ਕਿਸਮ ਦਿਉ ਵਿਅਕਤੀ ਨੂੰ ਸਦੱਸਤਾ.

source: Admin Only
de_ch: Nur Admin
es_cl: Sólo administración
fr: Administrateur seulement
pa_in: ਪਰਬੰਧ ਸਿਰਫ਼

source: Allow Threshold
de_ch: Ermöglichen Threshold
es_cl: Permitir Umbral
fr: Autoriser Seuil
pa_in: ਥਰੈਸ਼ਹੋਲਡ ਦੀ ਇਜ਼ਾਜਤ

source: Threshold Limit
es_cl: Límite Umbral
fr: Limite de seuil
pa_in: ਥਰੈਸ਼ਹੋਲਡ ਸੀਮਾ

source: Threshold Price
de_ch: Schwellenpreis
es_cl: Umbral Precio
fr: Seuil Prix
pa_in: ਥਰੈਸ਼ਹੋਲਡ ਮੁੱਲ

source: Number Passes
de_ch: Anzahl Pässe
es_cl: Número de pasadas
fr: Nombre Passes
pa_in: ਨੰਬਰ ਪਾਸ

source: Address
de_ch: Adresse
es_cl: Dirección
fr: Adresse
pa_in: ਪਤਾ

source: URL
pa_in: URL ਨੂੰ

source: Chapter
de_ch: Kapitel
es_cl: Capítulo
fr: Chapitre
pa_in: ਅਧਿਆਇ

source: Tax exempt
de_ch: Steuer befreit
es_cl: Exento de impuestos
fr: Exempt d&#39;impôt
pa_in: ਛੋਟ ਟੈਕਸ

source: Annual revenue
de_ch: Jahresumsatz
es_cl: Los ingresos anuales
fr: Chiffre d&#39;affaires annuel
pa_in: ਸਾਲਾਨਾ ਮਾਲੀਆ

source: Renew Date Time
de_ch: Erneuern Datum Zeit
es_cl: Renovar Fecha Hora
fr: Renouveler Date Heure
pa_in: ਮਿਤੀ ਟਾਈਮ ਰੀਨਿਊ

source: Join Date Time
de_ch: Registriert seit Zeit
es_cl: Fecha de ingreso Tiempo
fr: Rejoignez Date Heure
pa_in: ਮਿਤੀ ਟਾਈਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਜਾਓ

source: Expiration Date Time
de_ch: Ablaufdatum Zeit
es_cl: Fecha de Vencimiento Tiempo
fr: Expiration Date Heure
pa_in: ਮਿਆਦ ਮਿਤੀ ਟਾਈਮ

source: Approved
de_ch: Genehmigt
es_cl: Aprobado
fr: Approuvé
pa_in: ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇ ਦਿੱਤੀ

source: Approved or Denied Date Time
de_ch: Genehmigt oder abgelehnt Datum Zeit
es_cl: Aprobado o Denegado Fecha Hora
fr: Approuvé ou Refusé Date Heure
pa_in: ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇ ਦਿੱਤੀ ਜ ਮਿਤੀ ਟਾਈਮ ਅਸਵੀਕਾਰ

source: Approved or Denied User
de_ch: Genehmigt oder abgelehnt Benutzer
es_cl: Aprobado o Denegado usuario
fr: Approuvé ou Refusé utilisateur
pa_in: ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇ ਦਿੱਤੀ ਜ ਅਸਵੀਕਾਰ ਯੂਜ਼ਰ

source: Payment Method
de_ch: Zahlungsmethode
es_cl: Método de pago
fr: Mode de paiement
pa_in: ਭੁਗਤਾਨੇ ਦੇ ਢੰਗ

source: Admin notes
de_ch: Admin Notizen
es_cl: Notas admin
fr: notes Admin
pa_in: ਪਰਬੰਧ ਨੂੰ ਨੋਟ

source: Total Passes Allowed
de_ch: Gesamt Pässe erlaubt
es_cl: Los pases totales animales
fr: Nombre de passes autorisés
pa_in: ਕੁੱਲ ਗੁਜਰਦਾ ਮਨਜ਼ੂਰ

source: Corporate Member
de_ch: Unternehmensmitglied
es_cl: Miembro Corporativo
fr: Membre corporatif
pa_in: ਕਾਰਪੋਰੇਟ ਸਦੱਸ

source: Corporate Members
de_ch: Korporative Mitglieder
es_cl: Miembros Corporativos
fr: Membres corporatifs
pa_in: ਕਾਰਪੋਰੇਟ ਮਬਰ

source: Corp. Memb. Type
de_ch: Corp. Memb. Art
es_cl: Corp. MEMB. Tipo
pa_in: ਕਾਰਪੋਰੇਸ਼ਨ Memb. ਕਿਸਮ

source: Authentication Method
de_ch: Authentifizierungsmethode
es_cl: Método de autenticación
fr: Méthode d&#39;authentification
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ ਢੰਗ

source: Confirmation Text
de_ch: Bestätigungstext
es_cl: Texto de confirmacion
fr: Le texte de validation
pa_in: ਪੁਸ਼ਟੀ ਪਾਠ

source: App for individual memberships.
de_ch: App für individuelle Mitgliedschaften.
es_cl: App para membresías individuales.
fr: App pour les adhésions individuelles.
pa_in: ਿਵਅਕਤੀ ਨੂੰ ਸਦੱਸਤਾ ਲਈ App.

source: Membership Application
de_ch: Antrag auf Mitgliedschaft
es_cl: Solicitud de Membresía
fr: Demande d&#39;adhésion
pa_in: Membership ਐਪਲੀਕੇਸ਼ਨ

source: Corporate Membership Application
de_ch: Corporate Antrag auf Mitgliedschaft
es_cl: Solicitud de Membresía Corporativa
fr: Demande d&#39;adhésion de l&#39;entreprise
pa_in: ਕਾਰਪੋਰੇਟ Membership ਐਪਲੀਕੇਸ਼ਨ

source: Corporate Membership Applications
de_ch: Corporate Membership Anwendungen
es_cl: Aplicaciones Membresía Corporativa
fr: Adhésion d&#39;entreprise Applications
pa_in: ਕਾਰਪੋਰੇਟ Membership, ਐਪਲੀਕੇਸ਼ਨ

source: Countries Drop Down
de_ch: Länder Drop Down
es_cl: Países Desplegar
fr: Pays Dérouler
pa_in: ਦੇਸ਼ Down ਸੁੱਟੋ

source: Label
de_ch: Etikett
es_cl: Etiqueta
fr: Étiquette
pa_in: ਲੇਬਲ

source: Field Name
de_ch: Feldname
es_cl: Nombre del campo
fr: Nom du champ
pa_in: ਫੀਲਡ ਨਾਮ

source: Field Type
de_ch: Feldtyp
es_cl: Tipo de campo
fr: Type de champ
pa_in: ਫੀਲਡ ਕਿਸਮ

source: Required
de_ch: Erforderlich
es_cl: Requerido
fr: Requis
pa_in: ਇਸ ਦੀ ਲੋੜ ਹੈ

source: Show
es_cl: Mostrar
fr: Afficher
pa_in: ਵੇਖਾਓ

source: Help Text
de_ch: Hilfetext
es_cl: Texto de ayuda
fr: Aide texte
pa_in: ਮੱਦਦ ਪਾਠ

source: Choices
de_ch: Entscheidungen
es_cl: Elecciones
fr: Choix
pa_in: ਦੀ ਪਸੰਦ

source: Choice Field Layout
de_ch: Wahl Feldlayout
es_cl: Elección Diseño del campo
fr: Choix terrain Disposition
pa_in: ਚੋਣ ਫੀਲਡ ਲੇਆਉਟ

source: Field Size
de_ch: Feldgröße
es_cl: Tamaño del campo
fr: Taille du champ
pa_in: ਖੇਤਰ ਅਕਾਰ

source: Default Value
de_ch: Standardwert
es_cl: Valor predeterminado
fr: Valeur par défaut
pa_in: ਮੂਲ ਮੁੱਲ

source: CSS Class Name
de_ch: CSS-Klassenname
es_cl: Nombre de clase CSS
fr: Nom Classe CSS
pa_in: CSS ਕਲਾਸ ਦਾ ਨਾਮ

source: Field
de_ch: Feld
es_cl: Campo
fr: Domaine
pa_in: ਫੀਲਡ

source: Fields
de_ch: Felder
es_cl: Los campos
fr: Les champs
pa_in: ਖੇਤਰ

source: Representative
de_ch: Vertreter
es_cl: Representante
fr: Représentant
pa_in: ਪ੍ਰਤੀਨਿਧ

source: is dues rep?
de_ch: zwei empfangen?
es_cl: Es cuotas rep?
pa_in: ਦੇ ਦੋ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ?

source: is member rep?
de_ch: ist Mitglied rep?
es_cl: es representante miembro?
fr: est membre rep?
pa_in: ਮਬਰ ਪ੍ਰਤਿਨਿਧੀ ਹੈ?

source: email
pa_in: ਈਮੇਲ ਵਿੱਚ

source: Upload File
de_ch: Datei hochladen
es_cl: Subir archivo
fr: Télécharger le fichier
pa_in: ਫਾਇਲ ਅੱਪਲੋਡ

source: Key
de_ch: Schlüssel
es_cl: Clave
fr: Clé
pa_in: ਕੁੰਜੀ

source: Bind members to corporations by their company names
de_ch: Binden Mitglieder an Unternehmen durch ihre Firmennamen
es_cl: Miembros se unen a las corporaciones por sus nombres de empresas
fr: Membres se lient à des sociétés par leurs noms de société
pa_in: ਆਪਣੀ ਕੰਪਨੀ ਦੇ ਨਾਮ ਦੇ ਕੇ ਨਿਗਮ ਨੂੰ ਦਿਉ ਅੰਗ

source: Summary
de_ch: Zusammenfassung
es_cl: Resumen
fr: Résumé
pa_in: ਸੰਖੇਪ

source: Row Data
es_cl: Datos Fila
pa_in: ਕਤਾਰ ਡਾਟਾ

source: Row #
de_ch: Folge #
es_cl: Fila #
fr: Ligne #
pa_in: ਕਤਾਰ #

source: Action Taken
de_ch: Maßnahmen ergriffen
es_cl: Acciones Tomadas
fr: Mesures prises
pa_in: ਕਾਰਵਾਈ ਕੀਤੀ

source: Contact first name
de_ch: Kontakt Vorname
es_cl: Contacto Nombre
fr: Contactez prénom
pa_in: ਸੰਪਰਕ ਪਹਿਲੇ ਨਾਮ

source: Contact last name
de_ch: Kontakt Name
es_cl: Apellido del contacto
fr: Nom du contact
pa_in: ਸੰਪਰਕ ਆਖਰੀ ਨਾਮ

source: Contact e-mail address
de_ch: Kontakt-E-Mail-Adresse
es_cl: E-mail Dirección de contacto
fr: adresse e-mail de contact
pa_in: ਸੰਪਰਕ ਈ-ਮੇਲ ਪਤਾ

source: Notice Time
de_ch: Unsere Zeit
es_cl: Aviso Tiempo
fr: Heure de notification
pa_in: ਧਿਆਨ ਦਿਓ ਕਿ ਟਾਈਮ

source: For Notice Type
de_ch: Hinweis für Typ
es_cl: Por Tipo de Anuncio
fr: Pour Type de l&#39;avis
pa_in: ਨੋਿਟਸ ਦੀ ਕਿਸਮ ਲਈ

source: System Generated
de_ch: System generiert
es_cl: Generado Sistema
fr: Généré par le système
pa_in: ਸਿਸਟਮ ਤਿਆਰ

source: Note that if you don't select a corporate membership type, the notice will go out to all members.
de_ch: Beachten Sie, dass, wenn Sie nicht über eine Firmenmitgliedschaft Typ wählen, wird die Mitteilung geht an alle Mitglieder.
es_cl: Tenga en cuenta que si usted no selecciona un tipo de membresía corporativa, el aviso se apagará a todos los miembros.
fr: Notez que si vous ne sélectionnez pas un type d&#39;adhésion de l&#39;entreprise, l&#39;avis ira à tous les membres.
pa_in: ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਕਾਰਪੋਰੇਟ ਮਬਰਿਸ਼ਪ ਦੀ ਕਿਸਮ ਦੀ ਚੋਣ ਕਰੋ ਨਾ, ਜੇ, ਨੂੰ ਨੋਟਿਸ ਸਾਰੇ ਮਬਰ ਲਈ ਬਾਹਰ ਜਾਣ ਦੀ ਯਾਦ ਰੱਖੋ ਕਿ.

source: Content Type
de_ch: Inhaltstyp
es_cl: Tipo de contenido
fr: Type de contenu
pa_in: ੂ ਕਿਸਮ

source: Email Content
de_ch: E-Mail-Inhalt
es_cl: Email contenido
fr: Email contenu
pa_in: ਈਮੇਲ ੂ

source: Corporate Membership Added
de_ch: Firmenmitgliedschaft hinzugefügt
es_cl: Membresía Corporativa Agregado
fr: D&#39;entreprise membres Ajouté
pa_in: ਕਾਰਪੋਰੇਟ Membership ਗਏ

source: A corporate membership has been added.
de_ch: Eine Unternehmensmitgliedschaft wurde hinzugefügt.
es_cl: Una membresía corporativa ha sido añadido.
fr: Une adhésion de l&#39;entreprise a été ajoutée.
pa_in: ਇੱਕ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ.

source: Corporate Membership Added User Notice
de_ch: Firmenmitgliedschaft hinzugefügten Benutzer und Datenschutz
es_cl: Membresía Corporativa Aviso Agregado usuario
fr: Adhésion des sociétés Avis Ajouté utilisateur
pa_in: ਕਾਰਪੋਰੇਟ Membership ਗਏ ਯੂਜ਼ਰ ਦਾ ਨੋਟਿਸ

source: Corporate Membership Edited
es_cl: Membresía Corporativa Edited
fr: Adhésion des sociétés Edited
pa_in: ਕਾਰਪੋਰੇਟ Membership ਸੰਪਾਦਿਤ

source: A corporate membership has been edited.
de_ch: Eine Unternehmensmitgliedschaft bearbeitet wurde.
es_cl: Una membresía corporativa ha sido editado.
fr: Une adhésion de l&#39;entreprise a été édité.
pa_in: ਇੱਕ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ ਸੋਧਿਆ ਗਿਆ ਹੈ.

source: Corporate Membership Renewed
de_ch: Corporate Membership Erneute
es_cl: Membresía Corporativa Renovada
fr: Adhésion des sociétés Renouvellement
pa_in: ਕਾਰਪੋਰੇਟ Membership ਨਿਵਆਇਆ

source: A corporate membership has been renewed.
de_ch: Eine Unternehmensmitgliedschaft ist erneuert worden.
es_cl: Una membresía corporativa se ha renovado.
fr: Une adhésion de l&#39;entreprise a été renouvelé.
pa_in: ਇੱਕ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ ਦੁਬਾਰਾ ਕੀਤਾ ਗਿਆ ਹੈ.

source: Corporate Membership Renewal User Notice
de_ch: Corporate Membership Renewal Benutzer Hinweis
es_cl: Renovación de Membresía Corporativa Aviso usuario
fr: Renouvellement de l&#39;adhésion de l&#39;entreprise Avis des utilisateurs
pa_in: ਕਾਰਪੋਰੇਟ Membership ਨਵੀਨੀਕਰਨ ਯੂਜ਼ਰ ਦਾ ਨੋਟਿਸ

source: Corporate Membership Approved
de_ch: Firmenmitgliedschaft zugelassen
es_cl: Membresía Corporativa Aprobado
fr: Adhésion des sociétés Approuvé
pa_in: ਕਾਰਪੋਰੇਟ Membership ਮਨਜ਼ੂਰ

source: A new corporate membership has been approved.
de_ch: Eine neue Unternehmensmitgliedschaft wurde genehmigt.
es_cl: Un nuevo miembro corporativo ha sido aprobado.
fr: Un nouveau membre corporatif a été approuvé.
pa_in: ਇੱਕ ਨਵ ਕਾਰਪੋਰੇਟ ਮਬਰਿਸ਼ਪ ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੀ ਗਈ ਹੈ.

source: Corporate Membership Renewal Approved
de_ch: Corporate Membership Erneuerung zugelassen
es_cl: Membresía Corporativa Renovación Aprobado
fr: Renouvellement de l&#39;adhésion de l&#39;entreprise approuvé
pa_in: ਕਾਰਪੋਰੇਟ Membership ਨਵੀਨੀਕਰਨ ਮਨਜ਼ੂਰ

source: The corporate membership renewal has been approved.
de_ch: Die Unternehmensmitgliedschaft Erneuerung wurde genehmigt.
es_cl: La renovación de la membresía corporativa ha sido aprobada.
fr: Le renouvellement de l&#39;adhésion de l&#39;entreprise a été approuvé.
pa_in: ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ ਨਵਿਆਉਣ ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੀ ਗਈ ਹੈ.

source: Payment Received for Corporate Membership
de_ch: Zahlung für Corporate Membership Received
es_cl: Pago recibido como Miembro Corporativo
fr: Paiement reçu pour l&#39;adhésion corporative
pa_in: ਭੁਗਤਾਨ ਕਾਰਪੋਰੇਟ Membership ਲਈ ਮਿਲਿਆ ਹੈ

source: Payment for a corporate membership has been received.
de_ch: Zahlung für eine Unternehmensmitgliedschaft empfangen wurde.
es_cl: El pago de una membresía corporativa se ha recibido.
fr: Le paiement d&#39;un abonnement collectif a été reçu.
pa_in: ਇੱਕ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ ਲਈ ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਕੀਤੀ ਗਈ ਹੈ.

source: Corporate Membership Notice Email
de_ch: Corporate Membership Unsere E-Mail
es_cl: Aviso Membresía Corporativa Email
fr: Avis adhésion corporative Email
pa_in: ਕਾਰਪੋਰੇਟ Membership ਨੋਿਟਸ ਈਮੇਲ

source: Custom Notice for Corporate Memberships
de_ch: Unsere kundenspezifischen Corporate Mitgliedschaften
es_cl: Aviso de encargo de Membresías Corporativas
fr: Avis personnalisée pour Membre d&#39;entreprise
pa_in: ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ ਲਈ ਕਸਟਮ ਨੋਿਟਸ

source: Sent Start Date/Time
de_ch: Gesendet Startdatum / Zeit
es_cl: Enviado Fecha de Inicio / Hora
fr: Envoyé Démarrer Date / Heure
pa_in: ਭੇਜੇ ਸਟਾਰਟ ਮਿਤੀ / ਟਾਈਮ

source: Sent End Date/Time
de_ch: Gesendet End Date / Time
es_cl: Enviado Fecha / Hora
fr: Envoyé date / heure de fin
pa_in: ਭੇਜੇ ਅੰਤ ਮਿਤੀ / ਟਾਈਮ

source: Reporting Options
de_ch: Berichtsoptionen
es_cl: Opciones de informes
fr: Options de rapport
pa_in: ਚੋਣ ਰਿਪੋਰਟਿੰਗ

source: Imports
de_ch: Importe
es_cl: Importaciones
fr: Importations
pa_in: ਦਰਾਮਦ

source: Import
es_cl: Importación
fr: Importer
pa_in: ਅਯਾਤ

source: Exports
de_ch: Ausfuhr
es_cl: Exportaciones
fr: Exportations
pa_in: ਨਿਰਯਾਤ

source: Others
de_ch: Andere
es_cl: Otros
fr: Autres
pa_in: ਦੂਸਰੇ

source: Summary Report
de_ch: Kurzbericht
es_cl: Resumen del Informe
fr: Rapport sommaire
pa_in: ਸੰਖੇਪ ਰਿਪੋਰਟ ਕਰੋ

source: Free Passes List
de_ch: Freikarten Liste
es_cl: Lista de pases gratuitos
fr: Liste des laissez-passer gratuits
pa_in: ਮੁਫ਼ਤ ਗੁਜਰਦਾ ਸੂਚੀ ਹੈ,

source: History
de_ch: Geschichte
es_cl: Historia
fr: Histoire
pa_in: ਇਤਿਹਾਸ

source: View on site
de_ch: Ansicht vor Ort
es_cl: Ver en el sitio
fr: Voir sur le site
pa_in: ਸਾਈਟ &#39;ਤੇ ਪ੍ਰਤੀਕਿਰਿਆ

source: Clone this notice
de_ch: Klonen Sie diese Mitteilung
es_cl: Clonar este aviso
fr: Cloner cet avis
pa_in: ਇਸ ਨੋਟਿਸ ਦਾ ਕਲੋਨ

source: Corporate Memberships
de_ch: Unternehmensmitgliedschaft
es_cl: Membresías Corporativas
fr: Membre des sociétés
pa_in: ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ

source: Corporate Membership Representatives
de_ch: Corporate Membership Vertreter
es_cl: Representantes membresía corporativa
fr: Représentants de membres corporatifs
pa_in: ਕਾਰਪੋਰੇਟ Membership ਪ੍ਰਤੀਨਿਧੀ

source: Representative.
de_ch: Vertreter.
es_cl: Representante.
fr: Représentant.
pa_in: ਪ੍ਰਤੀਨਿਧ.

source: Is Dues Rep.
de_ch: Is erhält zwei.
es_cl: Es Dues Rep.
pa_in: ਦੋ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ.

source: Is Member Rep.
de_ch: Ist Mitglied Rep.
es_cl: ¿Es Rep miembros.
fr: Est-Rep membres.
pa_in: ਸਦੱਸ REP ਹੈ.

source: True
de_ch: Wahr
es_cl: Verdadero
fr: Vrai
pa_in: ਇਹ ਸੱਚ ਹੈ

source: No representative designated yet.
de_ch: Noch kein Vertreter bezeichnet.
es_cl: Ningún representante designado todavía.
fr: Aucun représentant encore désigné.
pa_in: ਕੋਈ ਦੇ ਨੁਮਾਇੰਦੇ ਅਜੇ ਵੀ ਮਨੋਨੀਤ.

source: 0 Members
de_ch: 0 Mitglieder
es_cl: 0 Suscriptor
fr: 0 Membres
pa_in: 0 ਮਬਰ

source: Export Corporate Memberships
de_ch: Exportunternehmensmitgliedschaft
es_cl: Exportar Membresías Corporativas
fr: Membre des sociétés d&#39;exportation
pa_in: ਐਕਸਪੋਰਟ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ

source: Corporate Membership CSV Export
es_cl: Membresía Corporativa CSV Exportación
fr: Adhésion des sociétés d&#39;exportation CSV
pa_in: ਕਾਰਪੋਰੇਟ Membership CSV ਨਿਰਯਾਤ

source: Corporate Membership Edit Free Passes
de_ch: Corporate Membership Bearbeiten Freikarten
es_cl: Pases Membresía Corporativa Editar gratuito
fr: Passes membres corporatifs Modifier gratuit
pa_in: ਕਾਰਪੋਰੇਟ Membership ਸੋਧ ਮੁਫਤ ਪਾਸ

source: Corp. Memb. ID
de_ch: Corp. Memb. Identifikation
pa_in: ਕਾਰਪੋਰੇਸ਼ਨ Memb. ID

source: Amount
de_ch: Menge
es_cl: Importe
fr: Montant
pa_in: ਰਕਮ

source: Balance
es_cl: Equilibrio
pa_in: ਬਕਾਇਆ

source: Individual memberships renewed in this transaction:
de_ch: Einzelmitgliedschaften in dieser Transaktion erneuert:
es_cl: Membresías individuales renovados en esta transacción:
fr: Les adhésions individuelles renouvelés dans cette transaction:
pa_in: ਇਸ ਨੂੰ ਸੰਚਾਰ ਵਿੱਚ ਦੁਬਾਰਾ ਵਿਅਕਤੀਗਤ ਸਦੱਸਤਾ:

source: Corporate Membership information not available
de_ch: Corporate Membership Information nicht verfügbar
es_cl: Información Membresía Corporativa no disponible
fr: Information sur l&#39;adhésion de l&#39;entreprise ne sont pas disponibles
pa_in: ਕਾਰਪੋਰੇਟ Membership ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ ਨਾ

source: Roster
de_ch: Dienstplan
fr: Liste
pa_in: ਰੋਸਟਰ

source: All Corp. Members
de_ch: Alle Mitglieder Corp
es_cl: Todos los miembros Corp.
fr: Tous les membres Corp
pa_in: ਸਾਰੇ ਕਾਰਪੋਰੇਸ਼ਨ ਮਬਰ

source: Add Corp. Member
de_ch: Fügen Corp Mitglied
es_cl: Añadir Corp. Miembro
fr: Ajouter Corp membres
pa_in: ਕਾਰਪੋਰੇਸ਼ਨ ਸਦੱਸ ਸ਼ਾਮਲ ਕਰੋ

source: Search All
de_ch: Suche Alle
es_cl: Buscar en todos
fr: Rechercher dans tous les
pa_in: ਸਾਰੇ ਦੀ ਖੋਜ

source: My Corp. Members
de_ch: Meine Corp Mitglieder
es_cl: Mis Corp. Miembros
fr: Mes membres Corp
pa_in: ਮੇਰੀ ਕਾਰਪੋਰੇਸ਼ਨ ਮਬਰ

source: Pending Corp. Members
de_ch: Ausstehend Corp Mitglieder
es_cl: Pendiente Corp. Miembros
fr: Membres attente Corp
pa_in: Pending ਕਾਰਪੋਰੇਸ਼ਨ ਮਬਰ

source: Application
de_ch: Anwendung
es_cl: Aplicación
pa_in: ਐਪਲੀਕੇਸ਼ਨ

source: Types
de_ch: Typen
es_cl: Tipos
pa_in: ਕਿਸਮ

source: Notices
de_ch: Hinweise
es_cl: Avisos
fr: Avis
pa_in: ਨੋਟਿਸ

source: This Corp. Member
de_ch: Diese Corp Mitglied
es_cl: Este miembro Corp.
fr: Ce membre Corp
pa_in: ਇਹ ਕਾਰਪੋਰੇਸ਼ਨ ਸਦੱਸ

source: View Corp. Member
de_ch: Ansicht Corp Mitglied
es_cl: Ver Corp. Miembro
fr: Voir Corp membres
pa_in: ਵੇਖੋ ਕਾਰਪੋਰੇਸ਼ਨ ਸਦੱਸ

source: Edit Corp. Member
de_ch: Bearbeiten Corp Mitglied
es_cl: Editar Corp. Miembro
fr: Modifier Corp membres
pa_in: ਸੋਧ ਕਾਰਪੋਰੇਸ਼ਨ ਸਦੱਸ

source: View Roster
de_ch: Ansicht Roster
es_cl: Ver Roster
fr: Voir la liste d&#39;
pa_in: ਵੇਖੋ ਰੋਸਟਰ

source: Export Roster
es_cl: Exportación Roster
fr: Export Liste
pa_in: ਐਕਸਪੋਰਟ ਰੋਸਟਰ

source: Renew
de_ch: Erneuern
es_cl: Renovar
fr: Renouveler
pa_in: ਰੀਨਿਊ

source: Admin: Renew
de_ch: Admin: Erneuern
es_cl: Admin: Renovar
fr: Admin: Renouveler
pa_in: Admin: ਮੁੜ

source: This is Archive
de_ch: Dies ist Archiv
es_cl: Esto es Archivo
fr: C&#39;est Archives
pa_in: ਇਹ Archive ਹੈ

source: Renewed on %(renewal)s
de_ch: Am %(renewal)s erneuert
es_cl: Actualizado en %(renewal)s
fr: Le renouvellement de l&#39; %(renewal)s
pa_in: %(renewal)s ਉੱਤੇ ਮੁੜ

source: Status of Renewal:
de_ch: Status der Erneuerung:
es_cl: Estado de la Renovación:
fr: Statut de renouvellement:
pa_in: ਨਵੀਨੀਕਰਨ ਦੇ ਸਥਿਤੀ:

source: Approve / Disapprove
de_ch: Genehmigen / Ablehnen
es_cl: Aprobar / Desaprobar
fr: Approuver / En désaccord
pa_in: ਨੂੰ ਮਨਜ਼ੂਰੀ / ਠੁਕਰਾਇਆ

source: approve it
de_ch: genehmigen
es_cl: aprobarlo
fr: approuver
pa_in: ਇਸ ਨੂੰ ਮਨਜ਼ੂਰੀ

source: Thank you for your payment!
de_ch: Vielen Dank für Ihre Zahlung!
es_cl: Gracias por su pago!
fr: Nous vous remercions de votre paiement!
pa_in: ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਲਈ ਧੰਨਵਾਦ!

source: What would you like to do now?
de_ch: Was möchten Sie jetzt tun?
es_cl: ¿Qué le gustaría hacer ahora?
fr: Que voulez-vous faire maintenant?
pa_in: ਕੀ ਤੁਹਾਨੂੰ ਹੁਣ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Add memberships under this corporate membership
de_ch: Fügen Sie Mitgliedschaften im Rahmen dieser Unternehmensmitgliedschaft
es_cl: Añadir membresías bajo esta membresía corporativa
fr: Ajouter adhésions en vertu de cette adhésion de l&#39;entreprise
pa_in: ਨੂੰ ਇਸ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ ਅਧੀਨ ਸਦੱਸਤਾ ਸ਼ਾਮਲ ਕਰੋ

source: Designate representatives for this corporate membership
de_ch: Designierten Vertreter für diese Firmenmitgliedschaft
es_cl: Representantes de designar al miembro corporativo
fr: Désigner des représentants de cette adhésion de l&#39;entreprise
pa_in: ਇਸ ਦਾ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ ਬਣਾਉਣ ਲਈ ਨੁਮਾਇੰਦੇ

source: View Corporate Membership
de_ch: Informieren Sie sich über Corporate Membership
es_cl: Ver Membresía Corporativa
fr: Voir l&#39;adhésion corporative
pa_in: ਕਾਰਪੋਰੇਟ Membership ਵੇਖੋ

source: Corporate Membership
de_ch: Firmenmitgliedschaft
es_cl: Miembros Corporativos
fr: Adhésion des sociétés
pa_in: ਕਾਰਪੋਰੇਟ Membership

source: Renewal
de_ch: Erneuerung
es_cl: Renovación
fr: Renouvellement
pa_in: ਨਵੀਨੀਕਰਨ

source: Payment Status
de_ch: Zahlungsstatus
es_cl: El estado del pedido
fr: Statut du paiement
pa_in: ਭੁਗਤਾਨ ਸਥਿਤੀ

source: Corporate Membership Renewal
de_ch: Unternehmens Verlängerung der Mitgliedschaft
es_cl: Renovación de Membresía Corporativa
fr: Renouvellement de l&#39;adhésion de l&#39;entreprise
pa_in: ਕਾਰਪੋਰੇਟ Membership ਨਵੀਨੀਕਰਨ

source: Join Date:
de_ch: Registriert seit:
es_cl: Fecha de ingreso:
fr: Date d&#39;inscription:
pa_in: ਤਾਰੀਖ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ:

source: Expiration Date
de_ch: Verfallsdatum
es_cl: Fecha de expiración
fr: Date d&#39;expiration
pa_in: ਅੰਤ ਦੀ ਤਾਰੀਖ

source: (in grace period)
de_ch: (In Gnadenfrist)
es_cl: (En período de gracia)
fr: (En période de grâce)
pa_in: (ਗ੍ਰੇਸ ਪੀਰੀਅਡ ਦੇ ਵਿੱਚ)

source: (expired)
de_ch: (Abgelaufen)
es_cl: (Caducado)
fr: (Expiré)
pa_in: (ਮਿਆਦ)

source: Please correct the following errors
de_ch: Bitte korrigieren Sie die folgenden Fehler
es_cl: Por favor, corrija los siguientes errores
fr: S&#39;il vous plaît corriger les erreurs suivantes
pa_in: ਹੇਠ ਦਿੱਤੀ ਗਲਤੀ ਠੀਕ ਕਰੋ ਜੀ

source: Renew all individuals
de_ch: Erneuern alle Personen
es_cl: Renovar todos los individuos
fr: Renouveler tous les individus
pa_in: ਸਾਰੇ ਲੋਕ ਰੀਨਿਊ

source: Unit Price
de_ch: Stückpreis
es_cl: Precio unitario
fr: Prix ​​unitaire
pa_in: ਯੂਨਿਟ ਮੁੱਲ

source: Sub-total
de_ch: Zwischensumme
fr: Sous-total
pa_in: ਸਬ-ਕੁੱਲ

source: Corporate
de_ch: Firmen-
fr: D&#39;entreprise
pa_in: ਕਾਰਪੋਰੇਟ

source: Individuals
de_ch: Personen
es_cl: Las personas
fr: Personnes
pa_in: ਲੋਕ

source: Total
de_ch: Gesamt
pa_in: ਕੁੱਲ

source: Corporate Membership Renewal Confirmation
de_ch: Corporate Membership Renewal Bestätigung
es_cl: Corporate Confirmación Renovación de Membresía
fr: Renouvellement de l&#39;adhésion de l&#39;entreprise Confirmation
pa_in: ਕਾਰਪੋਰੇਟ Membership ਨਵੀਨੀਕਰਨ ਦੀ ਪੁਸ਼ਟੀ

source: Thanks for renewing corporate membership "%(member)s"!
de_ch: Vielen Dank für die Erneuerung Firmenmitgliedschaft &quot; %(member)s&quot;!
es_cl: Gracias por renovar la membresía corporativa &quot; %(member)s&quot;!
fr: Merci pour le renouvellement de l&#39;adhésion de l&#39;entreprise &quot; %(member)s&quot;!
pa_in: &quot; %(member)s&quot; ਕਾਰਪੋਰੇਟ ਮਬਰਿਸ਼ਪ ਰੀਨਿਊ ਲਈ ਧੰਨਵਾਦ!

source: The status of the renewal: <b>%(status)s
de_ch: Der Status der Verlängerung: <b> %(status)s
es_cl: El estado de la renovación: <b> %(status)s
fr: L&#39;état du renouvellement: <b> %(status)s
pa_in: ਨਵਿਆਉਣ ਦੀ ਸਥਿਤੀ: <b> %(status)s

source: Your membership renewal will be reviewed by an administrator who will be contacting you shortly.
de_ch: Ihre Mitgliedschaft Erneuerung durch einen Administrator, wird Sie in Kürze Kontakt mit prüft werden.
es_cl: Su renovación de la membresía será revisado por un administrador que se comunicará con usted en breve.
fr: Le renouvellement de votre adhésion sera examinée par un administrateur qui sera vous contactera sous peu.
pa_in: ਤੁਹਾਡਾ ਸਦੱਸਤਾ ਨਵਿਆਉਣ ਛੇਤੀ ਹੀ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕੀਤਾ ਜਾਵੇਗਾ, ਜੋ ਕਿ ਇੱਕ ਪਰਬੰਧਕ ਦੁਆਰਾ ਸਮੀਖਿਆ ਕੀਤੀ ਜਾ ਜਾਵੇਗਾ.

source: View this Corporate Membership
de_ch: Sehen Sie sich das Corporate Membership
es_cl: Ver esta Membresía Corporativa
fr: Voir cette adhésion corporative
pa_in: ਇਸ ਨੂੰ ਕਾਰਪੋਰੇਟ Membership ਵੇਖੋ

source: Edit this Corporate Membership
de_ch: Bearbeiten Sie diese Firmenmitgliedschaft
es_cl: Editar este Membresía Corporativa
fr: Editer ce membre corporatif
pa_in: ਇਸ ਨੂੰ ਕਾਰਪੋਰੇਟ Membership ਸੋਧ

source: Add/Edit Representatives
de_ch: Hinzufügen / Bearbeiten Vertreter
es_cl: Añadir / Editar Representantes
fr: Ajouter / Modifier représentants
pa_in: / ਸੋਧ ਪ੍ਰਤੀਨਿਧੀ ਸ਼ਾਮਲ ਕਰੋ

source: Corporate Membership Roster Search
de_ch: Corporate Membership Roster Suche
es_cl: Membresía Corporativa Roster Buscar
fr: Adhésion des sociétés Roster Recherche
pa_in: ਕਾਰਪੋਰੇਟ Membership ਰੋਸਟਰ ਖੋਜ

source: Address:
de_ch: Adresse:
es_cl: Dirección:
fr: Adresse:
pa_in: ਪਤਾ:

source: Member Type:
de_ch: Mitglied Typ:
es_cl: Tipo de usuario:
fr: Type de membre:
pa_in: ਸਦੱਸ ਕਿਸਮ:

source: Expiration Date:
de_ch: Verfallsdatum:
es_cl: Fecha de expiración:
fr: Date d&#39;expiration:
pa_in: ਅੰਤ ਦੀ ਤਾਰੀਖ:

source: Never Expire
de_ch: Nie ab
es_cl: Nunca Caduca
fr: N&#39;expirent jamais
pa_in: ਮਿਆਦ ਕਦੇ ਨਾ

source: Active
de_ch: Aktiv
es_cl: Activo
fr: Actif
pa_in: ਸਰਗਰਮ

source: Member
de_ch: Mitglied
es_cl: Miembro
fr: Membre
pa_in: ਸਦੱਸ

source: Email:
pa_in: ਈਮੇਲ:

source: Member Type:
de_ch: Mitglied Typ:
es_cl: Tipo de usuario:
fr: Type de membre:
pa_in: ਸਦੱਸ ਕਿਸਮ:

source: Join Date:
de_ch: Registriert seit:
es_cl: Fecha de ingreso:
fr: Date d&#39;inscription:
pa_in: ਤਾਰੀਖ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ:
