Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: Expired Memberships Report
de_ch: Expired Mitgliedschaft Bericht
es_cl: Expirado Membresías Informe
fr: Rapport Membre expiré
pa_in: ਮਿਆਦ ਪੁੱਗੇ ਸਦੱਸਤਾ ਦੀ ਰਿਪੋਰਟ

source: Lists all memberships that have expired. Grace periods are not included.
de_ch: Listet alle Mitgliedschaften, die abgelaufen sind. Schonfristen sind nicht enthalten.
es_cl: Enumera todas las pertenencias que han caducado. Los períodos de gracia no están incluidos.
fr: Liste tous les adhésions qui ont expiré. Périodes de grâce ne sont pas inclus.
pa_in: ਮਿਆਦ ਪੁੱਗ ਹੈ, ਜੋ ਕਿ ਸਾਰੇ ਸਦੱਸਤਾ ਦੀ ਸੂਚੀ ਹੈ. ਪਰਮੇਸ਼ੁਰ ਦੀ ਕਿਰਪਾ ਦੌਰ ਸ਼ਾਮਿਲ ਨਹੀ ਕਰ ਰਹੇ ਹਨ.

source: Currently showing members who expired in the last 5 years.
de_ch: Derzeit werden die Mitglieder, die in den letzten 5 Jahren abgelaufen.
es_cl: Actualmente En los miembros que hayan caducado en los últimos 5 años.
fr: Actuellement montrant membres qui ont expiré au cours des 5 dernières années.
pa_in: ਵਰਤਮਾਨ ਵਿੱਚ ਪਿਛਲੇ 5 ਸਾਲ ਵਿੱਚ ਮਿਆਦ ਖਤਮ ਹੋ ਜੋ ਮਬਰ ਦਿਖਾ.

source: Filter by expire date
de_ch: Filtern nach Ablaufdatum
es_cl: Filtrar por fecha de caducidad
fr: Filtrer par date d&#39;expiration
pa_in: ਦੀ ਮਿਤੀ ਦੀ ਮਿਆਦ ਦੁਆਰਾ ਫਿਲਟਰ

source: Members listed
de_ch: Mitglieder aufgeführt
es_cl: Miembros enumeran
fr: Membres énumérés
pa_in: ਮਬਰ ਸੂਚੀਬੱਧ

source: Join
de_ch: Beitreten
es_cl: Únete
fr: Joindre
pa_in: ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਜਾਓ

source: Expiration
de_ch: Ablauf
es_cl: Vencimiento
pa_in: ਮਿਆਦ

source: New and Renewing Members Over Time
de_ch: Neue und Erneuerung Mitglieder im Laufe der Zeit
es_cl: Miembros Nuevos y renovando con el tiempo
fr: Nouvelles et renouvellement des membres Plus de Temps
pa_in: ਟਾਈਮ ਵੱਧ ਨਿਊ ਹੈ ਅਤੇ ਰੀਨਿਊ ਅੰਗ

source: Current Members Quick List
de_ch: Aktuelle Mitglieder Quick List
es_cl: Miembros actuales Lista rápida
fr: Les membres actuels de la liste rapide
pa_in: ਮੌਜੂਦਾ ਮਬਰ ਤੇਜ਼ ਸੂਚੀ ਹੈ,

source: No active members.
de_ch: Keine aktiven Mitglieder.
es_cl: No hay miembros activos.
fr: Pas de membres actifs.
pa_in: ਕੋਈ ਸਰਗਰਮ ਮਬਰ.

source: Current Members
de_ch: Aktuelle Mitglieder
es_cl: Miembros actuales
fr: Membres actuels
pa_in: ਮੌਜੂਦਾ ਮਬਰ

source: Current Members Roster
de_ch: Aktuelle Mitglieder Roster
es_cl: Miembros actuales Roster
fr: Membres actuels Roster
pa_in: ਮੌਜੂਦਾ ਮਬਰ ਰੋਸਟਰ

source: Membership Trends
de_ch: Mitgliedschaft Trends
es_cl: Tendencias Membresía
fr: Statistiques des Membres
pa_in: Membership ਰੁਝਾਨ

source: Active Members YTD
de_ch: Aktive Mitglieder seit Jahresbeginn
es_cl: Activo Miembros acumulado anual
fr: Membres actifs YTD
pa_in: ਸਰਗਰਮ ਮਬਰ YTD

source: Members YTD by Type
de_ch: Mitglieder nach Typ YTD
es_cl: Miembros YTD por Tipo
fr: Membres YTD par type
pa_in: ਮਬਰ ਦੀ ਕਿਸਮ ਅਨੁਸਾਰ YTD

source: Membership Joins Report Summary
de_ch: Mitgliedschaft Joins Bericht Zusammenfassung
es_cl: La membresía se une Resumen del informe
fr: L&#39;adhésion se joint le rapport de synthèse
pa_in: Membership ਦੀ ਰਿਪੋਰਟ ਸੰਖੇਪ ਜੁੜਦਾ ਹੈ

source: Active Memberships, filterable by join date
de_ch: Mitgliedschaften, filterbar nach Beitrittsdatum
es_cl: Miembros activos, que se pueden filtrar por fecha unen
fr: Membre des actifs, filtrables par date rejoindre
pa_in: ਕੇ filterable ਸਰਗਰਮ ਸਦੱਸਤਾ, ਦੀ ਮਿਤੀ ਵਿੱਚ ਸ਼ਾਮਲ

source: Expired Memberships, filterable by expire date
de_ch: Expired Mitgliedschaft, filterbar nach Ablaufdatum
es_cl: Membresías caducados, que se pueden filtrar por fecha de caducidad
fr: Membre périmés, filtrables par date d&#39;expiration
pa_in: ਮਿਆਦ ਪੁੱਗੇ ਸਦੱਸਤਾ, ਮਿਤੀ ਦੀ ਮਿਆਦ ਖਤਮ ਕਰਕੇ filterable

source: Renewed Members, filterable by renew date
de_ch: Erneuert Mitglieder, filterbar nach Datum erneuern
es_cl: Miembros renovada, que se pueden filtrar por fecha renovar
fr: Les membres renouvelés, filtrables par date de renouvellement
pa_in: ਨਿਵਆਇਆ ਮਬਰ, ਮਿਤੀ ਰੀਨਿਊ ਕੇ filterable

source: Pending Memberships
de_ch: Anhängig Mitgliedschaft
es_cl: Membresías pendientes
fr: Membre attente
pa_in: ਬਕਾਇਆ ਸਦੱਸਤਾ

source: Members in Renewal Period
de_ch: Mitglieder in Verlängerungsphase
es_cl: Miembros en Período de Renovación
fr: Membres en période de renouvellement
pa_in: ਨਵੀਨੀਕਰਨ ਪੀਰੀਅਡ ਵਿੱਚ ਅੰਗ

source: Expired Members in Grace Period
de_ch: Expired Mitglieder in Grace Period
es_cl: Miembros expiró en período de gracia
fr: Membres périmés dans Délai de grâce
pa_in: ਗ੍ਰੇਸ ਪੀਰੀਅਡ ਵਿੱਚ ਮਿਆਦ ਅੰਗ

source: Active, Pending & Expired Members by Type
de_ch: Aktiv, Ausstehend &amp; Expired Mitglieder nach Typ
es_cl: Activas, pendientes y miembros caducados por tipo
fr: Actifs, en attente et membres expirés par type
pa_in: ਕਿਸਮ ਨਾਲ ਸਰਗਰਮ, Pending &amp; ਮਿਆਦ ਅੰਗ

source: Financial Reporting
es_cl: Información Financiera
fr: Information financière
pa_in: ਵਿੱਤੀ ਰਿਪੋਰਟਿੰਗ

source: Membership Invoices
de_ch: Mitgliedschaft Rechnungen
es_cl: Facturas Membresía
fr: Les factures d&#39;adhésion
pa_in: Membership ਚਲਾਨ

source: User Reports
de_ch: Anwenderberichte
es_cl: Informes de usuarios
fr: Rapports de l&#39;utilisateur
pa_in: ਯੂਜ਼ਰ ਰੀਪੋਰਟ

source: Administrators
de_ch: Administratoren
es_cl: Administradores
fr: Administrateurs
pa_in: ਪਰਬੰਧਕ

source: Contacts Report
de_ch: Kontakte Bericht
es_cl: Contactos Informe
fr: Contacts rapport
pa_in: ਸੰਪਰਕ ਦੀ ਰਿਪੋਰਟ

source: Top Spenders
es_cl: Top Gastadores
fr: Les plus grands consommateurs
pa_in: ਸਿਖਰ ਤੇ Spenders

source: Management Tools
es_cl: Herramientas de administración
fr: Outils de gestion
pa_in: ਪਰਬੰਧ ਸੰਦ

source: User Import
de_ch: Benutzerimport
es_cl: Importación usuario
fr: Importation d&#39;utilisateurs
pa_in: ਯੂਜ਼ਰ ਇੰਪੋਰਟ ਕਰੋ

source: User Export
de_ch: Benutzer Export
es_cl: Exportación del usuario
fr: Exportation de l&#39;utilisateur
pa_in: ਯੂਜ਼ਰ ਐਕਸਪੋਰਟ

source: Membership Import
de_ch: Mitgliedschaft Import
es_cl: Importación Membresía
fr: Adhésion importation
pa_in: Membership ਅਯਾਤ

source: Membership Statistics Report
de_ch: Mitgliedschaft Statistikbericht
es_cl: Membresía Informe de Estadísticas
fr: Rapport statistique adhésion
pa_in: Membership ਅੰਕੜੇ ਦੀ ਰਿਪੋਰਟ

source: Active Memberships Per Month
de_ch: Mitgliedschaften pro Monat
es_cl: Membresías activos por mes
fr: Membre actif par mois
pa_in: ਮਹੀਨਾ ਪ੍ਰਤੀ ਸਰਗਰਮ ਸਦੱਸਤਾ

source: These members are in their renewal period based on the renewal period start and end times set in their membership types.
de_ch: Diese Mitglieder sind in ihren Erneuerungszeitraum auf der Grundlage der Verlängerungszeitraum Beginn und das Ende ihrer Mitgliedschaft in Typen eingestellt.
es_cl: Estos miembros se encuentran en su periodo de renovación en base a los tiempos de inicio y fin del período de renovación establecidos en sus tipos de miembros.
fr: Ces membres sont dans leur période de renouvellement sur la base des début et de fin de la période de renouvellement fixés dans leurs types d&#39;adhésion.
pa_in: ਇਹ ਅੰਗ ਨੂੰ ਆਪਣੇ ਸਦੱਸਤਾ ਕਿਸਮ ਵਿੱਚ ਸੈੱਟ ਨਵਿਆਉਣ ਦੀ ਮਿਆਦ ਸ਼ੁਰੂ ਅਤੇ ਅੰਤ ਵਿੱਚ ਵਾਰ ਦੇ ਆਧਾਰ &#39;ਤੇ ਆਪਣੇ ਨਵਿਆਉਣ ਦੀ ਮਿਆਦ ਵਿੱਚ ਹਨ.

source: No members currently in their renewal period.
de_ch: Keine Mitglieder, die derzeit in ihrem Erneuerungszeitraum.
es_cl: No hay miembros actualmente en su período de renovación.
fr: Aucun membre actuellement dans leur période de renouvellement.
pa_in: ਆਪਣੇ ਨਵਿਆਉਣ ਮਿਆਦ ਦੇ ਵਿੱਚ ਇਸ ਵੇਲੇ ਕੋਈ ਸਦੱਸ.

source: Currently showing members who renewed in the last 5 years.
de_ch: Derzeit werden die Mitglieder, die in den letzten 5 Jahren erneuert.
es_cl: Actualmente En los miembros que renovaron en los últimos 5 años.
fr: Actuellement montrant membres qui ont renouvelé au cours des 5 dernières années.
pa_in: ਵਰਤਮਾਨ ਵਿੱਚ ਪਿਛਲੇ 5 ਸਾਲ &#39;ਚ ਪ੍ਰਤਿ ਜੋ ਮਬਰ ਦਿਖਾ.

source: Filter by renew date
de_ch: Filtern nach Datum erneuern
es_cl: Filtrar por fecha de renovación
fr: Filtrer par date de renouvellement
pa_in: ਮਿਤੀ ਨੂੰ ਰੀਨਿਊ ਕੇ ਫਿਲਟਰ

source: Renew Date
de_ch: Erneuern Datum
es_cl: Renovar Fecha
fr: Date de renouveler
pa_in: ਤਾਰੀਖ ਰੀਨਿਊ

source: No members in this date range.
de_ch: Keine Mitglieder in diesem Zeitraum.
es_cl: No hay miembros en este rango de fechas.
fr: Aucun membre dans cette plage de dates.
pa_in: ਇਸ ਤਾਰੀਖ਼ ਲੜੀ ਵਿੱਚ ਕੋਈ ਜੀਅ.

source: Lists the top 20 users with the highest expenses.
de_ch: Listet die Top 20 Benutzer mit den höchsten Kosten.
es_cl: Muestra los 20 primeros usuarios con los gastos más altos.
fr: Dresse la liste des 20 premiers utilisateurs avec le plus frais.
pa_in: ਸਭ ਖਰਚੇ ਦੇ ਨਾਲ ਚੋਟੀ ਦੇ 20 ਉਪਭੋਗੀ ਦੀ ਸੂਚੀ ਹੈ.

source: Total Expenses
de_ch: Die Gesamtaufwendungen
es_cl: Gastos totales
fr: Total des dépenses
pa_in: ਕੁੱਲ ਖਰਚੇ

source: Active User Logins
es_cl: Inicios de sesión de usuario de Active
fr: Des connexions utilisateur actives
pa_in: ਸਰਗਰਮ ਯੂਜ਼ਰ ਲਾਗਇਨ

source: Total User Records in Database:
de_ch: Gesamtbenutzerdatensätze in der Datenbank:
es_cl: Total de registros de usuario de base de datos:
fr: Total des fichiers de l&#39;utilisateur dans la base de données:
pa_in: ਡਾਟਾਬੇਸ ਵਿੱਚ ਕੁੱਲ ਯੂਜ਼ਰ ਰਿਕਾਰਡ:

source: Total Logins:
de_ch: Gesamt Logins:
es_cl: Los inicios de sesión en total:
fr: Nombre de connexions:
pa_in: ਕੁੱਲ ਲਾਗਇਨ:

source: Unique User Logins
es_cl: Inicios de sesión de los usuarios únicos
fr: Connexions utilisateur uniques
pa_in: ਵਿਲੱਖਣ ਉਪਭੋਗੀ ਲਾਗਇਨ

source: %(days)s Day
es_cl: %(days)s Día
pa_in: %(days)sਦੇ ਦਿਨ

source: User Activity Summary Reports (TOP 10s)
de_ch: Benutzeraktivität Kurzberichte (TOP 10s)
es_cl: Informes resumen de la actividad del usuario (entre los 10 primeros)
fr: Activité de l&#39;utilisateur Rapports sommaires (Top 10)
pa_in: ਯੂਜ਼ਰ ਸਰਗਰਮੀ ਸੰਖੇਪ ਰਿਪੋਰਟ (TOP ਪਰਫੈਕਟ 10)

source: Top 10 Most Active Users - Last 30 days
de_ch: Top 10 Aktivste Benutzer - Letzte 30 Tage
es_cl: Los 10 usuarios más activos - últimos 30 días
fr: Top 10 des utilisateurs les plus actifs - 30 derniers jours
pa_in: ਸਿਖਰ ਦੇ 10 ਬਹੁਤੇ ਸਰਗਰਮ ਉਪਭੋਗੀ - ਪਿਛਲੇ 30 ਦਿਨ

source: Top 10 Most Active Users - Last 60 days
de_ch: Top 10 Aktivste Benutzer - Seit 60 Tagen
es_cl: Los 10 usuarios más activos - últimos 60 días
fr: Top 10 des utilisateurs les plus actifs - 60 derniers jours
pa_in: ਸਿਖਰ ਦੇ 10 ਬਹੁਤੇ ਸਰਗਰਮ ਉਪਭੋਗੀ - ਪਿਛਲੇ 60 ਦਿਨ

source: Top 10 Most Active Users - Last 90 days
de_ch: Top 10 Aktivste Benutzer - letzte 90 Tage
es_cl: Los 10 usuarios más activos - últimos 90 días
fr: Top 10 des utilisateurs les plus actifs - dans les 90 derniers jours
pa_in: ਸਿਖਰ ਦੇ 10 ਬਹੁਤੇ ਸਰਗਰਮ ਉਪਭੋਗੀ - ਪਿਛਲੇ 90 ਦਿਨ

source: Site:
es_cl: Sitio:
pa_in: ਸਾਈਟ:

source: URL:
pa_in: URL ਨੂੰ:

source: Entity:
de_ch: Unternehmen:
es_cl: Entidad:
fr: Entité:
pa_in: ਹਸਤੀ:

source: User Groups (Referral) report
de_ch: Benutzergruppen Bericht (Referral)
es_cl: Grupos de usuarios (Remisión) informe
fr: Groupes d&#39;utilisateurs (d&#39;orientation) rapport
pa_in: ਯੂਜ਼ਰ ਗਰੁੱਪ (ਹਵਾਲਾ) ਦੀ ਰਿਪੋਰਟ

source: # Users
de_ch: # Benutzer
es_cl: # Usuarios
fr: # Utilisateurs
pa_in: # ਉਪਭੋਗੀ,

source: Add your first event
de_ch: Fügen Sie Ihre erste Veranstaltung
es_cl: Agregue su primer evento
fr: Ajouter votre premier événement
pa_in: ਤੁਹਾਡੀ ਪਹਿਲੀ ਘਟਨਾ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰੋ

source: Great Event
de_ch: Große Ereignis
es_cl: Gran Evento
fr: Grand Evénement
pa_in: ਮਹਾਨ ਘਟਨਾ

source: Upload an Image
de_ch: Laden Sie ein Bild
es_cl: Subir una imagen
fr: Télécharger une image
pa_in: ਇੱਕ ਚਿੱਤਰ ਨੂੰ ਅੱਪਲੋਡ

source: Image
de_ch: Bild
es_cl: Imagen
pa_in: ਚਿੱਤਰ ਨੂੰ

source: Add your first job
de_ch: Fügen Sie Ihren ersten Job
es_cl: Agregue su primer trabajo
fr: Ajouter votre premier emploi
pa_in: ਤੁਹਾਡੀ ਪਹਿਲੀ ਨੌਕਰੀ ਦੀ ਸ਼ਾਮਲ ਕਰੋ

source: Great New Job
es_cl: Gran trabajo nuevo
fr: Grande nouvel emploi
pa_in: ਮਹਾਨ ਨਿਊ ਅੱਯੂਬ

source: Houston: A new job opening is available...
de_ch: Houston: Ein neuer Job Öffnung ist ...
es_cl: Houston: Una nueva oferta de trabajo está disponible ...
fr: Houston: Une nouvelle offre d&#39;emploi est disponible ...
pa_in: ਹਾਯਾਉਸ੍ਟਨ: ਇੱਕ ਨਵ ਨੌਕਰੀ ਉਦਘਾਟਨੀ ਉਪਲੱਬਧ ਹੈ, ...

source: Upload Logo
de_ch: Logo hochladen
es_cl: Subir Logo
fr: Télécharger Logo
pa_in: ਅੱਪਲੋਡ ਲੋਗੋ

source: Upload a Logo
de_ch: Ein Logo hochladen
es_cl: Subir Logo
fr: Télécharger un logo
pa_in: ਇੱਕ ਲੋਗੋ ਅੱਪਲੋਡ

source: Read More …
de_ch: Weiterlesen ...
es_cl: Leer más ...
fr: En savoir plus ...
pa_in: ਹੋਰ ਪੜ੍ਹੋ ...

source: Business Strategy
de_ch: Business Strategie
es_cl: Estrategia de Negocios
fr: Stratégie d&#39;entreprise
pa_in: ਵਪਾਰ ਰਣਨੀਤੀ

source: Talking Points
es_cl: Temas de conversación
fr: Points saillants
pa_in: ਗੱਲ ਬਿੰਦੂ

source: Who We Are
de_ch: Wer wir sind
es_cl: Quienes Somos
fr: Qui sommes-nous?
pa_in: ਕੌਣ ਸਾਨੂੰ ਹਨ

source: Search Helpfiles
de_ch: Suche Hilfedateien
es_cl: Buscar archivos de ayuda
fr: Recherche fichiers d&#39;aide
pa_in: ਖੋਜ Helpfiles

source: E-mail Support
es_cl: E-mail Soporte
fr: Support E-mail
pa_in: E-mail ਸਹਿਯੋਗ

source: Call Schipul:
de_ch: Rufen Schipul:
es_cl: Llame Schipul:
fr: Appelez Schipul:
pa_in: Schipul ਕਾਲ ਕਰੋ:

source: Apps
es_cl: Aplicaciones
fr: Applications
pa_in: ਐਪਸ

source: People
de_ch: Menschen
es_cl: Gente
fr: Personnes
pa_in: ਲੋਕ

source: Activity Report
de_ch: Tätigkeitsbericht
es_cl: Informe de Actividades
fr: Rapport d&#39;activité
pa_in: ਸਰਗਰਮੀ ਰਿਪੋਰਟ ਕਰੋ

source: Themes
de_ch: Themen
es_cl: Temas
fr: Thèmes
pa_in: ਥੀਮ

source: Change Theme From:
de_ch: Ändern Theme From:
es_cl: Cambiar Tema De:
fr: Changer de thème à partir de:
pa_in: ਥੀਮ ਬਦਲ:

source: Invoice Reports
de_ch: Rechnungsberichte
es_cl: Informes de facturas
fr: Rapports de facturation
pa_in: ਚਲਾਨ ਰੀਪੋਰਟ

source: Event logs Summary
de_ch: Ereignisprotokolle Zusammenfassung
es_cl: Los registros de eventos Resumen
fr: Les journaux d&#39;événements Résumé
pa_in: ਘਟਨਾ ਲਾਗ ਨੂੰ ਸੰਖੇਪ

source: 404 Tracker
es_cl: 404 Rastreador
pa_in: 404 ਟਰੈਕਰ

source: Quick Links
de_ch: Nützliche Links
es_cl: Enlaces rápidos
fr: Liens rapides
pa_in: ਤੇਜ਼ ਲਿੰਕ

source: Site Settings
de_ch: Site-Einstellungen
es_cl: Configuración del sitio
fr: Paramètres du site
pa_in: ਸਾਈਟ ਸੈਟਿੰਗ

source: Admin Backend
es_cl: Backend de administración
fr: Administrateur Backend
pa_in: ਪਰਬੰਧ ਬੈਕ-

source: Homepage Walkthrough
es_cl: Página de inicio Tutorial
fr: Page d&#39;accueil Procédure pas à pas
pa_in: ਮੁੱਖ ਸਫ਼ਾ Walkthrough

source: Newsletter Generator
es_cl: Newsletter Generador
fr: Bulletin Générateur
pa_in: ਖ਼ਬਰਨਾਮਾ ਜੇਨਰੇਟਰ

source: Support
de_ch: Unterstützung
es_cl: Apoyo
fr: Soutien
pa_in: ਸਹਿਯੋਗ

source: Tendenci Guide
de_ch: Trends Führer
fr: Guide des tendances
pa_in: ਦੇ ਰੁਝਾਨ ਗਾਈਡ

source: Update Tendenci
es_cl: Actualización Tendenci
fr: Mise à jour Tendenci
pa_in: ਅੱਪਡੇਟ Tendenci

source: Using Custom Template
de_ch: Verwenden von benutzerdefinierten Vorlagen
es_cl: Usando Plantilla Personalizada
fr: Utilisation d&#39;un modèle personnalisé
pa_in: ਕਸਟਮ ਫਰਮਾ ਵਰਤਣ ਨਾਲ

source: Theme
de_ch: Thema
es_cl: Tema
fr: Thème
pa_in: ਥੀਮ

source: View using Default Template
de_ch: Informieren Sie sich mit Hilfe des Standard-Templates
es_cl: Ver el uso de plantillas predeterminado
fr: Voir en utilisant le modèle par défaut
pa_in: ਮੂਲ ਖਾਕਾ ਵਰਤ ਵੇਖੋ

source: View using My Template
de_ch: Informieren Sie sich mit meiner Vorlage
es_cl: Ver usando mi plantilla
fr: Voir l&#39;aide de mon modèle
pa_in: ਮੇਰੀ ਫਰਮਾ ਵਰਤ ਵੇਖੋ

source: Colors
de_ch: Farben
es_cl: Colores
fr: Couleurs
pa_in: ਰੰਗ

source: Search All Content
de_ch: Suche Alle Inhalte
es_cl: Buscar en todo el contenido
fr: Rechercher Tout le contenu
pa_in: ਸਾਰੇ ੂ ਦੀ ਖੋਜ

source: Help Files
de_ch: Hilfedateien
es_cl: Archivos de ayuda
fr: Aide Fichiers
pa_in: ਮੱਦਦ ਫਾਇਲ

source: Users Search
de_ch: Benutzer suchen
es_cl: Buscar Usuarios
fr: Rechercher les utilisateurs
pa_in: ਉਪਭੋਗੀ, ਖੋਜ

source: My Links
de_ch: Meine Links
es_cl: Mis Enlaces
fr: Mes liens
pa_in: ਮੇਰੀ ਲਿੰਕ

source: My User Profile
de_ch: Mein Benutzerprofil
es_cl: Mi perfil de usuario
fr: Mon profil d&#39;utilisateur
pa_in: ਮੇਰੀ ਯੂਜ਼ਰ ਪਰੋਫਾਇਲ

source: My Invoices
de_ch: Meine Rechnungen
es_cl: Mis Facturas
fr: Mes factures
pa_in: ਮੇਰੀ ਚਲਾਨ

source: My Corporate Memberships
de_ch: Mein Unternehmensmitgliedschaft
es_cl: Mis asociaciones empresariales
fr: Mes associations corporatives
pa_in: ਮੇਰੀ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ

source: My Memberships
de_ch: Meine Mitgliedschaften
es_cl: Mis asociaciones
fr: Mes associations
pa_in: ਮੇਰੀ ਸਦੱਸਤਾ

source: My Content
de_ch: Mein Inhalt
es_cl: Mi Contenido
fr: Mon contenu
pa_in: ਮੇਰੀ ੂ

source: Tendenci Help Files
de_ch: Tendenci Hilfedateien
es_cl: Tendenci Archivos de ayuda
fr: Tendenci Aide Fichiers
pa_in: Tendenci ਮੱਦਦ ਫਾਇਲ

source: Admin Area
de_ch: Admin-Bereich
es_cl: Area de Administración
pa_in: ਪਰਬੰਧ ਏਰੀਆ

source: Add %(name)s
de_ch: Fügen %(name)s
es_cl: Añade %(name)s
fr: Ajouter %(name)s

source: Meta Information for<br /> %(article_headline)s
de_ch: Meta-Informationen für <br /> %(article_headline)s
es_cl: Información Meta para <br /> %(article_headline)s
fr: Meta Information pour <br /> %(article_headline)s

source: Submitted on %(date)s by %(creator)s
es_cl: Enviada %(date)s por %(creator)s
fr: Le %(date)s par %(creator)s

source: Jobs
es_cl: Empleos
fr: Offres d&#39;emploi

source: Templates for %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Vorlagen für %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Plantillas para %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Modèles pour %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Address2
de_ch: Adresse2
es_cl: Dirección 2

source: Zipcode
de_ch: Postleitzahl
es_cl: Código Postal
fr: Code postal

source: Admin
es_cl: Administración

source: Qty
de_ch: Menge
es_cl: Cantidad
fr: Quantité

source: Page
de_ch: Seite
es_cl: Página

source: Renewed on %(renew_date)s by:
es_cl: Actualizado en %(renew_date)s por:
fr: Le renouvellement de l&#39; %(renew_date)s par:

source: # Used
de_ch: # Gebrauchte
es_cl: # Se utiliza
fr: # Utilisé

source: The following company has applied for corporate membership on %(SITE_GLOBAL_SITEDISPLAYNAME)s:
es_cl: La siguiente empresa ha solicitado el ingreso corporativo en %(SITE_GLOBAL_SITEDISPLAYNAME)s:
fr: La société suivante a demandé à adhérer entreprise sur %(SITE_GLOBAL_SITEDISPLAYNAME)s:

source: Signed Up on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Bis auf unterzeichnet %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Ingreso en %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Signed Up sur %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Thank you for applying for the corporate membership "%(bname)s" on %(SITE_GLOBAL_SITEDISPLAYNAME)s.
de_ch: Vielen Dank für die Beantragung der Unternehmensmitgliedschaft &quot; %(bname)s&quot; auf %(SITE_GLOBAL_SITEDISPLAYNAME)s.
es_cl: Gracias por solicitar la membresía corporativa &quot; %(bname)s&quot; en %(SITE_GLOBAL_SITEDISPLAYNAME)s.

source: Corporate Membership - %(bname)s - on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Corporate Membership - %(bname)s - auf %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Membresía Corporativa - %(bname)s - en %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Adhésion des sociétés - %(bname)s - le %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: The following company has renewed for corporate membership on %(SITE_GLOBAL_SITEDISPLAYNAME)s:
es_cl: La siguiente empresa ha renovado para la membresía corporativa en %(SITE_GLOBAL_SITEDISPLAYNAME)s:
fr: La société suivante a renouvelé l&#39;adhésion de l&#39;entreprise sur %(SITE_GLOBAL_SITEDISPLAYNAME)s:

source: The corporate membership "%(objname)s" has been renewed by %(requser)s.
de_ch: Die Unternehmensmitgliedschaft &quot; %(objname)s&quot; wurde von %(requser)srneuert s.
es_cl: La membresía corporativa &quot; %(objname)s&quot; se ha renovado por %(requser)s.
fr: La composition de l&#39;entreprise &quot; %(objname)s&quot; a été renouvelée par %(requser)s.

source: Corporate Membership Renewal Notice on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Corporate Membership Renewal Hinweis auf %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Membresía Corporativa Aviso de renovación en %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Avis de renouvellement d&#39;adhésion d&#39;entreprise sur %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Created on %(dp_create)s by %(dp_creator)s
es_cl: Fabricado en %(dp_create)s por %(dp_creator)s
fr: Créé le %(dp_create)s par %(dp_creator)s

source: Your Directory Posting "%(obj_headline)s" Approved on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Ihr Posting Verzeichnis &quot; %(obj_headline)s&quot; Genehmigt am %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Su contabilización Directorio &quot; %(obj_headline)s&quot; Aprobado en %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Votre Annuaire affichage &quot; %(obj_headline)s&quot; Approuvé le %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: To view this directory go to: %(SITE_GLOBAL_SITEURL)s%(objurl)s
de_ch: So zeigen Sie dieses Verzeichnis unter: %(SITE_GLOBAL_SITEURL)s %(objurl)s
es_cl: Para ver este directorio, vaya a: %(SITE_GLOBAL_SITEURL)s %(objurl)s
fr: Pour afficher ce répertoire, allez à: %(SITE_GLOBAL_SITEURL)s %(objurl)s

source: Your directory listing on %(SITE_GLOBAL_SITEDISPLAYNAME)s is eligible for renewal. It will expire on %(directory.expiration_dt)s.
de_ch: Ihre Verzeichnisliste auf %(SITE_GLOBAL_SITEDISPLAYNAME)s kommt für Erneuerung. Sie wird sich auf %(directory.expiration_dt)s ab.
es_cl: Su listado de directorio en %(SITE_GLOBAL_SITEDISPLAYNAME)s es elegible para la renovación. Se vencerá el %(directory.expiration_dt)s.
fr: Votre liste de répertoires sur %(SITE_GLOBAL_SITEDISPLAYNAME)sst s admissibles au renouvellement. Il expirera le %(directory.expiration_dt)s.

source: Repeats every %(frequency)s %(repeat_type)s until %(ends_on)s
de_ch: Wiederholt sich alle %(frequency)s %(repeat_type)s bis %(ends_on)s
es_cl: Repite todos los %(frequency)s %(repeat_type)s hasta %(ends_on)s
fr: Répète tous les %(frequency)s %(repeat_type)s jusqu&#39;à %(ends_on)s

source: Comments
de_ch: Kommentare
es_cl: Comentarios
fr: Commentaires

source: Attendee
de_ch: Teilnehmer
es_cl: Asistente
fr: Présence

source: Meta Information for<br /> %(event_title)s
de_ch: Meta-Informationen für <br /> %(event_title)s
es_cl: Información Meta para <br /> %(event_title)s
fr: Meta Information pour <br /> %(event_title)s

source: RegID
es_cl: ID de registro

source: Registrants
de_ch: Registranten
es_cl: Los solicitantes de registro
fr: Les personnes inscrites

source: E-mail Registrants
es_cl: Los solicitantes de registro de correo electrónico
fr: Inscrits E-mail

source: Step %(step)s of %(step_count)s
de_ch: Schritt %(step)s von %(step_count)s
es_cl: Paso %(step)s de %(step_count)s
fr: Étape %(step)s de %(step_count)s

source: Guest #%(forl)s
es_cl: Invitado # %(forl)s

source: registrant
de_ch: Registranten
es_cl: registrante
fr: inscrit

source: Registrant
es_cl: Registrante
fr: Inscrit

source: Works at %(regcomp)s
de_ch: Arbeitet in %(regcomp)s
es_cl: Trabaja en %(regcomp)s
fr: Fonctionne à %(regcomp)s

source: %(title)s on %(start_dt)s
de_ch: %(title)s auf %(start_dt)s
es_cl: %(title)s en %(start_dt)s
fr: %(title)s sur %(start_dt)s

source: Event Registration Confirmed - %(event_title)s on %(event_start)s%(event_tz)s
de_ch: Event Registration bestätigt - %(event_title)s auf %(event_start)s %(event_tz)s
es_cl: Registro de Evento Confirmado - %(event_title)s en %(event_start)s %(event_tz)s

source: Event Registration ALMOST Confirmed - %(event_title)s on %(event_start)s%(event_tz)s
de_ch: Event Registration FAST bestätigt - %(event_title)s auf %(event_start)s %(event_tz)s
es_cl: Registro de eventos CASI Confirmado - %(event_title)s en %(event_start)s %(event_tz)s

source: FAQ
es_cl: Preguntas más frecuentes

source: A new help file has been requested on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Eine neue Hilfe-Datei hat sich auf %(SITE_GLOBAL_SITEDISPLAYNAME)sngefordert worden s
es_cl: Un nuevo archivo de ayuda se ha solicitado en %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Un nouveau fichier d&#39;aide a été demandée sur %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Meta Information for<br /> %(job_title)s
de_ch: Meta-Informationen für <br /> %(job_title)s
es_cl: Información Meta para <br /> %(job_title)s
fr: Meta Information pour <br /> %(job_title)s
