Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: Release Date/Time
es_cl: Fecha de estreno / Tiempo
fr: Date de sortie / heure
pa_in: ਜਾਰੀ ਮਿਤੀ / ਟਾਈਮ

source: Email
pa_in: ਈਮੇਲ

source: Invalid group selected.
de_ch: Ungültige Gruppe ausgewählt.
es_cl: Grupo seleccionada no válida.
fr: Groupe non valide sélectionné.
pa_in: ਗਲਤ ਗਰੁੱਪ ਨੂੰ ਚੁਣਿਆ.

source: Article Added
de_ch: Artikel hinzugekommen
es_cl: Artículo Agregado
fr: Article Ajouté
pa_in: ਆਰਟੀਕਲ ਗਏ

source: An article has been added.
de_ch: Ein Artikel wurde hinzugefügt.
es_cl: Un artículo se ha añadido.
fr: Un article a été ajouté.
pa_in: ਇੱਕ ਲੇਖ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ.

source: Article Deleted
de_ch: Artikel Deleted
es_cl: Artículo eliminado
fr: Article supprimé
pa_in: ਆਰਟੀਕਲ ਹਟਾਇਆ

source: An article has been deleted
de_ch: Ein Artikel wurde gelöscht
es_cl: Un artículo ha sido borrada
fr: Un article a été supprimé
pa_in: ਇੱਕ ਲੇਖ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ,

source: URL Path
de_ch: URL-Pfad
es_cl: Ruta de acceso URL
fr: Chemin URL
pa_in: URL ਨੂੰ ਮਾਰਗ ਹੈ

source: Time Zone
de_ch: Zeitzone
es_cl: Zona Horaria
pa_in: ਟਾਈਮ ਖ਼ੇਤਰ

source: First Name
de_ch: Vorname
es_cl: Nombre de pila
fr: Prénom
pa_in: ਪਹਿਲਾ ਨਾਂ

source: Last Name
de_ch: Nachname
es_cl: Apellido
fr: Nom de famille
pa_in: ਆਖਰੀ ਨਾਂਮ

source: Google+ URL
pa_in: ਗੂਗਲਪਲੇਸ URL ਨੂੰ

source: Include in RSS feed
de_ch: In RSS-Feed
es_cl: Incluir en RSS feed
fr: Inclure dans flux RSS
pa_in: RSS ਫੀਡ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰੋ

source: Design Notes
es_cl: Notas de Diseño
pa_in: ਡਿਜ਼ਾਇਨ ਸੂਚਨਾ

source: Enclosure URL
de_ch: Gehäuse URL
es_cl: URL del recinto
fr: Boîtier URL
pa_in: ਦੀਵਾਰ ਦੇ URL ਨੂੰ

source: Enclosure Type
de_ch: Gehäusetyp
es_cl: Tipo incluido
fr: Type de châssis
pa_in: ਦੀਵਾਰ ਦੀ ਕਿਸਮ

source: Enclosure Length
de_ch: Gehäuse Länge
es_cl: Caja Longitud
fr: Longueur du boîtier
pa_in: ਦੀਵਾਰ ਦੀ ਲੰਬਾਈ

source: Official Content
de_ch: Amts Inhalt
es_cl: Contenido Oficial
fr: Contenu officiel
pa_in: ਸਰਕਾਰੀ ੂ

source: Export All %(name_plural)s
de_ch: Exportieren Sie alle %(name_plural)s
es_cl: Exportar todo %(name_plural)s
fr: Toutes les exporter %(name_plural)s
pa_in: S ਸਭ %(name_plural)sਨਿਰਯਾਤ

source: Add
de_ch: Hinzufügen
es_cl: Añadir
fr: Ajouter
pa_in: ਸ਼ਾਮਲ ਕਰੋ

source: Category
de_ch: Kategorie
es_cl: Categoría
fr: Catégorie
pa_in: ਸ਼੍ਰੇਣੀ

source: Delete
de_ch: Löschen
es_cl: Eliminar
fr: Effacer
pa_in: ਹਟਾਓ

source: Are you sure you want to permanently delete this
de_ch: Sind Sie sicher, dass Sie diese endgültig löschen
es_cl: ¿Seguro que quieres borrar permanentemente esta
fr: Etes-vous sûr de vouloir supprimer définitivement ce
pa_in: ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਇਸ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ

source: Confirm Delete
de_ch: Löschen bestätigen
es_cl: Confirmar eliminación
fr: Confirmer la suppression
pa_in: ਹਟਾਓ ਪੁਸ਼ਟੀ

source: Back to
de_ch: Zurück zu
es_cl: Volver
fr: Retour à
pa_in: ਵਾਪਸ ਲਈ

source: Back to all
de_ch: Zurück zu allen
es_cl: Volver a todos
fr: Retour à la liste
pa_in: ਵਾਪਸ ਸਭ ਨੂੰ

source: Edit Meta Information
de_ch: Bearbeiten Meta Information
es_cl: Editar información Meta
fr: Modifier les informations Meta
pa_in: ਸੋਧ ਮੈਟਾ ਜਾਣਕਾਰੀ

source: Cancel
de_ch: Stornieren
es_cl: Cancelar
fr: Annuler
pa_in: ਰੱਦ ਕਰੋ

source: Edit
de_ch: Bearbeiten
es_cl: Editar
fr: Modifier
pa_in: ਸੋਧ

source: Save Article Changes
de_ch: Speichern Artikels ändert
es_cl: Guardar Artículo Cambios
fr: Enregistrer les modifications Article
pa_in: ਸੰਭਾਲੋ ਆਰਟੀਕਲ ਬਦਲਾਅ

source: Link to delete confirmation page
de_ch: Link zur Bestätigungsseite löschen
es_cl: Enlace para eliminar la página de confirmación
fr: Lien de supprimer la page de confirmation
pa_in: ਪੁਸ਼ਟੀ ਸਫ਼ੇ ਨੂੰ ਹਟਾਉਣ ਲਈ ਲਿੰਕ ਕਰੋ

source: Articles Export
de_ch: Artikel Export
es_cl: Artículos de Exportación
fr: Articles d&#39;exportation
pa_in: ਲੇਖ ਐਕਸਪੋਰਟ

source: Download
es_cl: Descargar
fr: Télécharger
pa_in: ਡਾਊਨਲੋਡ

source: Index Page
es_cl: Página índice
pa_in: ਸੂਚੀ ਪੱਤਰ Page

source: Search
de_ch: Suche
es_cl: Búsqueda
fr: Recherche
pa_in: ਖੋਜ

source: View
de_ch: Blick
es_cl: Ver
fr: Voir
pa_in: ਵੇਖੋ

source: Print View
de_ch: Druckansicht
es_cl: Imprimir
fr: Imprimer
pa_in: ਛਾਪੋ ਵੇਖੋ

source: Released:
de_ch: Freigabe:
es_cl: Fecha de lanzamiento:
fr: Sortie:
pa_in: ਜਾਰੀ:

source: Author:
de_ch: Autor:
es_cl: Autor:
fr: Auteur:
pa_in: ਲੇਖਕ:

source: Phone:
de_ch: Telefon:
es_cl: Teléfono:
fr: Téléphone:
pa_in: ਫੋਨ:

source: Fax:
pa_in: ਫੈਕਸ:

source: Email:
pa_in: ਈਮੇਲ:

source: Website:
es_cl: Sitio web:
fr: Site Web:
pa_in: ਵੈੱਬਸਾਈਟ:

source: Category:
de_ch: Kategorie:
es_cl: Categoría:
fr: Catégorie:
pa_in: ਸ਼੍ਰੇਣੀ:

source: Sub Category:
de_ch: Unterkategorie:
es_cl: Sub Categoría:
fr: Sous catégorie:
pa_in: ਸਬ ਸ਼੍ਰੇਣੀ:

source: Versions
de_ch: Versionen
es_cl: Versiones
pa_in: ਵਰਜਨ

source: Options
de_ch: Optionen
es_cl: Opciones
fr: Options de
pa_in: ਚੋਣ

source: Edit Meta
de_ch: Ändern Meta
es_cl: Editar Meta
fr: Modifier Meta
pa_in: ਸੋਧ ਮੈਟਾ

source: Edit Categories
de_ch: Kategorien bearbeiten
es_cl: Editar categorías
fr: Modifier les catégories
pa_in: ਸੋਧ ਵਰਗ

source: Tendenci
de_ch: Die Tendenz
es_cl: La tendencia
fr: La tendance
pa_in: ਝੁਕਾਅ

source: Dashboard
de_ch: Armaturenbrett
fr: Tableau de bord
pa_in: ਡੈਸ਼ਬੋਰਡ

source: My Profile
de_ch: Mein Profil
es_cl: Mi Perfil
fr: Mon profil
pa_in: ਵਾਪਸ ਮੇਰੇ ਪ੍ਰੋਫ਼ਾਈਲ &#39;

source: Log Off
de_ch: Abmelden
es_cl: Desconectarse
fr: Déconnecter
pa_in: ਲਾਗ ਆਫ

source: All
de_ch: Alle
es_cl: Todos
fr: Tous
pa_in: ਸਾਰੇ

source: Settings
de_ch: Einstellungen
es_cl: Ajustes
fr: Paramètres
pa_in: ਸੈਟਿੰਗ

source: Latest
de_ch: Neueste
es_cl: Últimas
fr: Dernier
pa_in: ਤਾਜ਼ਾ

source: Export
es_cl: Exportación
pa_in: ਐਕਸਪੋਰਟ

source: This
de_ch: Dies
es_cl: Este
fr: Ce
pa_in: ਇਹ

source: Print
de_ch: Drucken
es_cl: Imprimir
fr: Imprimer
pa_in: ਛਾਪੋ

source: More options
de_ch: Mehr Optionen
es_cl: Más opciones
fr: Plus d&#39;options
pa_in: ਹੋਰ ਵਿਕਲਪ

source: Back to the
de_ch: Zurück zu der
es_cl: Volver a la
fr: Retour à la
pa_in: ਵਾਪਸ ਲਈ

source: List
de_ch: Liste
es_cl: Lista
fr: Liste
pa_in: ਸੂਚੀ ਹੈ,

source: Found
de_ch: Gefunden
es_cl: Encontrado
fr: Trouvé
pa_in: ਲੱਭਿਆ ਹੈ

source: Add a new
de_ch: Fügen Sie einen neuen
es_cl: Añadir un nuevo
fr: Ajouter un nouveau
pa_in: ਇੱਕ ਨਵ ਸ਼ਾਮਲ ਕਰੋ

source: Source:
de_ch: Quelle:
es_cl: Fuente:
pa_in: ਸਰੋਤ:

source: Article Add Notice
de_ch: Artikel hinzufügen und Datenschutz
es_cl: Artículo Agregar Notificación
fr: Ajouter l&#39;article Avis
pa_in: ਆਰਟੀਕਲ ਸ਼ਾਮਿਲ ਨੋਿਟਸ

source: It needs to be activated
de_ch: Es muss aktiviert werden
es_cl: Se necesita ser activado
fr: Il doit être activé
pa_in: ਇਸ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਦੀ ਲੋੜ ਹੈ

source: New article (%(article)s) posting for %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Neuer Artikel ( %(article)s) Entsendung von %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Nuevo artículo ( %(article)s) para publicar %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Nouvel article ( %(article)s) affichant pour %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(article)sਲਈ ਪੋਸਟ ਨਿਊ ਲੇਖ ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: Article Delete Notice
de_ch: Artikel Hinweis löschen
es_cl: Artículo Borrar Aviso
fr: Article Supprimer avis
pa_in: ਆਰਟੀਕਲ ਨੋਿਟਸ ਹਟਾਓ

source: The details are given below:
de_ch: Die Details sind unten angegeben:
es_cl: Los detalles son los siguientes:
fr: Les détails sont donnés ci-dessous:
pa_in: ਵੇਰਵੇ ਹੇਠ ਦਿੱਤੇ ਗਏ ਹਨ:

source: Headline:
de_ch: Überschrift:
es_cl: Encabezado:
fr: Titre:
pa_in: ਸੁਰਖੀ:

source: If you would like view all recently deleted articles, go to:
de_ch: Wenn Sie möchten, Blick alle kürzlich gelöschten Artikel, gehen Sie zu:
es_cl: Si desea ver todos los artículos borrados recientemente, vaya a:
fr: Si vous souhaitez voir tous les articles récemment supprimés, aller à:
pa_in: ਜੇਕਰ ਤੁਹਾਨੂੰ ਝਲਕ ਸਾਰੇ ਹੁਣੇ ਹੀ ਹਟਾ ਲੇਖ ਚਾਹੁੰਦੇ ਹੋ, ਲਈ ਜਾਓ:

source: Time submitted:
de_ch: Abgabezeit:
es_cl: Tiempo de envío:
fr: Heure de dépôt:
pa_in: ਟਾਈਮ ਪੇਸ਼:

source: Article (%(article)s) deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Artikel ( %(article)s) von %(SITE_GLOBAL_SITEDISPLAYNAME)selöscht s
es_cl: Artículo ( %(article)s) borrado de %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Article ( %(article)s) supprimé à partir de %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(article)sਤੱਕ ਹਟਾਇਆ ਧਾਰਾ ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: To view this article go to:
de_ch: Zum Anzeigen dieser Artikel zu gehen:
es_cl: Para ver este artículo, visite:
fr: Pour consulter cet article, allez à:
pa_in: ਇਸ ਲੇਖ ਨੂੰ ਜਾਣ ਨੂੰ ਵੇਖਣ ਲਈ:

source: Thanks!
de_ch: Danke!
es_cl: Gracias!
fr: Merci!
pa_in: ਧੰਨਵਾਦ ਹੈ!

source: Module Content
de_ch: Modulinhalte
es_cl: Módulo de contenidos
fr: Contenu du module
pa_in: ਮੋਡੀਊਲ ੂ

source: Include Jump Links
de_ch: Fügen Jump-Links
es_cl: Incluya Enlaces Jump
fr: Inclure Jump Liens
pa_in: ਇਸ &#39;ਤੇ ਜਾਓ ਲਿੰਕ ਸ਼ਾਮਲ ਕਰੋ

source: Nav at the top or specified location of email
de_ch: Nav an der Oberseite oder der E-Mail angegebenen Ort
es_cl: Nav en el lugar arriba indicado o de correo electrónico
fr: Nav à l&#39;emplacement spécifié de haut ou e-mail
pa_in: ਨੂੰ ਈਮੇਲ ਦੇ ਸਿਖਰ ਜ ਦਿੱਤੇ ਟਿਕਾਣੇ &#39;ਤੇ NAV

source: Calendar Events
de_ch: Kalender Ereignisse
es_cl: Calendario de Eventos
fr: Calendrier des événements
pa_in: ਕੈਲੰਡਰ ਸਮਾਗਮ

source: Event Type
de_ch: Ereignistyp
es_cl: Tipo de evento
fr: Type d&#39;événement
pa_in: ਘਟਨਾ ਦੀ ਕਿਸਮ

source: Include <strong>Calendar Events</strong> for what date range?
de_ch: Include <strong> Kalender-Ereignisse </strong> für welche Datumsbereich?
es_cl: Incluir <strong> Calendario de eventos </strong> para el rango de qué fecha?
fr: Inclure <strong> Calendrier des événements </strong> pour quelle fourchette de dates?
pa_in: ਕੀ ਹੈ ਦੀ ਮਿਤੀ ਸੀਮਾ ਹੈ, ਦੇ ਲਈ <strong> ਸ਼ਾਮਿਲ ਕਰੋ </strong> ਕੈਲੰਡਰ ਸਮਾਗਮ?

source: Start Date Time
de_ch: Startdatum Zeit
es_cl: Fecha de inicio Tiempo
fr: Date de début Durée
pa_in: ਮਿਤੀ ਟਾਈਮ ਸ਼ੁਰੂ ਕਰੋ

source: End Date Time
de_ch: Ende Datum Zeit
es_cl: End Fecha Hora
fr: Fin Date Heure
pa_in: ਅੰਤ ਮਿਤੀ ਟਾਈਮ

source: Module
de_ch: Modul
es_cl: Módulo
pa_in: ਮੋਡੀਊਲ

source: Add to Newsletter?
de_ch: In den Newsletter?
es_cl: Añadir al boletín de noticias?
fr: Ajouter à la newsletter?
pa_in: ਸਮਾਚਾਰ ਪੱਤਰ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ?

source: Past ? Days
de_ch: Vergangenheit? Tage
es_cl: Pasado? Días
fr: Passé? Journées
pa_in: ਪਿਛਲੇ? ਦਿਨ

source: Articles
de_ch: Artikel
es_cl: Artículos
pa_in: ਲੇਖ

source: News
de_ch: Nachrichten
es_cl: Noticias
fr: Nouvelles
pa_in: ਨਿਊਜ਼

source: Include links to recently edited pages?
de_ch: Links zu kürzlich bearbeitete Seiten?
es_cl: Incluye enlaces a páginas recientemente editados?
fr: Inclure des liens vers les pages récemment modifiées?
pa_in: ਹਾਲ ਹੀ ਵਿਚ ਸੰਪਾਦਿਤ ਸਫ਼ੇ ਲਈ ਲਿੰਕ ਸ਼ਾਮਲ ਕਰੋ?

source: Pages
de_ch: Seiten
es_cl: Páginas
pa_in: ਪੰਨੇ

source: Delete Campaign
de_ch: Kampagne löschen
es_cl: Eliminar Campaña
fr: Supprimer campagne
pa_in: ਮੁਹਿੰਮ ਹਟਾਓ

source: Delete a Campaign
de_ch: Löschen einer Kampagne
es_cl: Eliminar una Campaña
fr: Supprimer une campagne
pa_in: ਇਕ ਮੁਹਿੰਮ ਹਟਾਓ

source: This campaign has already been sent. Deleting it will remove it from your account.
de_ch: Diese Kampagne wurde bereits gesendet. Es löschen, wird es von Ihrem Konto zu entfernen.
es_cl: Esta campaña ya ha sido enviado. Eliminación de que lo eliminará de su cuenta.
fr: Cette campagne a déjà été envoyé. Suppression il va supprimer de votre compte.
pa_in: ਇਸ ਮੁਹਿੰਮ ਦੀ ਹੀ ਭੇਜਿਆ ਗਿਆ ਹੈ. ਇਸ ਨੂੰ ਹਟਾਉਣ ਆਪਣੇ ਖਾਤੇ ਤੱਕ ਇਸ ਨੂੰ ਹਟਾ ਦੇਵੇਗਾ.

source: This campaign is scheduled for
de_ch: Diese Kampagne ist für geplante
es_cl: Esta campaña está programada para el
fr: Cette campagne est prévue pour
pa_in: ਇਹ ਮੁਹਿੰਮ ਲਈ ਤਹਿ ਕੀਤੀ ਹੈ,

source: Deleting it will remove it from your account and prevent it from sending.
de_ch: Löschen sie es von Ihrem Konto zu entfernen und verhindern, dass es sendet.
es_cl: Eliminación de que lo eliminará de su cuenta y evitar que se envía.
fr: Suppression il le supprime de votre compte et l&#39;empêcher d&#39;envoyer.
pa_in: ਇਸ ਨੂੰ ਆਪਣੇ ਖਾਤੇ ਤੱਕ ਇਸ ਨੂੰ ਹਟਾਉਣ ਲਈ ਜਾਵੇਗੀ ਅਤੇ ਇਸ ਨੂੰ ਭੇਜਣ ਤੱਕ ਰੋਕਣ ਹਟਾਉਣ.

source: This campaign is a draft. Deleting it will remove it from your account and prevent it from sending.
de_ch: Diese Kampagne ist ein Entwurf. Löschen sie es von Ihrem Konto zu entfernen und verhindern, dass es sendet.
es_cl: Esta campaña es un proyecto. Eliminación de que lo eliminará de su cuenta y evitar que se envía.
fr: Cette campagne est un projet. Suppression il le supprime de votre compte et l&#39;empêcher d&#39;envoyer.
pa_in: ਇਸ ਮੁਹਿੰਮ ਨੂੰ ਇੱਕ ਡਰਾਫਟ ਹੈ. ਇਸ ਨੂੰ ਆਪਣੇ ਖਾਤੇ ਤੱਕ ਇਸ ਨੂੰ ਹਟਾਉਣ ਲਈ ਜਾਵੇਗੀ ਅਤੇ ਇਸ ਨੂੰ ਭੇਜਣ ਤੱਕ ਰੋਕਣ ਹਟਾਉਣ.

source: Are you sure you want to permanently delete this campaign?
de_ch: Sind Sie sicher, dass Sie wollen, um diese Kampagne endgültig löschen?
es_cl: ¿Seguro que quieres borrar permanentemente esta campaña?
fr: Êtes-vous sûr de vouloir supprimer définitivement cette campagne?
pa_in: ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਇਸ ਮੁਹਿੰਮ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਤੁਹਾਨੂੰ ਯਕੀਨ ਕਰ ਰਹੇ ਹੋ?

source: Back to all campaigns
de_ch: Zurück zu allen Kampagnen
es_cl: Volver a todas las campañas
fr: Retour à toutes les campagnes
pa_in: ਵਾਪਸ ਸਾਰੇ ਮੁਹਿੰਮ ਨੂੰ

source: Index
es_cl: Índice
pa_in: ਸੂਚੀ ਪੱਤਰ

source: Campaign Monitor Campaigns
de_ch: Campaign Monitor Kampagnen
es_cl: Campaña Campañas de Monitor
fr: Campaign Monitor Campagnes
pa_in: ਮੁਹਿੰਮ ਨਿਗਰਾਨ ਅਭਿਆਨ

source: Subject
de_ch: Thema
es_cl: Asunto
fr: Sujet
pa_in: ਵਿਸ਼ਾ

source: Status
es_cl: Estado
fr: Statut
pa_in: ਸਥਿਤੀ

source: 0 Campaigns Found
de_ch: 0 Kampagnen gefunden
es_cl: 0 Campañas Encontrado
fr: 0 campagnes Trouvé
pa_in: 0 ਅਭਿਆਨ ਲੱਭਿਆ

source: Campaigns
de_ch: Kampagnen
es_cl: Campañas
fr: Campagnes
pa_in: ਅਭਿਆਨ

source: All Campaigns
de_ch: Alle Kampagnen
es_cl: Todas las campañas
fr: Toutes les campagnes
pa_in: ਸਾਰੇ ਅਭਿਆਨ

source: Search Campaigns
de_ch: Search-Kampagnen
es_cl: Buscar Campañas
fr: Recherche Campagnes
pa_in: ਖੋਜ ਅਭਿਆਨ

source: Add Campaign
de_ch: Kampagne hinzufügen
es_cl: Añadir Campaña
fr: Ajouter campagne
pa_in: ਮੁਹਿੰਮ ਸ਼ਾਮਲ ਕਰੋ

source: Sync Campaigns
de_ch: Sync-Kampagnen
es_cl: Campañas de sincronización
fr: Campagnes de synchronisation
pa_in: ਸਮਕਾਲੀ ਅਭਿਆਨ

source: Go to Campaign Monitor
de_ch: Zum Campaign Monitor
es_cl: Ir a Campaign Monitor
fr: Aller à Campaign Monitor
pa_in: ਮੁਹਿੰਮ ਮਾਨੀਟਰ ਕਰਨ ਲਈ ਜਾਓ

source: Templates
de_ch: Vorlagen
es_cl: Plantillas
fr: Modèles
pa_in: ਨਮੂਨੇ

source: Search Templates
de_ch: Suchvorlagen
es_cl: Buscar Plantillas
fr: Recherche de Modèles
pa_in: ਖੋਜ ਨਮੂਨੇ

source: Add Template
de_ch: Vorlage hinzufügen
es_cl: Añadir plantilla
fr: Ajouter un modèle
pa_in: ਟੈਪਲੇਟ ਵਿੱਚ ਜੋੜੋ

source: Sync Templates
de_ch: Sync-Vorlagen
es_cl: Plantillas de sincronización
fr: Modèles de synchronisation
pa_in: ਸਮਕਾਲੀ ਨਮੂਨੇ

source: Sent on
de_ch: Gesendet am
es_cl: Enviado el
fr: Envoyé sur
pa_in: ਤੇ ਭੇਜੇ

source: Total Recipients
de_ch: Empfänger gesamt
es_cl: Total de destinatarios
fr: Nombre de bénéficiaires
pa_in: ਕੁੱਲ ਪ੍ਰਾਪਤਕਰਤਾ

source: Web Version URL
es_cl: Versión Web URL
fr: Version Web URL
pa_in: ਵੈੱਬ ਵਰਜਨ URL ਨੂੰ

source: Date Scheduled
de_ch: Datum geplant
es_cl: Fecha prevista
fr: Date prévue
pa_in: ਤਾਰੀਖ ਤਹਿ

source: Scheduled Time Zone
de_ch: Fussball Zeitzone
es_cl: Programado zona horaria
pa_in: ਅਨੁਸੂਚਿਤ ਟਾਈਮ ਖ਼ੇਤਰ

source: Preview URL
de_ch: Vorschau-URL
es_cl: Vista previa de URL
fr: Aperçu URL
pa_in: ਜਾਣਕਾਰੀ ਦੇ URL ਨੂੰ

source: Template Add
de_ch: Vorlage hinzufügen
es_cl: Plantilla Agregar
fr: Modèle Ajouter
pa_in: ਫਰਮਾ ਸ਼ਾਮਿਲ

source: Template Edit
es_cl: Editar plantilla
fr: Modifier le modèle
pa_in: ਟੈਪਲੇਟ ਸੋਧ

source: Campaign Monitor Templates
es_cl: Plantillas Campaign Monitor
fr: Campagne Modèles moniteur
pa_in: ਮੁਹਿੰਮ ਨਿਗਰਾਨ ਨਮੂਨੇ

source: Screenshot:
es_cl: Captura de pantalla:
fr: Capture d&#39;écran:
pa_in: ਸਕਰੀਨ:

source: Not Available
de_ch: Nicht verfügbar
es_cl: No disponible
fr: Pas disponible
pa_in: ਉਪਲਭਦ ਨਹੀ

source: Preview
de_ch: Vorschau
es_cl: Prevista
fr: Avant-première
pa_in: ਝਲਕ

source: 0 Templates Found
de_ch: 0 Vorlagen gefunden
es_cl: 0 Plantillas Encontrado
fr: 0 modèles trouvés
pa_in: 0 ਨਮੂਨੇ ਲੱਭਿਆ

source: All Templates
de_ch: Alle Vorlagen
es_cl: Todas las plantillas
fr: Tous les modèles
pa_in: ਸਾਰੇ ਨਮੂਨੇ

source: Html File:
de_ch: HTML-Datei:
es_cl: Archivo HTML:
fr: Fichier html:
pa_in: HTML ਫਾਇਲ:

source: Zip File:
de_ch: Zip-Datei:
fr: Fichier Zip:
pa_in: ਜ਼ਿੱਪ ਫਾਇਲ:

source: Screenshot File:
de_ch: Screenshot Datei:
es_cl: Captura de pantalla del archivo:
fr: Fichier d&#39;écran:
pa_in: ਸਕਰੀਨ ਫਾਇਲ:

source: Full Time
de_ch: Vollzeit
es_cl: Tiempo completo
fr: À temps plein
pa_in: ਪੂਰਾ ਸਮਾਂ

source: Part Time
de_ch: Teilzeit
es_cl: Tiempo parcial
fr: À temps partiel
pa_in: ਥੋੜਾ ਸਮਾਂ

source: Permanent
es_cl: Permanente
pa_in: ਸਥਾਈ

source: Contract
de_ch: Vertrag
es_cl: Contrato
fr: Contrat
pa_in: ਕੰਟਰੈਕਟ

source: Company
de_ch: Firma
es_cl: Empresa
fr: Entreprise
pa_in: ਕੰਪਨੀ

source: Company Description
de_ch: Beschreibung des Unternehmens
es_cl: Descripción de la empresa
fr: Description de l&#39;entreprise
pa_in: ਕੰਪਨੀ ਵੇਰਵਾ

source: Position Title
de_ch: Position Titel
es_cl: Título del Puesto
fr: Titre du poste
pa_in: ਸਥਿਤੀ ਟਾਇਟਲ

source: Position Description
de_ch: Position Beschreibung
es_cl: Descripción del cargo
fr: Description du poste
pa_in: ਸਥਿਤੀ ਵੇਰਵਾ

source: Position Type
de_ch: Art der Position
es_cl: Tipo de posición
fr: Type de poste
pa_in: ਸਥਿਤੀ ਦੀ ਕਿਸਮ

source: Start Date/Time
de_ch: Startdatum / Zeit
es_cl: Fecha / Hora de Comienzo
fr: Date de début / Heure
pa_in: / ਟਾਈਮ ਤਾਰੀਖ ਸ਼ੁਰੂ ਕਰੋ

source: End Date/Time
de_ch: Ende Datum / Uhrzeit
es_cl: Fecha / Hora
fr: Fin Date / Heure
pa_in: ਅੰਤ ਮਿਤੀ / ਟਾਈਮ

source: Experience
de_ch: Erfahrung
es_cl: Experiencia
fr: Expérience
pa_in: ਤਜਰਬਾ

source: status detail
es_cl: detalle el estado
fr: détail d&#39;état
pa_in: ਸਥਿਤੀ ਦਾ ਵਿਸਥਾਰ

source: Corp. Memb. App
pa_in: ਕਾਰਪੋਰੇਸ਼ਨ Memb. ਐਪ

source: The %(name)s "%(obj)s" was changed successfully.
de_ch: Das %(name)s &quot; %(obj)s&quot; wurde erfolgreich geändert.
es_cl: El %(name)s &quot; %(obj)s&quot; se ha cambiado correctamente.
fr: «L&#39; %(name)s&quot; de l&#39; %(obj)s été modifié avec succès.
pa_in: %(name)s &quot; %(obj)s&quot; ਸਫਲਤਾਪੂਰਕ ਤਬਦੀਲ ਕੀਤਾ ਗਿਆ ਸੀ.

source: Description
de_ch: Beschreibung
es_cl: Descripción
pa_in: ਵੇਰਵਾ

source: Notes
de_ch: Aufzeichnungen
es_cl: Notas
fr: Remarques
pa_in: ਸੂਚਨਾ

source: This secret code is already taken. Please use a different one.
de_ch: Dieser Geheimcode ist bereits vergeben. Bitte verwenden Sie eine andere.
es_cl: Ya se tiene el código secreto. Por favor, use uno diferente.
fr: Ce code secret est déjà pris. S&#39;il vous plaît utiliser un autre.
pa_in: ਇਹ ਗੁਪਤ ਕੋਡ ਨੂੰ ਹੀ ਲਿਆ ਗਿਆ ਹੈ. ਇੱਕ ਵੱਖਰਾ ਇਕ ਦੀ ਵਰਤ ਕਰੋ.

source: SELECT ONE
de_ch: Wählen Sie einen
es_cl: UNA SELECCIÓN
fr: UNE SELECTION
pa_in: ਇਕ ਚੁਣੋ

source: Username
de_ch: Benutzername
es_cl: Nombre de usuario
fr: Nom d&#39;utilisateur
pa_in: ਯੂਜ਼ਰ

source: Member Number
de_ch: Mitgliedsnummer
es_cl: Número de miembros
fr: Nombre de membres
pa_in: ਸਦੱਸ ਨੰਬਰ

source: Phone
de_ch: Telefon
es_cl: Teléfono
fr: Téléphone
pa_in: ਫੋਨ

source: City
de_ch: Stadt
es_cl: Ciudad
fr: Ville
pa_in: ਸਿਟੀ

source: State
de_ch: Zustand
es_cl: Estado
fr: État
pa_in: ਸਟੇਟ

source: Zip Code
de_ch: PLZ
es_cl: Código postal
fr: code postal
pa_in: ਜ਼ਿੱਪ ਕੋਡ

source: Country
de_ch: Land
es_cl: País
fr: Pays
pa_in: ਦੇਸ਼

source: Starts With
de_ch: Beginnt mit
es_cl: Comienza Con
fr: Commence par
pa_in: ਨਾਲ ਸ਼ੁਰੂ

source: Contains
de_ch: Enthält
es_cl: Contiene
fr: Contient
pa_in: ਰੱਖਦਾ ਹੈ

source: Exact
de_ch: Genau
pa_in: ਸਹੀ

source: Company Name
de_ch: Name der Firma
es_cl: Nombre de empresa
fr: Nom de l&#39;entreprise
pa_in: ਕੰਪਨੀ ਦਾ ਨਾਂ

source: Show Active Only
de_ch: Zeigen Nur Aktiv
es_cl: Mostrar Sólo Activo
fr: Afficher uniquement le conteneur actif
pa_in: ਸਰਗਰਮ ਸਿਰਫ਼ ਵੇਖਾਓ

source: Select One
de_ch: Eine Auswahl
es_cl: Seleccione uno
fr: Choisissez-en un
pa_in: ਇਕ ਚੁਣੋ

source: Export Format
es_cl: Formato de exportación
fr: Format d&#39;exportation
pa_in: ਐਕਸਪੋਰਟ ਫਾਰਮੈਟ

source: Type the code below
de_ch: Geben Sie den Code unten
es_cl: Escriba el código de abajo
fr: Saisissez le code ci-dessous
pa_in: ਹੇਠ ਕੋਡ ਨੂੰ ਲਿਖੋ

source: This user is already a representative.
de_ch: Dieser Benutzer ist bereits ein Vertreter.
es_cl: Este usuario ya es un representante.
fr: Cet utilisateur est déjà un représentant.
pa_in: ਇਹ ਯੂਜ਼ਰ ਨੂੰ ਹੀ, ਇੱਕ ਪ੍ਰਤੀਨਿਧ ਨਾਲ ਹੁੰਦਾ ਹੈ.

source: Corp Application
de_ch: Corp Anwendung
es_cl: Corp Aplicación
pa_in: ਕਾਰਪੋਰੇਸ਼ਨ ਐਪਲੀਕੇਸ਼ਨ

source: Select an Option for the Existing Records:
de_ch: Wählen Sie eine Option für die vorhandenen Datensätze:
es_cl: Seleccionar una opción para los registros existentes:
fr: Sélectionnez une option pour les enregistrements existants:
pa_in: ਮੌਜੂਦਾ ਰਿਕਾਰਡ ਲਈ ਇੱਕ ਚੋਣ ਚੁਣੋ:

source: CSV File
de_ch: CSV-Datei
es_cl: Archivo CSV
fr: Fichier CSV
pa_in: CSV ਫਾਇਲ

source: File type is not supported. Please upload a CSV File.
de_ch: Dateityp wird nicht unterstützt. Bitte laden Sie eine CSV-Datei.
es_cl: Tipo de archivo no es compatible. Por favor, sube un archivo CSV.
fr: Type de fichier n&#39;est pas pris en charge. S&#39;il vous plaît télécharger un fichier CSV.
pa_in: ਫਾਇਲ ਕਿਸਮ ਸਹਾਇਕ ਨਹੀ ਹੈ. ਇਕ CSV ਫਾਇਲ ਅੱਪਲੋਡ ਕਰੋ ਜੀ.

source: Num days must be a numeric number.
de_ch: Num Tage muss ein numerischer Zahl sein.
es_cl: Num día debe ser un número numérico.
fr: Jours Num doit être un nombre numérique.
pa_in: ਗਿਣ ਦਿਨ ਇੱਕ ਅੰਕੀ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.

source: Text
es_cl: Texto
fr: Texte
pa_in: ਪਾਠ

source: Paragraph Text
de_ch: Absatz Text
es_cl: Párrafo Texto
fr: Paragraphe texte
pa_in: ਪੈਰਾ ਪਾਠ

source: Checkbox
de_ch: Kontrollkästchen
es_cl: Casilla de verificación
fr: Case
pa_in: ਬਕਸਾ

source: Select One from a list (Drop Down)
de_ch: Wählen Sie aus einer Liste (Drop Down)
es_cl: Seleccione uno de la lista (Desplegable)
fr: Choisir dans une liste (déroulant)
pa_in: ਇੱਕ ਸੂਚੀ ਤੱਕ ਇਕ ਨੂੰ ਚੁਣੋ (ਡਰੌਪ ਡਾਊਨ)

source: Select One from a list (Radio Buttons)
de_ch: Wählen Sie aus einer Liste (Radio-Buttons)
es_cl: Seleccione uno de la lista (botones de radio)
fr: Choisir dans une liste (boutons radio)
pa_in: ਇੱਕ ਸੂਚੀ ਤੱਕ ਇਕ ਨੂੰ ਚੁਣੋ (ਰੇਡੀਓ ਬਟਨ)

source: Multi select (Drop Down)
es_cl: Multi seleccione (Desplegable)
fr: Multi select (déroulant)
pa_in: ਮਲਟੀ ਚੁਣੋ (ਡਰੌਪ ਡਾਊਨ)

source: Multi select (Checkboxes)
de_ch: Multi select (Checkboxen)
es_cl: Multi seleccione (Las casillas de verificación)
fr: Multi sélection (cases à cocher)
pa_in: ਮਲਟੀ ਚੁਣੋ (ਬਕਸਾ)

source: File upload
de_ch: Datei-Upload
es_cl: Carga de archivos
fr: Le téléchargement du fichier
pa_in: ਫਾਇਲ ਨੂੰ ਅੱਪਲੋਡ

source: Date
de_ch: Datum
es_cl: Fecha
pa_in: ਤਾਰੀਖ

source: Date/time
de_ch: Datum / Uhrzeit
es_cl: Fecha / hora
fr: Date / heure
pa_in: ਮਿਤੀ / ਟਾਈਮ

source: Section Break
es_cl: Salto de sección
fr: Saut de section
pa_in: ਹਿੱਸਾ ਬਰੇਕ

source: Page Break
de_ch: Umbruch
es_cl: Salto de página
fr: Saut de page
pa_in: Page ਬਰੇਕ

source: One Column
de_ch: Eine Spalte
es_cl: Una Columna
fr: Une colonne
pa_in: ਇਕ ਕਾਲਮ

source: Two Columns
de_ch: Zwei Spalten
es_cl: Dos Columnas
fr: Deux colonnes
pa_in: ਦੋ ਕਾਲਮ

source: Three Columns
de_ch: Drei Säulen
es_cl: Tres columnas
fr: Trois Colonnes
pa_in: ਤਿੰਨ ਕਾਲਮ

source: Side by Side
de_ch: Nebeneinander
pa_in: ਕੇ

source: Admin Approval
de_ch: Admin-Zulassung
es_cl: De aprobación de administrador
fr: Administrateur approbation
pa_in: ਪਰਬੰਧ ਪ੍ਰਵਾਨਗੀ

source: E-mail Domain
es_cl: E-mail de dominio
pa_in: E-mail ਡੋਮੇਨ

source: Secret Code
pa_in: ਗੁਪਤ ਕੋਡ

source: Small
de_ch: Klein
es_cl: Pequeño
fr: Petit
pa_in: ਛੋਟਾ

source: Medium
fr: Moyen
pa_in: ਦਰਮਿਆਨੇ

source: Large
de_ch: Groß
es_cl: Grande
fr: Grand
pa_in: ਵੱਡੇ

source: Name
es_cl: Nombre
fr: Nom
pa_in: ਨਾਮ

source: Price
de_ch: Preis
es_cl: Precio
fr: Prix
pa_in: ਕੀਮਤ

source: Renewal Price
de_ch: Erneuerung Preis
es_cl: Renovación Precio
fr: Renouvellement Prix
pa_in: ਨਵੀਨੀਕਰਨ ਕੀਮਤ
