Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: Tendered %(tenddate)s
de_ch: Dienten %(tenddate)s
es_cl: Ofrecido %(tenddate)s
fr: Soumissionné %(tenddate)s
pa_in: ਦਿੱਤੀ ਗਈ %(tenddate)s

source: Amount Between
de_ch: Menge zwischen
es_cl: Cantidad entre
fr: Montant entre
pa_in: ਵਿਚਕਾਰ ਰਕਮ

source: AND
de_ch: UND
es_cl: Y
fr: ET
pa_in: ਅਤੇ

source: Invoice Search
de_ch: Rechnungs Suche
es_cl: Factura Buscar
fr: Recherche facture
pa_in: ਚਲਾਨ ਖੋਜ

source: EST
de_ch: Ist
es_cl: Es
pa_in: ਹੈ

source: Method
de_ch: Verfahren
es_cl: Método
fr: Méthode
pa_in: ਢੰਗ

source: Adjustment
de_ch: Anpassung
es_cl: Ajuste
fr: Ajustement
pa_in: ਵਿਵਸਥਾ

source: Sub Total:
de_ch: Total:
fr: Sous-total:
pa_in: ਸਬ ਕੁੱਲ:

source: Discount Applied (discount code
de_ch: Rabatt Angewandte (Discount-Code
es_cl: Aplicada Descuento (código de descuento
fr: Remise appliquée (code de réduction
pa_in: ਛੂਟ ਅਪਲਾਈਿ (ਛੂਟ ਕੋਡ ਨੂੰ

source: Tax:
de_ch: Steuern:
es_cl: Impuestos:
fr: Impôt:
pa_in: ਟੈਕਸ:

source: Balance due:
de_ch: Restbetrag:
es_cl: Saldo pendiente de pago:
fr: Solde dû:
pa_in: ਕਾਰਨ ਸੰਤੁਲਨ:

source: Pay Invoice
de_ch: Pay Rechnung
es_cl: Pago de facturas
fr: Paiement des factures
pa_in: ਤਨਖਾਹ ਚਲਾਨ

source: Accounting Entries
de_ch: Buchungen
es_cl: Asientos contables
fr: Écritures comptables
pa_in: ਲੇਿਾਕਾਰੀ ਇੰਦਰਾਜ਼

source: Make Notes
de_ch: Machen Sie sich Notizen
es_cl: Hacer Notas
fr: Assurez-notes
pa_in: ਸੂਚਨਾ ਬਣਾਉ

source: Mark as Paid
de_ch: Als Paid
es_cl: Marcar como Pagado
fr: Marquer comme charge
pa_in: ਮਾਰਕ ਵੇਤਨਕ ਦੇ ਤੌਰ ਤੇ

source: Void Payment
de_ch: Void Zahlungs
es_cl: Pago Vacío
fr: Annulation de paiement
pa_in: ਰੱਦ ਭੁਗਤਾਨ

source: users
de_ch: Benutzer
es_cl: usuarios
fr: utilisateurs
pa_in: ਉਪਭੋਗੀ

source: members
de_ch: Mitglieder
es_cl: miembros
fr: membres
pa_in: ਮਬਰ

source: visits
de_ch: Besuche
es_cl: visitas
fr: visites
pa_in: ਦੌਰੇ

source: disk usage
de_ch: Festplattennutzung
es_cl: el uso del disco
fr: l&#39;utilisation du disque
pa_in: ਡਿਸਕ ਨੂੰ ਵਰਤੋ

source: invoices
de_ch: Rechnungen
es_cl: facturas
fr: factures
pa_in: ਚਲਾਨ

source: invoices with a total that is not 0
de_ch: Rechnungen mit einem Gesamt, die nicht 0
es_cl: facturas con un total que no es 0
fr: factures avec un total qui n&#39;est pas 0
pa_in: 0 ਨਹੀ ਹੈ, ਜੋ ਕਿ ਇੱਕ ਕੁੱਲ ਚਲਾਨ

source: sum of invoices' totals
de_ch: Summe der Summen Rechnungen &#39;
es_cl: suma de los totales facturas &#39;
fr: somme des totaux de factures
pa_in: ਇਨਵਾਇਸ &#39;ਕੁੱਲ ਦਾ ਰਕਮ

source: create date/time
de_ch: Erstellungsdatum / Uhrzeit
es_cl: crear fecha / hora
fr: date de création / heure
pa_in: ਮਿਤੀ / ਟਾਈਮ ਨੂੰ ਬਣਾਉਣ

source: Tendenci stats
es_cl: Estadísticas Tendenci
fr: Statistiques Tendenci
pa_in: Tendenci ਅੰਕੜੇ

source: Title Attribute
de_ch: Title-Attribut
es_cl: Título Atributo
fr: Titre Attribut
pa_in: ਟਾਈਟਲ ਲਈ ਗੁਣ

source: Open in a new window
de_ch: In einem neuen Fenster
es_cl: Abrir en una nueva ventana
fr: Ouvrir dans une nouvelle fenêtre
pa_in: ਇੱਕ ਨਵ ਵਿੰਡੋ ਵਿੱਚ ਖੋਲ੍ਹੋ

source: Add Nav
es_cl: Añadir Nav
fr: Ajouter Nav
pa_in: Nav ਸ਼ਾਮਲ ਕਰੋ

source: Delete Nav
de_ch: Nav löschen
es_cl: Eliminar Nav
fr: Supprimer Nav
pa_in: Nav ਹਟਾਓ

source: Delete a Nav
fr: Supprimer un Nav
pa_in: ਇਕ Nav ਹਟਾਓ

source: Are you sure you want to permanently delete this nav?
de_ch: Sind Sie sicher, dass Sie wollen, um diese dauerhaft zu löschen nav?
es_cl: ¿Seguro que quieres borrar permanentemente esta nav?
fr: Êtes-vous sûr de vouloir supprimer définitivement ce nav?
pa_in: ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਇਸ NAV ਨੂੰ ਹਟਾਉਣ ਲਈ ਚਾਹੁੰਦੇ ਹੋ ਤੁਹਾਨੂੰ ਇਹ ਯਕੀਨੀ ਕਰ ਰਹੇ ਹੋ?

source: Update Nav
es_cl: Actualización de Nav
fr: Mise à jour Nav
pa_in: ਅੱਪਡੇਟ Nav

source: All Navs
es_cl: Todo Navs
fr: Tous VNI
pa_in: ਸਾਰੇ Navs

source: Search Navs
de_ch: Suche Navs
es_cl: Búsqueda Navs
fr: Recherche VNI
pa_in: ਖੋਜ Navs

source: Export Navs
es_cl: Exportación Navs
pa_in: ਐਕਸਪੋਰਟ Navs

source: This Nav
de_ch: Diese Nav
es_cl: Esta Nav
fr: Cette Nav
pa_in: ਇਹ Nav

source: View Nav
es_cl: Ver Nav
pa_in: ਵੇਖੋ Nav

source: Edit Nav
es_cl: Editar Nav
fr: Modifier Nav
pa_in: ਸੋਧ Nav

source: Edit Nav Items
de_ch: Bearbeiten Nav Artikel
es_cl: Editar Nav Artículos
fr: Modifier Nav Articles
pa_in: ਸੋਧ Nav ਿਜਹੜੀ

source: Items
de_ch: Artikel
es_cl: Artículos
fr: Articles
pa_in: ਿਜਹੜੀ

source: list
de_ch: Liste
es_cl: lista
fr: liste
pa_in: ਸੂਚੀ ਵਿੱਚ

source: Select pages below to be added to
de_ch: Wählen Sie unten, um zu Seiten hinzugefügt werden
es_cl: Seleccione las páginas siguientes para ser añadidos a
fr: Sélectionnez les pages ci-dessous pour être ajoutées à
pa_in: ਹੇਠ ਚੁਣੋ ਸਫ਼ੇ ਨੂੰ ਸ਼ਾਮਿਲ ਕਰਨ ਦੀ

source: Use the search box to filter the list of pages
de_ch: Benutzen Sie das Suchfeld, um die Liste der Seiten filtern
es_cl: Utilice el cuadro de búsqueda para filtrar la lista de páginas
fr: Utilisez la boîte de recherche pour filtrer la liste des pages
pa_in: ਸਫ਼ੇ ਦੀ ਸੂਚੀ ਨੂੰ ਫਿਲਟਰ ਕਰਨ ਲਈ ਖੋਜ ਬਾਕਸ ਵਰਤੋ

source: Add selected pages
de_ch: Ausgewählte Seiten
es_cl: Añadir páginas seleccionadas
fr: Ajouter les pages sélectionnées
pa_in: ਚੁਣੇ ਸਫ਼ੇ ਸ਼ਾਮਲ ਕਰੋ

source: Add a Custom Navigation Item
de_ch: Hinzufügen eines benutzerdefinierten Navigations Artikel
es_cl: Añadir un elemento de navegación personalizada
fr: Ajouter un article Navigation personnalisée
pa_in: ਪਸੰਦੀ ਦਾ ਨੇਵੀਗੇਸ਼ਨ ਆਈਟਮ ਸ਼ਾਮਲ ਕਰੋ

source: edit
de_ch: bearbeiten
es_cl: edición
pa_in: ਸੰਪਾਦਨ ਨੂੰ

source: Save All Navigation Items
de_ch: Speichern Sie alle Navigationselemente
es_cl: Guardar elementos All Navegación
fr: Enregistrer les articles Tous navigation
pa_in: ਸਾਰੇ ਨੇਵੀਗੇਸ਼ਨ ਆਇਟਮ ਨੂੰ ਸੰਭਾਲੋ

source: Restricted Access
de_ch: Eingeschränkter Zugang
es_cl: Acceso Restringido
fr: Accès restreint
pa_in: ਪਾਬੰਦ ਪਹੁੰਚ

source: Authorization Required
es_cl: Se requiere autorización
fr: Autorisation requise
pa_in: ਪਰਮਾਣਕਿਤਾ ਦੀ ਲੋੜ ਹੈ

source: Notices Feed
de_ch: Hinweise-Feed
es_cl: Avisos RSS
fr: Avis RSS
pa_in: ਨੋਟਿਸ ਫੀਡ

source: label
de_ch: Etikett
es_cl: etiqueta
fr: étiquette
pa_in: ਲੇਬਲ ਨੂੰ

source: display
de_ch: Anzeige
es_cl: pantalla
fr: affichage
pa_in: ਡਿਸਪਲੇਅ ਨੂੰ

source: default
es_cl: por defecto
fr: défaut
pa_in: ਨੂੰ ਮੂਲ

source: notice type
de_ch: Ausschreibungstyp
es_cl: Tipo de notificación
fr: Type d&#39;avis
pa_in: ਨੂੰ ਨੋਟਿਸ ਦੀ ਕਿਸਮ

source: notice types
de_ch: Hinweis Typen
es_cl: tipos de notificación
fr: types d&#39;avis
pa_in: ਨੂੰ ਨੋਟਿਸ ਕਿਸਮ

source: medium
es_cl: medio
fr: moyen
pa_in: ਮੱਧਮ

source: send
de_ch: senden
es_cl: enviar
fr: envoyer
pa_in: ਭੇਜਣ

source: notice setting
de_ch: Hinweis Einstellung
es_cl: ajuste previo aviso
fr: réglage de préavis
pa_in: ਨੂੰ ਨੋਟਿਸ ਸੈਟਿੰਗ ਨੂੰ

source: notice settings
de_ch: Hinweis Einstellungen
es_cl: Ajustes de notificación
fr: paramètres de notification
pa_in: ਨੂੰ ਨੋਟਿਸ ਸੈਟਿੰਗ ਨੂੰ

source: message
de_ch: Nachricht
es_cl: mensaje
pa_in: ਸੁਨੇਹੇ ਨੂੰ

source: added
de_ch: zusätzlich
es_cl: añadido
fr: ajoutée
pa_in: ਸ਼ਾਮਿਲ ਕੀਤਾ

source: unseen
de_ch: ungesehen
es_cl: invisible
fr: invisible
pa_in: ਅਦ੍ਰਿਸ਼ਟ

source: archived
de_ch: archiviert
es_cl: archivado
fr: archivé
pa_in: ਆਰਚੀਵ

source: on site
de_ch: vor Ort
es_cl: en el sitio
fr: sur place
pa_in: ਸਾਈਟ ਤੇ

source: notice
de_ch: Hinweis
es_cl: aviso
fr: avis
pa_in: ਨੂੰ ਨੋਟਿਸ

source: notices
de_ch: Hinweise
es_cl: avisos
fr: avis
pa_in: ਨੋਟਿਸ

source: signal
es_cl: señal
pa_in: ਸਿਗਨਲ

source: observed item
de_ch: beobachteten Artikel
es_cl: elemento observado
fr: objet observé
pa_in: ਵੇਖਿਆ ਇਕਾਈ ਨੂੰ

source: observed items
de_ch: beobachteten Artikel
es_cl: artículos observados
fr: items observés
pa_in: ਵੇਖਿਆ ਇਕਾਈ

source: Notifications
de_ch: Benachrichtigungen
es_cl: Notificaciones
pa_in: ਸੂਚਨਾ

source: Primary email
de_ch: Primäre E-Mail
es_cl: Email Primaria
fr: Première adresse email
pa_in: ਪ੍ਰਾਇਮਰੀ ਈਮੇਲ ਵਿੱਚ

source: Note
de_ch: Hinweis
es_cl: Nota
fr: Remarque
pa_in: ਸੂਚਨਾ

source: Notification Type
de_ch: Benachrichtigungstyp
es_cl: Tipo de notificación
fr: Type de notification
pa_in: ਸੂਚਨਾ ਦੀ ਕਿਸਮ

source: Change
de_ch: Veränderung
es_cl: Cambiar
fr: Changement
pa_in: ਬਦਲੋ

source: FROM
de_ch: VON
es_cl: DESDE
fr: DE
pa_in: ਤ

source: PHONE
de_ch: TELEFON
es_cl: TELÉFONO
fr: TÉLÉPHONE
pa_in: ਫ਼ੋਨ

source: EMAIL
pa_in: ਈਮੇਲ

source: WEBSITE
de_ch: WEBSEITE
es_cl: SITIO WEB
fr: SITE INTERNET
pa_in: ਵੈੱਬਸਾਈਟ

source: ADDRESS
de_ch: ADRESSE
es_cl: DIRECCIÓN
fr: ADRESSE
pa_in: ਪਤਾ

source: CITY
es_cl: CIUDAD
fr: VILLE
pa_in: ਸ਼ਿਹਰ

source: STATE
es_cl: ESTADO
fr: ÉTAT
pa_in: ਰਾਜ

source: COUNTRY
de_ch: LAND
es_cl: PAÍS
fr: PAYS
pa_in: ਦੇਸ਼

source: View message online:
de_ch: Nachricht Online-Ansicht:
es_cl: Ver mensajes en línea:
fr: Voir message en ligne:
pa_in: ਵੇਖੋ ਸੁਨੇਹੇ ਨੂੰ ਆਨਲਾਈਨ:

source: Contact Form
de_ch: Kontaktformular
es_cl: Formulario de contacto
fr: Formulaire de contact
pa_in: ਸੰਪਰਕ ਫਾਰਮ

source: Donation Amount:
de_ch: Spendenbetrag:
es_cl: Cantidad de Donación:
fr: Montant du don:
pa_in: ਦਾਨ ਰਾਸ਼ੀ:

source: Allocate Donation to:
de_ch: Zuteilen Spende an:
es_cl: Asignar donación a:
fr: Allouer don à:
pa_in: ਦਾਨ ਕਰਨ ਲਈ ਜਾਰੀ ਕੀਤੇ ਹਨ:

source: Payment Method:
de_ch: Zahlungsmethode:
es_cl: Método de pago:
fr: Mode de paiement:
pa_in: ਭੁਗਤਾਨੇ ਦੇ ਢੰਗ:

source: Referred By:
de_ch: Empfohlen von:
es_cl: Referido por:
fr: Référé par:
pa_in: ਦੁਆਰਾ ਹਵਾਲਾ:

source: To view the donation details, go to:
de_ch: Um die Spende Details zu sehen, gehen Sie zu:
es_cl: Para ver los detalles de donación, vaya a:
fr: Pour afficher les détails de don, allez à:
pa_in: ਦਾਨ ਵੇਰਵਾ ਵੇਖਣ ਲਈ, ਲਈ ਜਾਓ:

source: To view the user details, go to:
de_ch: Um die Benutzerdetails anzuzeigen, gehen Sie zu:
es_cl: Para ver los detalles de usuario, vaya a:
fr: Pour afficher les détails de l&#39;utilisateur, allez à:
pa_in: ਉਪਭੋਗੀ ਨੂੰ ਜਾਣਕਾਰੀ ਵੇਖਣ ਲਈ, ਲਈ ਜਾਓ:

source: Group Add Notice
de_ch: Unsere Gruppe hinzufügen
es_cl: Agregar grupo de Aviso
fr: Ajouter un groupe avis
pa_in: ਗਰੁੱਪ ਨੂੰ ਸ਼ਾਮਿਲ ਨੋਿਟਸ

source: Label:
pa_in: ਲੇਬਲ:

source: Time submitted:
de_ch: Abgabezeit:
es_cl: Tiempo de envío:
fr: Heure de dépôt:
pa_in: ਟਾਈਮ ਪੇਸ਼:

source: Group (%(objname)s) deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Gruppe ( %(objname)s) von %(SITE_GLOBAL_SITEDISPLAYNAME)selöscht s
es_cl: Grupo ( %(objname)s) borrado de %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Groupe ( %(objname)s) supprimé à partir de %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(objname)sਤੱਕ ਹਟਾਇਆ ਗਰੁੱਪ ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: The following invoice has been edited:
de_ch: Die folgende Rechnung wurde bearbeitet:
es_cl: La siguiente factura se ha editado:
fr: La facture suivante a été modifié:
pa_in: ਹੇਠ ਦਿੱਤੀ ਚਲਾਨ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ ਹੈ:

source: Type:
de_ch: Typ:
es_cl: Tipo:
pa_in: ਕਿਸਮ:

source: Create Date: %(objdate)s
de_ch: Erstellt am: %(objdate)s
fr: Créer Date: %(objdate)s
pa_in: ਤਾਰੀਖ ਬਣਾਓ: %(objdate)s

source: Payment Amount:
de_ch: Zahlungsbetrag:
es_cl: Pago Monto:
fr: Montant du paiement:
pa_in: ਭੁਗਤਾਨ ਰਾਸ਼ੀ:

source: This is a notice to let you know that a general payment attempt has been made.
de_ch: Dies ist ein Hinweis Sie wissen, dass eine allgemeine Zahlungs Versuch gemacht worden ist, um zu lassen.
es_cl: Este es un aviso para hacerle saber que un intento de pago en general se ha hecho.
fr: C&#39;est un avis que vous sachiez qu&#39;une tentative de paiement général a été faite.
pa_in: ਇਹ ਤੁਹਾਨੂੰ ਇੱਕ ਆਮ ਭੁਗਤਾਨ ਦਾ ਕੋਸ਼ਿਸ਼ ਕੀਤਾ ਗਿਆ ਹੈ, ਜੋ ਕਿ ਜਾਣਦੇ ਹਨ ਦਿਉ ਨੂੰ ਨੋਟਿਸ ਹੈ.

source: View invoice to verify payment received:
de_ch: Rechnung im Hinblick auf die empfangene Zahlung überprüfen:
es_cl: Ver factura para verificar el pago recibido:
fr: Voir la facture pour vérifier le paiement reçu:
pa_in: ਵੇਖੋ ਚਲਾਨ ਭੁਗਤਾਨ ਨੂੰ ਮਿਲਿਆ ਹੈ ਦੀ ਪੜਤਾਲ ਕਰਨ ਲਈ:

source: To view the payment details, go to:
de_ch: Um die Zahlungsdetails anzuzeigen, gehen Sie zu:
es_cl: Para ver los detalles de pago, vaya a:
fr: Pour afficher les détails de paiement, allez à:
pa_in: ਭੁਗਤਾਨ ਦੇ ਵੇਰਵੇ ਨੂੰ ਵੇਖਣ ਲਈ, ਲਈ ਜਾਓ:

source: Time Submitted:
de_ch: Zeit gespeichert:
es_cl: Hora de presentación:
fr: Heure de dépôt:
pa_in: ਟਾਈਮ ਪੇਸ਼:

source: Newsletter %(subject)s submission recap
de_ch: Newsletter %(subject)sorbringen Rückblick
es_cl: Newsletter %(subject)s recapitulación presentación
fr: Bulletin %(subject)s présentation récapitulatif
pa_in: ਸਮਾਚਾਰ ਪੱਤਰ %(subject)s ਹੈ ਤਾ ਖਬਰ

source: Payment Generated Notice
de_ch: Zahlung generiert und Datenschutz
es_cl: Pago Aviso Generado
fr: Paiement Avis généré
pa_in: ਭੁਗਤਾਨ ਤਿਆਰ ਨੋਿਟਸ

source: Payment ID:
de_ch: Zahlungs-ID:
es_cl: Pago ID:
fr: Paiement ID:
pa_in: ਭੁਗਤਾਨ ID:

source: Status Detail:
es_cl: Estado Detalle:
fr: Détail de l&#39;état:
pa_in: ਸਥਿਤੀ ਵੇਰਵਾ:

source: To view the details of this payment, go to:
de_ch: Um die Details dieser Zahlung zu sehen, gehen Sie zu:
es_cl: Para ver los detalles de este pago, vaya a:
fr: Pour afficher les détails de ce paiement, allez à:
pa_in: ਨੂੰ ਇਸ ਦੇ ਭੁਗਤਾਨ ਦਾ ਵੇਰਵਾ ਵੇਖਣ ਲਈ, ਲਈ ਜਾਓ:

source: New payment (ID: %(objid)s, amount: %(objamount)s) for invoice (ID: %(objinv)s)
de_ch: Neue Zahlungs (ID: %(objid)s, Betrag: %(objamount)s) für Rechnung (ID: %(objinv)s)
es_cl: Nueva pago (ID: %(objid)s, cantidad: %(objamount)s) para la factura (ID: %(objinv)s)
fr: Nouveau paiement (ID: %(objid)s, montant: %(objamount)s) pour la facture (ID: %(objinv)s)
pa_in: ਨਿਊ ਭੁਗਤਾਨ (ID: %(objid)s, ਦੀ ਰਕਮ: %(objamount)s) ਚਲਾਨ ਦੇ ਲਈ ਹੈ (ID: %(objinv)s)

source: Resume Add Notice
de_ch: Fortsetzen Hinweis hinzufügen
es_cl: Reanudar Añadir Aviso
fr: CV Ajoutez avis
pa_in: ਨੋਿਟਸ ਸ਼ਾਮਲ ਕਰੋ ਰੈਜ਼ਿਊਮੇ ਨੂੰ

source: To view the details of this resume, go to:
de_ch: Um die Details dieses Lebenslauf zu sehen, gehen Sie zu:
es_cl: Para ver los detalles de esta hoja de vida, ir a:
fr: Pour afficher les détails de ce CV, rendez-vous à:
pa_in: ਇਸ ਰੈਜ਼ਿਊਮੇ ਦਾ ਵੇਰਵਾ ਵੇਖਣ ਲਈ, ਲਈ ਜਾਓ:

source: New resume (%(objtitle)s) posting for %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: New Lebenslauf ( %(objtitle)s) Entsendung von %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Nueva hoja de vida ( %(objtitle)s) para publicar %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Nouveau CV ( %(objtitle)s) affichant pour %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: ਨਿਊ ਰੈਜ਼ਿਊਮੇ %(objtitle)sਲਈ ਪੋਸਟ ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: Resume Delete Notice
de_ch: Löschen fortsetzen und Datenschutz
es_cl: Reanudar Aviso Delete
fr: Reprendre Avis Supprimer
pa_in: ਹਟਾਓ ਨੋਿਟਸ ਮੁੜ

source: Deleted by:
de_ch: Gelöscht von:
es_cl: Suprimido por:
fr: Supprimé par:
pa_in: ਕੇ ਮਿਟਾਏ:

source: Resume ((%(objtitle)s)) deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Lebenslauf (( %(objtitle)s)) von %(SITE_GLOBAL_SITEDISPLAYNAME)selöscht s
es_cl: Reanudar (( %(objtitle)s)) borrado de %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: CV (( %(objtitle)s)) supprimé à partir de %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(objtitle)sਤੱਕ ਹਟਾਇਆ ਰੈਜ਼ਿਊਮੇ (( %(SITE_GLOBAL_SITEDISPLAYNAME)s)) ਦੀ

source: Your new account has been created.
de_ch: Ihr neues Konto wurde erstellt.
es_cl: Su nueva cuenta ha sido creada.
fr: Votre nouveau compte a été créé.
pa_in: ਤੁਹਾਡਾ ਨਵ ਖਾਤਾ ਬਣਾਇਆ ਗਿਆ ਹੈ.

source: <div style="margin-bottom:10px">Your username is %(username)s</div>
de_ch: <div style="margin-bottom:10px"> Ihr Benutzername ist %(username)s </div>
es_cl: <div style="margin-bottom:10px"> Su nombre de usuario es %(username)s </div>
fr: <div style="margin-bottom:10px"> Votre nom d&#39;utilisateur est %(username)s </div>
pa_in: <div style="margin-bottom:10px"> ਤੁਹਾਡਾ ਯੂਜ਼ਰ %(username)s </div> ਹੈ

source: Clicking the link below allows you to reset your password and log in.
de_ch: Ein Klick auf den folgenden Link können Sie Ihr Passwort zurücksetzen und melden Sie sich an.
es_cl: Al hacer clic en el enlace de abajo le permite restablecer su contraseña y conectarse.
fr: En cliquant sur le lien ci-dessous vous permet de réinitialiser votre mot de passe et connectez.
pa_in: ਹੇਠਲੇ ਲਿੰਕ ਨੂੰ ਕਲਿੱਕ ਕਰਨ ਨਾਲ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਨੂੰ ਬਦਲੀ ਕਰਨ ਅਤੇ ਵਿੱਚ ਲਾਗਇਨ ਕਰਨ ਲਈ ਸਹਾਇਕ ਹੈ.

source: %(site_name)s - Account Information
de_ch: %(site_name)s - Kontoinformationen
es_cl: %(site_name)s - Información de cuenta
fr: %(site_name)s - Informations sur le compte
pa_in: %(site_name)s - ਖਾਤਾ ਜਾਣਕਾਰੀ

source: Remove the current header image
de_ch: Entfernen Sie die aktuelle Bild-Header
es_cl: Extraiga la imagen de cabecera actual
fr: Supprimez l&#39;image d&#39;en-tête actuel
pa_in: ਮੌਜੂਦਾ ਸਿਰਲੇਖ ਚਿੱਤਰ ਨੂੰ ਹਟਾਓ

source: Please keep filesize under %(max_upload_size)s. Current filesize %(header_image)s
de_ch: Bitte halten Sie Dateigröße unter %(max_upload_size)s. Aktuelle Dateigröße %(header_image)s
es_cl: Por favor, mantenga tamaño del archivo en %(max_upload_size)s. Tamaño del archivo actual %(header_image)s
fr: S&#39;il vous plaît garder la taille du fichier sous %(max_upload_size)s. Taille du fichier actuel %(header_image)s
pa_in: %(max_upload_size)s ਦੇ ਹੇਠ filesize ਰੱਖਣ ਕਰੋ ਜੀ. ਮੌਜੂਦਾ filesize %(header_image)s

source: Page Added
de_ch: Seite hinzugefügt
es_cl: Página Agregado
fr: Cette page Ajouté
pa_in: Page ਗਏ

source: A page has been added.
de_ch: Eine Seite wurde hinzugefügt.
es_cl: Una página ha sido añadido.
fr: Une page a été ajoutée.
pa_in: ਇੱਕ ਸਫ਼ਾ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ.

source: Page Edited
de_ch: Seite Edited
es_cl: Página Edited
fr: Page éditée
pa_in: Page ਸੰਪਾਦਿਤ

source: A page has been edited.
de_ch: Eine Seite bearbeitet wurde.
es_cl: Una página ha sido editado.
fr: Une page a été édité.
pa_in: ਇੱਕ ਸਫ਼ਾ ਸੋਧਿਆ ਗਿਆ ਹੈ.

source: Page Deleted
de_ch: Seite gelöscht
es_cl: Suprimido Page
fr: Page supprimée
pa_in: Page ਹਟਾਇਆ

source: A page has been deleted
de_ch: Eine Seite wurde gelöscht
es_cl: Una página ha sido borrada
fr: Une page a été supprimée
pa_in: ਇੱਕ ਸਫ਼ਾ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ

source: New Page Added
de_ch: Neue Seite hinzugefügt
es_cl: Nueva pagina
fr: Nouvelle page ajoutée
pa_in: ਨਿਊ Page ਗਏ

source: New page (%(page)s) posting for %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Neue Seite ( %(page)s) für Entsendung %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Nueva página ( %(page)s) para publicar %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Nouvelle page ( %(page)s) affichant pour %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: ਨਿਊ ਸਫ਼ਾ %(page)sਲਈ ਪੋਸਟ ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: Page Delete Notice
de_ch: Unsere Seite löschen
es_cl: Página Aviso Delete
fr: Page Avis Supprimer
pa_in: Page ਹਟਾਓ ਨੋਿਟਸ

source: Page (%(page)s) deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Seite ( %(page)s) von %(SITE_GLOBAL_SITEDISPLAYNAME)selöscht s
es_cl: Página ( %(page)s) borrado de %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Page ( %(page)s) supprimé à partir de %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(page)sਤੱਕ ਹਟਾਇਆ Page ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: To view the detail of the edited page, go to:
de_ch: Um die Details des bearbeiteten Seite zu sehen, gehen Sie zu:
es_cl: Para ver el detalle de la página editada, vaya a:
fr: Pour voir le détail de la page éditée, aller à:
pa_in: ਸੋਧੇ ਜਾਣ ਸਫ਼ੇ ਦੇ ਵੇਰਵੇ ਨੂੰ ਵੇਖਣ ਲਈ, ਲਈ ਜਾਓ:

source: To approve the edited page, go to:
de_ch: Um das bearbeitete Seite genehmigen, gehen Sie zu:
es_cl: Aprobar la página editada, vaya a:
fr: Pour approuver la page éditée, aller à:
pa_in: ਸੰਪਾਦਿਤ ਸਫ਼ੇ ਨੂੰ ਮਨਜੂਰ ਕਰਨ ਲਈ, ਲਈ ਜਾਓ:

source: Page (%(objtitle)s) edited for %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Seite ( %(objtitle)s) für %(SITE_GLOBAL_SITEDISPLAYNAME)searbeitet s
es_cl: Página ( %(objtitle)s) editado por %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Page ( %(objtitle)s) édité pour %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(objtitle)sਲਈ ਸੋਧਿਆ Page ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: SEO Meta
pa_in: ਐਸਈਓ ਮੈਟਾ

source: Change version
de_ch: Versionswechsel
es_cl: Cambiar Idioma
fr: Changer de version
pa_in: ਬਦਲੋ ਨੂੰ ਵਰਜਨ

source: Save Page Changes
de_ch: Seite speichern Änderungen
es_cl: Guardar página Cambios
fr: Enregistrer la page Changements
pa_in: ਸੰਭਾਲੋ Page ਬਦਲਾਅ

source: Delete a Page
de_ch: Löschen einer Seite
es_cl: Eliminar una página
fr: Supprimer une page
pa_in: ਇੱਕ ਪੰਨਾ ਹਟਾਓ

source: Are you sure you want to permanently delete this page?
de_ch: Sind Sie sicher, dass Sie wollen, um diese Seite dauerhaft löschen?
es_cl: ¿Está seguro de que desea eliminar permanentemente esta página?
fr: Êtes-vous sûr de vouloir supprimer définitivement cette page?
pa_in: ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਇਸ ਪੰਨੇ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਤੁਹਾਨੂੰ ਯਕੀਨ ਕਰ ਰਹੇ ਹੋ?

source: Back to page
de_ch: Zurück zur Startseite
es_cl: Volver a la página
fr: Retour à la page
pa_in: ਵਾਪਸ ਸਫ਼ੇ ਨੂੰ

source: Pages Export
de_ch: Seiten Export
es_cl: Páginas de Exportación
pa_in: ਪੰਨੇ ਐਕਸਪੋਰਟ

source: Pages Index Page
de_ch: Seiten Index Page
es_cl: Índice de páginas Página
fr: Indice de pages Page
pa_in: ਪੰਨੇ ਸੂਚੀ ਪੱਤਰ Page

source: All Pages
de_ch: Alle Seiten
es_cl: Todas las páginas
fr: Toutes les pages
pa_in: ਸਾਰੇ ਪੰਨੇ

source: Search Pages
de_ch: Suche Seiten
es_cl: Búsqueda Páginas
fr: Recherche Pages
pa_in: ਖੋਜ ਪੰਨੇ

source: Add Page
de_ch: Seite hinzufügen
es_cl: Añadir página
fr: Ajouter la page
pa_in: Page ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰੋ

source: Export Pages
de_ch: Export Seiten
es_cl: Exportación Páginas
pa_in: ਐਕਸਪੋਰਟ ਪੰਨੇ

source: This Page
de_ch: Seite
es_cl: Esta Página
fr: Cette page
pa_in: ਇਹ Page

source: View Page
de_ch: Ansicht Seite
es_cl: Ver Página
fr: Voir la page
pa_in: ਵੇਖੋ Page

source: Edit Page
de_ch: Seite bearbeiten
es_cl: Editar página
fr: Modifier la page
pa_in: ਸੋਧ Page

source: Close and Return to Edit
de_ch: Schließen und zum Bearbeiten
es_cl: Cerrar y volver a Edición
fr: Fermer et retourner à Éditer
pa_in: ਸੋਧ ਕਰਨ ਲਈ ਬੰਦ ਹੈ ਅਤੇ ਵਾਪਸ

source: Back to regular page view
de_ch: Zurück zu regulären Seitenansicht
es_cl: Volver a la vista normal página
fr: Retour à la vue régulier de la page
pa_in: ਵਾਪਸ ਰੈਗੂਲਰ ਸਫ਼ਾ ਝਲਕ ਨੂੰ

source: Name Information
es_cl: Nombre de la
fr: Nom de l&#39;
pa_in: ਨਾਮ ਜਾਣਕਾਰੀ

source: Phone Information
de_ch: Telefoninformation
es_cl: Información del teléfono
fr: Informations de téléphone
pa_in: ਫੋਨ ਦੀ ਜਾਣਕਾਰੀ

source: E-mail and Internet Information
de_ch: E-Mail-und Internet-Informationen
es_cl: E-mail e Internet Information
fr: E-mail et Internet Information
pa_in: E-mail ਅਤੇ ਇੰਟਰਨੈੱਟ ਜਾਣਕਾਰੀ

source: Address Information
de_ch: Adressinformationen
es_cl: Información de Dirección
fr: Renseignements sur l&#39;adresse
pa_in: ਪਤਾ ਜਾਣਕਾਰੀ

source: Login Information
de_ch: Anmeldung Information
es_cl: Información Entrar
fr: Informations de connexion
pa_in: ਲਾਗਇਨ ਜਾਣਕਾਰੀ

source: Optional Information
de_ch: Optionale Informationen
es_cl: Información opcional
fr: Renseignements facultatifs
pa_in: ਅਖ਼ਤਿਆਰੀ ਜਾਣਕਾਰੀ

source: Administrator Information
de_ch: Administrator Informationen
es_cl: Información del administrador
fr: Informations sur l&#39;administrateur
pa_in: ਪਰਬੰਧਕ ਜਾਣਕਾਰੀ

source: Personal info
de_ch: Persönliche Infos
es_cl: Información personal
fr: Informations personnelles
pa_in: ਨਿੱਜੀ ਜਾਣਕਾਰੀ

source: Permissions
de_ch: Berechtigungen
es_cl: Permisos
fr: Autorisations
pa_in: ਅਧਿਕਾਰ

source: Important dates
de_ch: Wichtige Termine
es_cl: Fechas importantes
fr: Dates importantes
pa_in: ਜ਼ਰੂਰੀ ਦਰਜ

source: Show Member Only
de_ch: Nur Show Mitglied
es_cl: Sólo Mostrar Miembro
fr: Afficher seulement les membres
pa_in: ਵੇਖੋ ਸਦੱਸ ਕੇਵਲ

source: Secondary Email
de_ch: Sekundär E-Mail
es_cl: Secundaria Email
fr: Courriel secondaire
pa_in: ਸੈਕੰਡਰੀ ਈ

source: Initial
de_ch: Anfangs-
es_cl: Inicial
fr: Initiale
pa_in: ਸ਼ੁਰੂਆਤੀ

source: Display name
de_ch: Anzeigename
es_cl: Nombre para mostrar
fr: du nom d&#39;affichage
pa_in: ਦਿਖਾਇਆ ਹੋਇਆ ਨਾਮ

source: Web Site
es_cl: Sitio Web
fr: Site Web
pa_in: ਵੈੱਬ ਸਾਈਟ

source: Department
de_ch: Abteilung
es_cl: Departamento
fr: Département
pa_in: ਵਿਭਾਗ
