Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: Are you sure you want to permanently delete this discount?
de_ch: Sind Sie sicher, Sie wollen diesen Rabatt dauerhaft löschen?
es_cl: ¿Está seguro de que desea eliminar permanentemente este descuento?
fr: Êtes-vous sûr de vouloir supprimer définitivement ce rabais?
pa_in: ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਇਸ ਛੂਟ ਨੂੰ ਹਟਾਉਣ ਲਈ ਚਾਹੁੰਦੇ ਹੋ ਤੁਹਾਨੂੰ ਇਹ ਯਕੀਨੀ ਕਰ ਰਹੇ ਹੋ?

source: Number of uses
de_ch: Anzahl der Verwendungen
es_cl: Número de usos
fr: Nombre d&#39;utilisations
pa_in: ਵਰਤਦੀ ਦੀ ਗਿਣਤੀ

source: Still Available
de_ch: Noch verfügbar
es_cl: Aún Disponible
fr: Toujours disponible
pa_in: ਫਿਰ ਵੀ ਉਪਲਬਧ

source: Discount Usage Report
de_ch: Rabatt-Nutzungsbericht
es_cl: Informe de Uso de Descuento
fr: Rapport d&#39;utilisation Discount
pa_in: ਛੂਟ ਉਪਯੋਗਤਾ ਦੀ ਰਿਪੋਰਟ

source: Invoice Url
de_ch: Rechnung URL
es_cl: Factura Url
fr: Facture Url
pa_in: ਚਲਾਨ Url

source: Guest
de_ch: Gast
es_cl: Invitado
fr: Invité
pa_in: ਮਹਿਮਾਨ

source: Registration URL
de_ch: Registrierungs-URL
es_cl: URL de registro
fr: Inscription URL
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ URL ਨੂੰ

source: Invoice URL
de_ch: Rechnung URL
es_cl: URL Factura
fr: URL facture
pa_in: ਚਲਾਨ URL ਨੂੰ

source: Membership URL
de_ch: Mitgliedschaft URL
es_cl: URL Membresía
fr: Adhésion URL
pa_in: Membership URL ਨੂੰ

source: Update Discount
es_cl: Actualización de Descuento
fr: Mise à jour à prix réduits
pa_in: ਅੱਪਡੇਟ ਛੂਟ

source: Discounts Export
de_ch: Rabatte Export
es_cl: Descuentos Exportación
fr: Réductions Export
pa_in: ਛੋਟ ਐਕਸਪੋਰਟ

source: Discounts
de_ch: Rabatte
es_cl: Descuentos
fr: Réductions
pa_in: ਛੋਟ

source: All Discounts
de_ch: Alle Rabatte
es_cl: Todos Descuentos
fr: Tous Réductions
pa_in: ਸਾਰੇ Discounts

source: Search Discounts
de_ch: Suche Ermäßigungen
es_cl: Buscar Descuentos
fr: Chercher Promotions
pa_in: ਖੋਜ Discounts

source: Export Discounts
de_ch: Export Rabatte
es_cl: Descuentos de exportación
fr: Réductions d&#39;exportation
pa_in: ਐਕਸਪੋਰਟ Discounts

source: This Discount
de_ch: Dieser Rabatt
es_cl: Este descuento
fr: Ce Discount
pa_in: ਇਹ ਛੂਟ

source: View Discount
de_ch: Discount anzeigen
es_cl: Ver descuento
fr: Voir Discount
pa_in: ਵੇਖੋ ਛੂਟ

source: Edit Discount
de_ch: Bearbeiten Discount
es_cl: Editar Descuento
fr: Modifier Discount
pa_in: ਸੋਧ ਛੂਟ

source: Contact Name
de_ch: Kontakt Name
es_cl: Nombre de contacto
fr: Nom du contact
pa_in: ਸੰਪਰਕ ਨਾਮ

source: Public can view
de_ch: Öffentliche sehen können
es_cl: Público puede ver
fr: Public peut consulter l&#39;
pa_in: ਵੇਖ ਸਕਦੇ ਹੋ ਪਬਲਿਕ

source: Signed in user can view
de_ch: Benutzer unterzeichnet sehen können
es_cl: Firmado en usuario puede ver
fr: Signé en utilisateur peut visualiser
pa_in: ਯੂਜ਼ਰ ਨੂੰ ਵਿੱਚ ਦਸਤਖਤ ਵੇਖ ਸਕਦੇ ਹੋ

source: Signed in user can change
de_ch: Benutzer unterzeichnet ändern können
es_cl: Firmado en usuario puede cambiar
fr: Signé en utilisateur peut changer
pa_in: ਉਪਭੋਗੀ ਨੂੰ ਵਿੱਚ ਦਸਤਖਤ ਤਬਦੀਲ ਕਰ ਸਕਦੇ ਹੋ

source: Back to entities search
de_ch: Zurück zu Unternehmen suchen
es_cl: Volver a las entidades de búsqueda
fr: Retour à la recherche des entités
pa_in: ਵਾਪਸ ਇੰਦਰਾਜ਼ ਦੀ ਭਾਲ ਕਰਨ ਲਈ

source: More
de_ch: Mehr
es_cl: Más
fr: Plus
pa_in: ਹੋਰ

source: Review Reports
de_ch: Review-Berichte
es_cl: Revisar los informes
fr: Rapports d&#39;examen
pa_in: ਰਿਵਿਊ ਰਿਪੋਰਟ

source: Optimize Meta Tags
de_ch: Optimieren Meta-Tags
es_cl: Optimizar Meta Tags
fr: Optimiser Meta Tags
pa_in: ਮੈਟਾ ਟੈਗ ਨੂੰ ਅਨੁਕੂਲ

source: Attach Files
de_ch: Dateien anhängen
es_cl: Adjuntar archivos
fr: Joindre des fichiers
pa_in: ਫਾਇਲ ਨੱਥੀ

source: View Revisions
de_ch: Anzeigen Versionen
es_cl: Ver las revisiones
fr: Voir Révisions
pa_in: ਵੇਖੋ ਰਵੀਜਨ

source: Payment
de_ch: Zahlung
es_cl: Pago
fr: Paiement
pa_in: ਭੁਗਤਾਨ

source: Section Positions
de_ch: Abschnitt Positionen
es_cl: Sección Posiciones
pa_in: ਹਿੱਸਾ ਟਿਕਾਣਾ

source: Section Names
de_ch: Abschnittsnamen
es_cl: Nombres de la sección
fr: Section noms
pa_in: ਹਿੱਸਾ ਨਾਮ

source: Take Payment
de_ch: Nehmen Zahlungs
es_cl: Tome Pago
fr: Prenez paiement
pa_in: ਭੁਗਤਾਨ ਲਵੋ

source: Group Subscription Fields require an Email Field to be present.
de_ch: Gruppe Abonnement Felder erfordern eine E-Mail-Feld vorhanden sein.
es_cl: Grupo Suscripción campos requieren un campo de correo electrónico a estar presentes.
fr: Groupe abonnement champs nécessitent un champ email pour être présent.
pa_in: ਗਰੁੱਪ ਦੇ ਮਬਰੀ ਖੇਤਰ ਮੌਜੂਦ ਹੋਣ ਲਈ ਇੱਕ ਈ ਫੀਲਡ ਦੀ ਲੋੜ ਹੈ.

source: Multi-select - Checkboxes
de_ch: Mehrfachauswahl - Auswahlfelder
es_cl: Multi-select - Las casillas de verificación
fr: Multi-sélectionnez - Cases à cocher
pa_in: ਮਲਟੀ-ਦੀ ਚੋਣ ਕਰੋ - ਬਕਸਾ

source: Multi-select - Select Many
de_ch: Mehrfachauswahl - Wählen Viele
es_cl: Multi-select - Seleccione Muchos
fr: Multi-sélectionnez - Sélectionnez Beaucoup
pa_in: ਮਲਟੀ-ਨੂੰ ਚੁਣੋ - ਕਈ ਦੀ ਚੋਣ ਕਰੋ

source: Countries
de_ch: Länder
es_cl: Países
fr: Pays
pa_in: ਦੇਸ਼

source: States/Provinces
de_ch: Bundesstaaten / Provinzen
es_cl: Regiones / Provincias
fr: États / provinces
pa_in: ਰਾਜ ਅਮਰੀਕਾ / ਸੂਬੇ

source: Date - Select
de_ch: Datum - Wählen Sie
es_cl: Fecha - Seleccione
fr: Date - Sélectionnez
pa_in: ਤਾਰੀਖ - ਚੋਣ ਕਰੋ

source: Date - Text Input
de_ch: Datum - Texteingabe
es_cl: Fecha - Entrada de texto
fr: Date - Saisie de texte
pa_in: ਤਾਰੀਖ - ਪਾਠ ਇੰਪੁੱਟ

source: Full Name
de_ch: Vollständiger Name
es_cl: Nombre completo
fr: Nom et prénom
pa_in: ਪੂਰਾ ਨਾਂਮ

source: Phone Number
de_ch: Telefonnummer
es_cl: Número de teléfono
fr: Numéro de téléphone
pa_in: ਫੋਨ ਨੰਬਰ

source: Email to Recipients
de_ch: E-Mail an Empfänger
es_cl: De correo electrónico a destinatarios
fr: Email aux bénéficiaires
pa_in: ਪ੍ਰਾਪਤਕਰਤਾ ਨੂੰ ਈ

source: First
de_ch: Erste
es_cl: Primera
fr: Première
pa_in: ਪਹਿਲੀ

source: Middle
de_ch: Mitte
es_cl: Oriente
fr: Milieu
pa_in: ਮਿਡਲ

source: Last
de_ch: Letzte
es_cl: Última
fr: Dernier
pa_in: ਪਿਛਲੇ

source: Email Text to Submitter
de_ch: E-Mail-Text, der Eins
es_cl: Correo electrónico Texto para Remitente
fr: Email texte à Envoyé
pa_in: Submitter ਨੂੰ ਈ ਪਾਠ

source: If Send email is checked, this is the text that will be sent in an email to the person submitting the form.
de_ch: Wenn E-Mail senden wird überprüft, das ist der Text, der in einer E-Mail an die Person, die die Form gesendet werden.
es_cl: Si se comprueba Enviar correo electrónico, esta es el texto que se enviará en un correo electrónico a la persona que envía el formulario.
fr: Si Envoyer courriel est cochée, c&#39;est le texte qui sera envoyé dans un courriel à la personne qui présente la forme.
pa_in: ਭੇਜੋ ਈਮੇਲ ਵਿੱਚ ਕੀਤੀ ਗਈ ਹੈ, ਜੇ, ਇਸ ਫਾਰਮ ਪੇਸ਼ ਕਰਨ ਲਈ ਵਿਅਕਤੀ ਨੂੰ ਇੱਕ ਈਮੇਲ &#39;ਚ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ, ਜੋ ਕਿ ਟੈਕਸਟ ਹੈ.

source: Template for email subject
de_ch: Vorlage für E-Mail-Betreff
es_cl: Plantilla para el asunto del correo electrónico
fr: Modèle pour objet de l&#39;email
pa_in: ਈਮੇਲ ਵਿੱਚ ਵਿਸ਼ੇ ਦੇ ਲਈ ਫਰਮਾ ਫਰਮਾ

source: Options include [title] for form title, and name of form fields inside brackets [ ]. E.x. [first name] or [email address]
de_ch: Zu den Optionen gehören [title] für Form-Titel, und Namen von Formularfeldern in Klammern []. E.x. [Vorname] oder [E-Mail-Addresse]
es_cl: Las opciones incluyen [título] para título del formulario, y nombre de los campos de formulario dentro de corchetes []. E.x. [Nombre] o [Dirección de correo electrónico]
fr: Les options comprennent [titre] de la forme titre, et nommer des champs de formulaire à l&#39;intérieur de crochets []. E.x. [Prénom] ou [Email address]
pa_in: ਚੋਣ ਫਾਰਮ ਨੂੰ ਸਿਰਲੇਖ ਦੀ [ਸਿਰਲੇਖ ਨੂੰ] ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ, ਅਤੇ ਬਰੈਕਟ [] ਦੇ ਅੰਦਰ ਨੂੰ ਫਾਰਮ ਖੇਤਰ ਦੇ ਨਾਮ. E.x. [ਪਹਿਲੇ ਨਾਮ] ਜ [ਈਮੇਲ ਪਤਾ]

source: Send email
de_ch: E-Mail senden
es_cl: Enviar email
fr: Envoyer un email
pa_in: ਈਮੇਲ ਭੇਜੋ

source: If checked, the person submitting the form will be sent an email.
de_ch: Wenn aktiviert, wird die Person, die die Form gesendet werden eine E-Mail.
es_cl: Si se activa, la persona que presenta el formulario será enviado un correo electrónico.
fr: Si elle est cochée, la personne qui soumet le formulaire sera envoyé un e-mail.
pa_in: ਜੇ ਚੁਣਿਆ ਹੈ, ਫਾਰਮ ਨੂੰ ਪੇਸ਼ ਵਿਅਕਤੀ ਨੂੰ ਇੱਕ ਈਮੇਲ ਭੇਜੀ ਜਾਵੇਗੀ.

source: Reply-To address
de_ch: Antwortadresse
es_cl: Dirección de respuesta
fr: Adresse de réponse
pa_in: ਜਵਾਬ ਕਰਨ ਲਈ ਨੂੰ ਸੰਬੋਧਨ

source: The address the replies to the email will be sent to
de_ch: Die Adresse die Antworten auf den E-Mail an gesendet werden
es_cl: La dirección de las respuestas al correo electrónico se enviarán a
fr: L&#39;adresse les réponses à l&#39;e-mail sera envoyé à
pa_in: ਈਮੇਲ ਦਾ ਜਵਾਬ ਦੇਣ ਲਈ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ ਦਾ ਪਤਾ

source: Send copies to
de_ch: Senden Sie Kopien an
es_cl: Enviar copias a
fr: Envoyer des copies de
pa_in: ਨੂੰ ਨਕਲ ਭੇਜੋ

source: One or more email addresses, separated by commas
de_ch: Eine oder mehrere E-Mail-Adressen, durch Komma getrennt
es_cl: Una o más direcciones de correo electrónico, separadas por comas
fr: Une ou plusieurs adresses email, séparées par des virgules
pa_in: ਕਾਮੇ ਨਾਲ ਵੱਖ ਇਕ ਹੋਰ ਮੇਲ ਪਤੇ,

source: Completion URL
de_ch: Abschluss-URL
es_cl: URL Finalización
fr: Achèvement URL
pa_in: ਨੂੰ ਪੂਰਾ URL ਨੂੰ

source: Redirect to this page after form completion. Absolute URLS should begin with http. Relative URLs should begin with a forward slash (/).
de_ch: Umleitung auf dieser Seite nach Form Fertigstellung. Absolute URLs sollten mit http beginnen. Relative URLs sollten mit einem Schrägstrich (/) beginnen.
es_cl: Redirigida a esta página después de completar la forma. Las URL absolutas deben comenzar con http. URL relativas deben comenzar con una barra inclinada (/).
fr: Redirection vers cette page après le remplissage des formulaires. URL absolues doivent commencer par http. URL relatives doivent commencer par une barre oblique (/).
pa_in: ਫਾਰਮ ਨੂੰ ਪੂਰਾ ਕਰਨ ਦੇ ਬਾਅਦ ਇਸ ਸਫ਼ੇ ਨੂੰ ਭੇਜ ਦਿਓ. Absolute URL ਨੂੰ http ਨਾਲ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ. ਿਰਸ਼ਤੇਦਾਰ URL ਨੂੰ ਇੱਕ ਫਾਰਵਰਡ ਸਲੈਸ਼ (/) ਨਾਲ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ.

source: Template
de_ch: Schablone
es_cl: Plantilla
fr: Modèle
pa_in: ਟੈਪਲੇਟ

source: Is Custom Payment
de_ch: Ist Benutzerdefinierte Zahlungs
es_cl: Es Pago Personalizado
fr: Le paiement en mesure
pa_in: ਕਸਟਮ ਭੁਗਤਾਨ ਹੈ

source: If checked, please add pricing options below. Leave the price blank if users can enter their own amount.
de_ch: Wenn aktiviert, fügen Sie bitte Preisoptionen unten. Verlassen Sie die Preis leer, wenn Benutzer ihre eigenen Betrag eingeben.
es_cl: Si se marca, por favor añadir opciones de precios a continuación. Deje en blanco el precio si los usuarios pueden introducir su propia cantidad.
fr: Si elle est cochée, s&#39;il vous plaît ajouter des options de tarification ci-dessous. Laisser le prix en blanc si les utilisateurs peuvent entrer dans leur propre montant.
pa_in: ਜੇ ਚੁਣਿਆ ਹੈ, ਹੇਠ ਕੀਮਤ ਚੋਣ ਸ਼ਾਮਿਲ ਕਰੋ. ਉਪਭੋਗੀ ਆਪਣੇ ਰਕਮ ਨੂੰ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ, ਜੇਕਰ ਦੀ ਕੀਮਤ ਨੂੰ ਖਾਲੀ ਛੱਡੋ.

source: Is Recurring Payment
de_ch: Wird wiederkehrende Zahlung
es_cl: Es recurrente Pago
fr: Est récurrent paiement
pa_in: ਭੁਗਤਾਨ ਹੋਣਾੋਣਾ ਹੈ

source: If checked, please add pricing options below. Leave the price blank if users can enter their own amount. Please also add an email field as a required field with type 'email'
de_ch: Wenn aktiviert, fügen Sie bitte Preisoptionen unten. Verlassen Sie die Preis leer, wenn Benutzer ihre eigenen Betrag eingeben. Bitte eine E-Mail-Feld als Pflichtfeld hinzufügen, auch mit Typ &#39;email&#39;
es_cl: Si se marca, por favor añadir opciones de precios a continuación. Deje en blanco el precio si los usuarios pueden introducir su propia cantidad. Por favor, añada también un campo de correo electrónico como un campo obligatorio con el tipo de &#39;email&#39;
fr: Si elle est cochée, s&#39;il vous plaît ajouter des options de tarification ci-dessous. Laisser le prix en blanc si les utilisateurs peuvent entrer dans leur propre montant. S&#39;il vous plaît ajoutez également un domaine de messagerie comme un champ obligatoire de type &#39;email&#39;
pa_in: ਜੇ ਚੁਣਿਆ ਹੈ, ਹੇਠ ਕੀਮਤ ਚੋਣ ਸ਼ਾਮਿਲ ਕਰੋ. ਉਪਭੋਗੀ ਆਪਣੇ ਰਕਮ ਨੂੰ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ, ਜੇਕਰ ਦੀ ਕੀਮਤ ਨੂੰ ਖਾਲੀ ਛੱਡੋ. ਇਹ ਵੀ ਕਿਸਮ ਦੀ &#39;ਈਮੇਲ ਦਾ&#39; ਨਾਲ ਇਸ ਦੀ ਲੋੜ ਹੈ ਖੇਤਰ ਦੇ ਰੂਪ ਵਿੱਚ ਇੱਕ ਈਮੇਲ ਖੇਤਰ ਸ਼ਾਮਿਲ ਕਰੋ ਜੀ

source: Intro Position
es_cl: Intro Posición
pa_in: Intro ਸਥਿਤੀ

source: Fields Position
de_ch: Felder Position
es_cl: Los campos de posición
fr: Les champs Position
pa_in: ਖੇਤਰ ਸਥਿਤੀ

source: Pricing Position
de_ch: Preis Position
es_cl: Precios Posición
fr: Prix ​​Position
pa_in: ਕੀਮਤ ਸਥਿਤੀ

source: Intro Name
es_cl: Nombre Intro
fr: Nom Intro
pa_in: Intro ਨਾਮ

source: Fields Name
de_ch: Felder Name
es_cl: Campos de nombre
fr: Nom des champs
pa_in: ਖੇਤਰ ਦਾ ਨਾਮ

source: Pricing Name
de_ch: Preis Namen
es_cl: Precios Nombre
fr: Prix ​​Nom
pa_in: ਕੀਮਤ ਨਾਮ

source: Form
es_cl: Formulario
fr: Forme
pa_in: ਫਾਰਮ

source: Export entries
de_ch: Einträge exportieren
es_cl: Entradas a la exportación
fr: Exporter des entrées
pa_in: ਐਕਸਪੋਰਟ ਇੰਦਰਾਜ਼

source: United States
de_ch: Vereinigte Staaten
es_cl: Estados Unidos
fr: États-Unis
pa_in: ਸੰਯੁਕਤ ਪ੍ਰਾਂਤ

source: United Kingdom
de_ch: Großbritannien
es_cl: Reino Unido
fr: Royaume-Uni
pa_in: ਯੁਨਾਇਟੇਡ ਕਿਂਗਡਮ

source: Form entry
de_ch: Formulareingabe
es_cl: Formulario de entrada
fr: Formulaire d&#39;entrée
pa_in: ਫਾਰਮ ਦੇ ਇੰਦਰਾਜ਼

source: Form entries
de_ch: Formulareinträge
es_cl: Entradas de formulario
fr: entrées de formulaire
pa_in: ਫਾਰਮ ਇੰਦਰਾਜ਼

source: Form field entry
de_ch: Formularfeldeintrag
es_cl: Entrada de campo de formulario
fr: entrée de champ de formulaire
pa_in: ਫਾਰਮ ਖੇਤਰ ਦੇ ਇੰਦਰਾਜ਼

source: Form field entries
de_ch: Formularfeld-Einträge
es_cl: Entradas de campos de formulario
fr: entrées de champ de formulaire
pa_in: ਫਾਰਮ ਖੇਤਰ ਇੰਦਰਾਜ਼

source: Pricing Description
de_ch: Preis Beschreibung
es_cl: Precios Descripción
fr: Description Prix
pa_in: ਕੀਮਤ ਵੇਰਵਾ

source: Delete
es_cl: Eliminar
pa_in: ਹਟਾਓ

source: Are you sure you want to delete this
de_ch: Sind Sie sicher, dass Sie diese löschen möchten
es_cl: ¿Seguro que quieres borrar este
fr: Etes-vous sûr de vouloir supprimer cette
pa_in: ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ

source: Export All Entries
de_ch: Export Alle Einträge
es_cl: Exportar todos los comentarios
fr: Exportation Toutes les entrées
pa_in: ਐਕਸਪੋਰਟ ਸਭ ਇੰਦਰਾਜ਼

source: Export All Entries (Including uploaded files)
de_ch: Export Alle Einträge (wie hochgeladene Dateien)
es_cl: Exportar todos los comentarios (incluyendo archivos subidos)
fr: Exportation Toutes les entrées (Y compris les fichiers téléchargés)
pa_in: ਐਕਸਪੋਰਟ ਸਭ ਇੰਦਰਾਜ਼ (ਸਮੇਤ ਫਾਇਲ ਨੂੰ ਅੱਪਲੋਡ)

source: 0 Entries Found
de_ch: 0 Einträge gefunden
es_cl: 0 entradas encontradas
fr: 0 Entrées Trouvé
pa_in: 0 ਇੰਦਰਾਜ਼ ਲੱਭਿਆ

source: Entry Delete
de_ch: Eintrag löschen
es_cl: Reserva Borrar
fr: Entrée Supprimer
pa_in: ਇੰਦਰਾਜ਼ ਹਟਾਓ

source: Are you sure you want to delete this entry?
de_ch: Sind Sie sicher, dass Sie möchten diesen Eintrag löschen?
es_cl: ¿Seguro que quieres eliminar esta entrada?
fr: Êtes-vous sûr de vouloir supprimer cette entrée?
pa_in: ਤੁਹਾਨੂੰ ਇਸ ਇੰਦਰਾਜ਼ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤੁਹਾਨੂੰ ਇਹ ਯਕੀਨੀ ਕਰ ਰਹੇ ਹੋ?

source: Entries Export
de_ch: Einträge Export
es_cl: Entradas Exportación
fr: Les inscriptions à l&#39;exportation
pa_in: ਇੰਦਰਾਜ਼ ਐਕਸਪੋਰਟ

source: Please wait.
de_ch: Warten Sie mal.
es_cl: Por favor espera.
fr: S&#39;il vous plaît, attendez.
pa_in: ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ.

source: Your file is being downloaded.
de_ch: Ihre Datei wird heruntergeladen.
es_cl: Su archivo está siendo descargado.
fr: Votre fichier est téléchargé.
pa_in: ਤੁਹਾਡਾ ਫਾਇਲ ਨੂੰ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ.

source: Forms Export
de_ch: Formen Export
es_cl: Formas de Exportación
fr: Formes d&#39;exportation
pa_in: ਫਾਰਮ ਐਕਸਪੋਰਟ

source: Billing Information
de_ch: Abrechnungsdaten
es_cl: Información de facturación
fr: Informations de facturation
pa_in: ਬਿਲ ਦੀ ਜਾਣਕਾਰੀ

source: All Forms
de_ch: Alle Formen
es_cl: Todas las Formas
fr: Toutes les formes
pa_in: ਸਾਰੇ ਫਾਰਮ

source: Search Forms
de_ch: Suchformulare
fr: Les formulaires de recherche
pa_in: ਖੋਜ ਫਾਰਮ

source: Add Form
de_ch: Formular hinzufügen
es_cl: Agregar formulario
fr: Ajouter un formulaire
pa_in: ਫਾਰਮ ਸ਼ਾਮਲ ਕਰੋ

source: Export Forms
de_ch: Export Formulare
es_cl: Formas de Exportación
fr: Formulaires pour l&#39;exportation
pa_in: ਐਕਸਪੋਰਟ ਫਾਰਮ

source: This Form
de_ch: Dieses Formular
es_cl: Este formulario
fr: Ce formulaire
pa_in: ਇਹ ਫਾਰਮ

source: View Form
de_ch: Formularansicht
es_cl: Ver formulario
fr: Voir formulaire
pa_in: ਵੇਖੋ ਫਾਰਮ

source: View Entries
de_ch: Ansicht Einträge
es_cl: Ver los comentarios
fr: Voir les entrées
pa_in: ਵੇਖੋ ਇੰਦਰਾਜ਼

source: Export Entries
de_ch: Einträge exportieren
es_cl: Entradas a la exportación
fr: Entrées exportation
pa_in: ਐਕਸਪੋਰਟ ਇੰਦਰਾਜ਼

source: Edit Form
de_ch: Formular bearbeiten
es_cl: Editar formulario
fr: Modifier le formulaire
pa_in: ਸੋਧ ਫਾਰਮ

source: Edit Form Fields
de_ch: Bearbeiten von Formularfeldern
es_cl: Editar campos de formulario
fr: Modifier des champs de formulaire
pa_in: ਸੋਧ ਫਾਰਮ ਖੇਤਰ

source: Copy Form
de_ch: Papierform
es_cl: Copia Form
fr: Formulaire copie
pa_in: ਕਾਪੀ ਕਰੋ ਫਾਰਮ

source: Delete Form
de_ch: Formular löschen
es_cl: Borrar formulario
fr: Supprimer formulaire
pa_in: ਫਾਰਮ ਹਟਾਓ

source: Draft
de_ch: Entwurf
es_cl: Proyecto
fr: Avant-projet
pa_in: ਡਰਾਫਟ

source: Entries
de_ch: Einträge
es_cl: Entradas
fr: Entrées
pa_in: ਇੰਦਰਾਜ਼

source: Edit Fields
de_ch: Felder bearbeiten
es_cl: Editar campos
fr: Modifier les champs
pa_in: ਸੋਧ ਖੇਤਰ

source: Fields Update
de_ch: Felder aktualisieren
es_cl: Los campos de actualización
fr: Les champs Mise à jour
pa_in: ਖੇਤਰ ਅੱਪਡੇਟ

source: Show All
de_ch: Alle zeigen
es_cl: Mostrar todo
fr: Voir tous
pa_in: ਸਾਰੇ ਵਿਖਾਓ

source: Tendered
de_ch: Dienten
fr: Appel d&#39;offres
pa_in: ਦਿੱਤੀ ਗਈ

source: Estimate
de_ch: Schätzung
es_cl: Estimación
fr: Estimation
pa_in: ਅੰਦਾਜ਼ਾ

source: Void
de_ch: Leere
es_cl: Vacío
fr: Vide
pa_in: ਰੱਦ

source: Zero Balance
de_ch: Nullabgleich
es_cl: Balance Cero
fr: Zéro balance
pa_in: ਜ਼ੀਰੋ ਬਕਾਇਆ

source: Non-zero Balance
de_ch: Nicht-Null-Bilanz
es_cl: Saldo distinto de cero
pa_in: ਗੈਰ-ਜ਼ੀਰੋ ਬਕਾਇਆ

source: Billing Last Name
de_ch: Abrechnung Nachname
es_cl: Facturación Apellido
fr: Facturation Nom
pa_in: ਬਿੱਲ ਆਖਰੀ ਨਾਮ

source: Invoice Type
de_ch: Rechnungstyp
es_cl: Tipo de Factura
fr: Type de facture
pa_in: ਚਲਾਨ ਦੀ ਕਿਸਮ

source: Event
de_ch: Veranstaltung
es_cl: Evento
fr: Événement
pa_in: ਘਟਨਾ

source: Event ID
de_ch: Ereignis-ID
es_cl: Evento ID
fr: ID d&#39;événement
pa_in: ਘਟਨਾ ID

source: owner
de_ch: Eigentümer
es_cl: propietario
fr: propriétaire
pa_in: ਦੇ ਮਾਲਕ

source: Invoice Report
de_ch: Rechnungsbericht
es_cl: Informe de factura
fr: Rapport facture
pa_in: ਚਲਾਨ ਦੀ ਰਿਪੋਰਟ

source: Invoice Edited
de_ch: Herausgegeben Rechnung
es_cl: Factura Edited
fr: Modifié facture
pa_in: ਚਲਾਨ ਸੰਪਾਦਿਤ

source: An invoice has been edited.
de_ch: Eine Rechnung bearbeitet wurde.
es_cl: Una factura ha sido editado.
fr: Une facture a été édité.
pa_in: ਇਕ ਚਲਾਨ ਨੂੰ ਸੋਧਿਆ ਗਿਆ ਹੈ.

source: Invoice Adjustment
de_ch: Rechnungskorrektur
es_cl: Ajuste de factura
fr: Ajustement de facture
pa_in: ਚਲਾਨ ਵਿਵਸਥਾ

source: Billing Information:
de_ch: Abrechnungsdaten:
es_cl: Información de facturación:
fr: Détails de facturation:
pa_in: ਬਿਲ ਦੀ ਜਾਣਕਾਰੀ:

source: Current Invoice Totals
de_ch: Aktuelle Rechnungssummen
es_cl: Totales de las facturas actuales
fr: Les totaux de la facture en cours
pa_in: ਮੌਜੂਦਾ ਚਲਾਨ ਕੁੱਲ

source: Total:
pa_in: ਕੁੱਲ:

source: Payments/Credits:
de_ch: Zahlungen / Credits:
es_cl: Pagos / Créditos:
fr: Les paiements / Crédits:
pa_in: ਭੁਗਤਾਨ / ਕ੍ਰੈਡਿਟ:

source: Balance:
fr: Solde:
pa_in: ਬਕਾਇਆ:

source: Adjustment Amount(+/-)
de_ch: Anpassungsbetrag (+/-)
es_cl: Importe de Ajuste (+/-)
fr: Montant de l&#39;ajustement (+/-)
pa_in: ਅਨੁਕੂਲਤਾ ਮਾਤਰਾ (+/-)

source: Notes/Comments:
de_ch: Hinweise / Kommentare:
es_cl: Notas / Comentarios:
fr: Notes / Commentaires:
pa_in: ਸੂਚਨਾ / Comments:

source: Invoice Accounting Entries View
de_ch: Rechnung Accounting-Einträge anzeigen
es_cl: Factura Contabilidad Ver las entradas
fr: Facture Comptabilité entrées Voir
pa_in: ਚਲਾਨ ਲੇਿਾਕਾਰੀ ਇੰਦਰਾਜ਼ ਵੇਖੋ

source: Invoice:
de_ch: Rechnung:
es_cl: Factura:
fr: Facture:
pa_in: ਚਲਾਨ:

source: Account
de_ch: Konto
es_cl: Cuenta
fr: Compte
pa_in: ਖਾਤਾ

source: Debit
de_ch: Soll
es_cl: Débito
fr: Débit
pa_in: ਡੈਬਿਟ

source: Credit
de_ch: Kredit
es_cl: Crédito
fr: Crédit
pa_in: ਕਰੈਡਿਟ

source: Total by Account:
de_ch: Gesamt von Konto:
es_cl: Total de la cuenta:
fr: Total par compte:
pa_in: ਖਾਤਾ ਨੇ ਕੁੱਲ:

source: View All Account Numbers
de_ch: Alle Kontonummern
es_cl: Ver todos los números de cuenta
fr: Voir tous les numéros de compte
pa_in: ਸਾਰੇ ਖਾਤਾ ਨੰਬਰ ਵੇਖੋ

source: Invoices Export
de_ch: Rechnungen Export
es_cl: Facturas de Exportación
fr: Factures d&#39;exportation
pa_in: ਚਲਾਨ ਐਕਸਪੋਰਟ

source: Invoices Export - Status
de_ch: Rechnungen Export - Status
es_cl: Facturas de Exportación - Estado
fr: Factures d&#39;exportation - Statut
pa_in: ਚਲਾਨ ਐਕਸਪੋਰਟ - ਸਥਿਤੀ

source: Make an Offline Payment
de_ch: Machen Sie eine Offline-Zahlung
es_cl: Hacer una Desconectado Pago
fr: Faire un paiement hors ligne
pa_in: ਇੱਕ ਨ ਭੁਗਤਾਨ ਬਣਾਉ

source: Mark Invoice #%(invoice_pk)s as Paid
de_ch: Mark Rechnung # %(invoice_pk)s als bezahlt
es_cl: Marcos Factura # %(invoice_pk)s como Pagado
fr: Mark facture # %(invoice_pk)s comme payé
pa_in: ਮਰਕੁਸ ਚਲਾਨ # %(invoice_pk)sਦੇ ਤੌਰ ਤੇ ਭੁਗਤਾਨ ਹੈ

source: Invoice For
de_ch: Rechnung für
es_cl: Factura Para
fr: Facture Pour
pa_in: ਲਈ ਚਲਾਨ

source: Invoice Date
de_ch: Rechnungsdatum
es_cl: Fecha de la factura
fr: Date de la facture
pa_in: ਚਲਾਨ ਮਿਤੀ

source: Invoice Status
de_ch: Rechnungsstatus
es_cl: Estado de la factura
fr: Statut facture
pa_in: ਚਲਾਨ ਸਥਿਤੀ

source: Tendered %(tenddate)s
de_ch: Dienten %(tenddate)s
es_cl: Ofrecido %(tenddate)s
fr: Soumissionné %(tenddate)s
pa_in: ਦਿੱਤੀ ਗਈ %(tenddate)s

source: Invoice Amount
de_ch: Rechnungsbetrag
es_cl: Importe de la factura
fr: Montant de la facture
pa_in: ਚਲਾਨ ਰਕਮ

source: All Invoices
de_ch: Alle Rechnungen
es_cl: Todas las facturas
fr: Toutes les factures
pa_in: ਸਾਰੇ ਚਲਾਨ

source: Search Invoices
de_ch: Suche Rechnungen
es_cl: Búsqueda Facturas
fr: Recherche factures
pa_in: ਖੋਜ ਚਲਾਨ

source: Export Invoices
de_ch: Export Rechnungen
es_cl: Exportar Facturas
fr: Exportation factures
pa_in: ਐਕਸਪੋਰਟ ਚਲਾਨ

source: Top Spenders Report
de_ch: Top Spenders Bericht
es_cl: Top Gastadores Informe
fr: Rapport qui dépensent le plus
pa_in: ਸਿਖਰ ਤੇ Spenders ਦੀ ਰਿਪੋਰਟ

source: This Invoice
de_ch: Diese Rechnung
es_cl: Esta factura
fr: Cette facture
pa_in: ਇਹ ਚਲਾਨ

source: Print Invoice
de_ch: Rechnung drucken
es_cl: Imprimir Factura
fr: Imprimer la Facture
pa_in: ਛਾਪੋ ਚਲਾਨ

source: Adjust Invoice
de_ch: Passen Rechnung
es_cl: Ajuste de factura
fr: Régler la facture
pa_in: ਚਲਾਨ ਅਡਜੱਸਟ

source: Payments
de_ch: Zahlungen
es_cl: Pagos
fr: Paiements
pa_in: ਭੁਗਤਾਨ

source: Search Payments
de_ch: Suche Zahlungsarten
es_cl: Buscar Pagos
fr: Recherche paiements
pa_in: ਖੋਜ ਭੁਗਤਾਨ

source: Payment #
es_cl: Pago #
fr: Paiement #
pa_in: ਭੁਗਤਾਨ #

source: by:
de_ch: von:
es_cl: por:
fr: par:
pa_in: ਕੇ:

source: abandoned
de_ch: verlassen
es_cl: abandonado
fr: abandonné
pa_in: ਨੂੰ ਛੱਡ ਦਿੱਤਾ

source: verified, not received
de_ch: überprüft wird, nicht empfangen
es_cl: verificado, no se ha recibido
fr: vérifié, non reçu
pa_in: ਪੜਤਾਲ ਕੀਤੀ, ਨੂੰ ਪ੍ਰਾਪਤ ਨਾ

source: voided
de_ch: ungültig
es_cl: anulado
fr: annulé
pa_in: ਖ਼ਤਮ

source: (details)
es_cl: (detalles)
fr: (détails)
pa_in: (ਵੇਰਵੇ)

source: Description:
de_ch: Beschreibung:
es_cl: Descripción:
pa_in: ਵੇਰਵਾ:

source: Transaction ID:
de_ch: Transaktions-ID:
es_cl: Transacción ID:
pa_in: ਆਦਾਨ ID:

source: Transaction String:
de_ch: Transaktion String:
es_cl: Cadena de Transacción:
fr: Transaction cordes:
pa_in: ਆਦਾਨ ਸਤਰ:

source: Response:
de_ch: Antwort:
es_cl: Respuesta:
fr: Réponse:
pa_in: ਜਵਾਬ:

source: Payment Status:
de_ch: Status der Zahlung:
es_cl: Estado del pago:
fr: Statut de paiement:
pa_in: ਭੁਗਤਾਨ ਦੀ ਸਥਿਤੀ:

source: Invoice #
de_ch: Rechnung #
es_cl: Factura #
fr: N ° de facture
pa_in: ਚਲਾਨ #
