Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: Expiration Date:
de_ch: Verfallsdatum:
es_cl: Fecha de expiración:
fr: Date d&#39;expiration:
pa_in: ਅੰਤ ਦੀ ਤਾਰੀਖ:

source: Status:
es_cl: Estado:
fr: Statut:
pa_in: ਸਥਿਤੀ:

source: 0 Results Found
de_ch: 0 Ergebnisse
es_cl: 0 resultados encontrados
fr: 0 résultats trouvés
pa_in: 0 ਨਤੀਜੇ ਲੱਭਿਆ

source: Please correct the errors below.
de_ch: Bitte korrigieren Sie die Fehler unten.
es_cl: Por favor, corrija los errores a continuación.
fr: S&#39;il vous plaît corriger les erreurs ci-dessous.
pa_in: ਹੇਠ ਗਲਤੀ ਠੀਕ ਕਰੋ.

source: Save and continue editing
de_ch: Speichern und weiter bearbeiten
es_cl: Guardar y continuar editando
fr: Enregistrer et continuer l&#39;édition
pa_in: ਸੰਭਾਲੋ ਅਤੇ ਸੋਧਣਾ ਜਾਰੀ

source: Collapse ALL
de_ch: Alles schließen
es_cl: Contraer TODO
fr: Réduire tout
pa_in: ALL ਸਮੇਟੋ

source: Expand ALL
de_ch: Alle erweitern
es_cl: Expandir TODO
fr: Agrandir tout
pa_in: ALL ਫੈਲਾਓ

source: Section
de_ch: Abschnitt
es_cl: Sección
pa_in: ਅਨੁਭਾਗ

source: Collapse
de_ch: Zusammenbruch
es_cl: Cerrar
fr: Effondrement
pa_in: ਸਮੇਟੋ

source: Expand
de_ch: Erweitern
es_cl: Ampliar
fr: Développer
pa_in: ਫੈਲਾਓ

source: Add another %(verbose_name)s
de_ch: Einen weiteren hinzufügen %(verbose_name)s
es_cl: Añadir otra %(verbose_name)s
fr: Ajouter un autre %(verbose_name)s
pa_in: ਹੈ ਇੱਕ ਹੋਰ %(verbose_name)sਸ਼ਾਮਲ ਕਰੋ

source: Remove
de_ch: Entfernen
es_cl: Retire
fr: Supprimer
pa_in: ਹਟਾਓ

source: Delete?
de_ch: Löschen?
es_cl: Eliminar?
fr: Supprimer?
pa_in: ਹਟਾਓ?

source: Corporate Membership Add Confirmation
de_ch: Corporate Membership Add Bestätigung
es_cl: Membresía Corporativa Agregar Confirmación
fr: Adhésion des sociétés Ajouter Confirmation
pa_in: ਕਾਰਪੋਰੇਟ Membership ਸ਼ਾਮਿਲ ਪੁਸ਼ਟੀ

source: Thank you for your submitting!
de_ch: Vielen Dank für Ihre Einreichung!
es_cl: Gracias por su sometimiento usted!
fr: Merci pour votre soumission!
pa_in: ਤੁਹਾਡੇ ਪੇਸ਼ ਕਰਨ ਲਈ ਧੰਨਵਾਦ!

source: Your membership will be reviewed by an administrator who will be contacting you shortly.
de_ch: Ihre Mitgliedschaft wird durch einen Administrator, wird Sie in Kürze Kontakt mit prüft werden.
es_cl: Su membresía será revisado por un administrador que se comunicará con usted en breve.
fr: Votre adhésion sera examinée par un administrateur qui sera vous contactera sous peu.
pa_in: ਤੁਹਾਡਾ ਸਦੱਸਤਾ ਛੇਤੀ ਹੀ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕੀਤਾ ਜਾਵੇਗਾ, ਜੋ ਕਿ ਇੱਕ ਪਰਬੰਧਕ ਦੁਆਰਾ ਸਮੀਖਿਆ ਕੀਤੀ ਜਾ ਜਾਵੇਗਾ.

source: Corporate Membership Add - Starting
de_ch: Corporate Membership Add - Start
es_cl: Membresía Agregar Corporate - A partir
fr: Adhésion des sociétés Add - Démarrage
pa_in: ਕਾਰਪੋਰੇਟ Membership ਸ਼ਾਮਿਲ - ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ

source: Corporate Membership Approve / Disapprove
de_ch: Corporate Membership Genehmigen / Ablehnen
es_cl: Membresía Corporativa Aprobar / Desaprobar
fr: Adhésion des sociétés Approuver / En désaccord
pa_in: ਕਾਰਪੋਰੇਟ Membership / ਠੁਕਰਾਇਆ ਸਵੀਕਾਰ ਕਰੋ

source: Corporate Membership Submission
es_cl: Presentación Miembros Corporativos
fr: Adhésion Présentation d&#39;entreprise
pa_in: ਕਾਰਪੋਰੇਟ Membership ਅਧੀਨ

source: Join Date
de_ch: Registriert seit
es_cl: Fecha de ingreso
fr: Date d&#39;inscription
pa_in: ਤਾਰੀਖ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਜਾਓ

source: View Invoice
de_ch: Ansicht Rechnung
es_cl: Ver Factura
fr: Voir Facture
pa_in: ਵੇਖੋ ਚਲਾਨ

source: New expiration date upon approval:
de_ch: Neues Ablaufdatum nach Genehmigung:
es_cl: Nueva fecha de caducidad después de la aprobación:
fr: Nouvelle date d&#39;expiration de l&#39;approbation:
pa_in: ਦੀ ਪ੍ਰਵਾਨਗੀ ਦੇ ਉੱਤੇ ਨਿਊ ਮਿਆਦ ਦੀ ਮਿਤੀ:

source: The number of individual memberships renewed in this transaction:
de_ch: Die Anzahl der einzelnen Mitgliedschaften in dieser Transaktion erneuert:
es_cl: El número de membresías individuales renovados en esta transacción:
fr: Le nombre de membres individuels renouvelés dans cette transaction:
pa_in: ਇਸ ਨੂੰ ਸੰਚਾਰ ਵਿੱਚ ਦੁਬਾਰਾ ਿਵਅਕਤੀ, ਸਦੱਸਤਾ ਦੀ ਗਿਣਤੀ:

source: Show Details
de_ch: Details anzeigen
es_cl: Mostrar detalles
fr: Afficher les détails
pa_in: ਵੇਰਵਾ ਵੇਖਾਓ

source: Are you sure you want to delete this corporate membership?
de_ch: Sind Sie sicher, dass Sie wollen, um diese Unternehmensmitgliedschaft löschen?
es_cl: ¿Seguro que quieres borrar este membresía corporativa?
fr: Êtes-vous sûr de vouloir supprimer cette adhésion entreprise?
pa_in: ਤੁਹਾਨੂੰ ਇਸ ਕਾਰਪੋਰੇਟ ਦੀ ਸਦੱਸਤਾ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਤੁਹਾਨੂੰ ਯਕੀਨ ਕਰ ਰਹੇ ਹੋ?

source: Corporate Name:
de_ch: Unternehmensname:
es_cl: Razón Social:
fr: Nom de l&#39;entreprise:
pa_in: ਕਾਰਪੋਰੇਟ ਨਾਮ:

source: Corporate Address:
de_ch: Unternehmens Adresse:
es_cl: Corporativa Dirección:
fr: Adresse de la société:
pa_in: ਕਾਰਪੋਰੇਟ ਪਤਾ:

source: Edit Corporate Membership
de_ch: Bearbeiten Corporate Membership
es_cl: Editar Membresía Corporativa
fr: Modifier l&#39;appartenance à l&#39;entreprise
pa_in: ਸੋਧ ਕਾਰਪੋਰੇਟ Membership

source: Applications:
de_ch: Anwendungen:
es_cl: Aplicaciones:
pa_in: ਕਾਰਜ,:

source: Types:
de_ch: Typen:
es_cl: Tipos:
pa_in: ਕਿਸਮ:

source: Corporate Member Type
de_ch: Corporate Member
es_cl: Corporate Tipo de miembro
fr: D&#39;entreprise Type de membre
pa_in: ਕਾਰਪੋਰੇਟ ਸਦੱਸ ਦੀ ਕਿਸਮ

source: Individual Member Type
de_ch: Einzelnen Mitglied Typ
es_cl: Individual Tipo de miembro
fr: Individuel Type de membre
pa_in: ਵਿਅਕਤੀਗਤ ਸਦੱਸ ਦੀ ਕਿਸਮ

source: Other links:
de_ch: Weitere Links:
es_cl: Otros enlaces:
fr: Autres liens:
pa_in: ਹੋਰ ਲਿੰਕ:

source: Search Corporate Memberships
de_ch: Suche Unternehmensmitgliedschaft
es_cl: Buscar Membresías Corporativas
fr: Rechercher Membre d&#39;entreprise
pa_in: ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ ਦੀ ਖੋਜ ਕਰੋ

source: No active applications available.
de_ch: Keine aktiven Anwendungen zur Verfügung.
es_cl: No hay aplicaciones activas disponibles.
fr: Aucun applications actives disponibles.
pa_in: ਕੋਈ ਸਰਗਰਮ ਹੈ ਐਪਲੀਕੇਸ਼ਨ.

source: Add one
de_ch: Fügen Sie ein
es_cl: Añadir una
fr: Ajouter un
pa_in: ਇੱਕ ਸ਼ਾਮਲ ਕਰੋ

source: Created on %(create_date)s
de_ch: Erstellt am %(create_date)s
es_cl: Fabricado en %(create_date)s
fr: Créé le %(create_date)s
pa_in: %(create_date)s &#39;ਤੇ ਬਣਾਇਆ

source: by:
de_ch: von:
es_cl: por:
fr: par:
pa_in: ਕੇ:

source: Address:
de_ch: Adresse:
es_cl: Dirección:
fr: Adresse:
pa_in: ਪਤਾ:

source: Join under this corporation
de_ch: Registriert unter dieser Gesellschaft
es_cl: Únete bajo esta corporación
fr: Inscrivez-vous dans cette société
pa_in: ਇਸ ਕਾਰਪੋਰੇਸ਼ਨ ਦੇ ਅਧੀਨ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਜਾਓ

source: Corporate Membership Search
de_ch: Corporate Membership Suche
es_cl: Membresía Corporativa Buscar
fr: Adhésion des sociétés Recherche
pa_in: ਕਾਰਪੋਰੇਟ Membership ਖੋਜ

source: Pending Corporate Membership List
de_ch: Anhängig Corporate Membership Liste
es_cl: A la espera de la lista Membresía Corporativa
fr: Dans l&#39;attente de la liste des membres corporatifs
pa_in: ਕਾਰਪੋਰੇਟ Membership ਸੂਚੀ ਹੈ, ਬਕਾਇਆ

source: Search By
de_ch: Suche nach
es_cl: Búsqueda Por
fr: Recherche par
pa_in: ਕੇ ਖੋਜ

source: View Corporate Membership Information
de_ch: Ansicht Corporate Membership Informationen
es_cl: Ver Información Corporativa Membresía
fr: Voir d&#39;entreprise Information sur l&#39;adhésion
pa_in: ਵੇਖੋ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ ਜਾਣਕਾਰੀ

source: No representatives available
de_ch: Keine Vertreter zur Verfügung
es_cl: No hay representantes disponibles
fr: Pas de représentants disponibles
pa_in: ਕੋਈ ਪ੍ਰਤੀਨਿਧ

source: Add Representatives
de_ch: Vertreter hinzufügen
es_cl: Añadir Representantes
fr: Ajouter représentants
pa_in: ਪ੍ਰਤੀਨਿਧੀ ਸ਼ਾਮਲ ਕਰੋ

source: Free Passes
de_ch: Freikarten
es_cl: Los pases gratuitos
fr: Passes gratuites
pa_in: ਮੁਫ਼ਤ ਗੁਜਰਦਾ ਹੈ

source: Total Allowed:
de_ch: Insgesamt erlaubt:
es_cl: Total permitido:
fr: Total des admis:
pa_in: ਕੁੱਲ ਮਨਜ਼ੂਰ:

source: # Used:
de_ch: # Verwendet:
es_cl: # Se utiliza:
fr: # Utilisé:
pa_in: # ਵਰਤਿਆ ਜਾਦਾ ਹੈ:

source: # Available:
de_ch: # Verfügbar:
es_cl: # Disponible:
fr: # Disponible:
pa_in: # ਉਪਲੱਬਧ:

source: Used By
de_ch: Verwendet von
es_cl: Utilizado por
fr: Utilisé par
pa_in: ਦੁਆਰਾ ਵਰਤਿਆ

source: For Event
de_ch: Für Ereignis
es_cl: Por Evento
fr: Pour l&#39;événement
pa_in: ਘਟਨਾ ਲਈ

source: Processed By
de_ch: Bearbeitet von
es_cl: Procesado por
fr: Traité par
pa_in: ਕੇ ਸੰਸਾਧਿਤ

source: Import Corporate Membership
es_cl: Importación Membresía Corporativa
fr: Importer membres corporatifs
pa_in: ਅਯਾਤ ਕਾਰਪੋਰੇਟ Membership

source: Step 2/3 - Preview
de_ch: Schritt 3.2 - Vorschau
es_cl: Paso 2/3 - Prevista
fr: Étape 2/3 - Aperçu
pa_in: ਕਦਮ 2/3 - ਝਲਕ

source: You're almost done! Please review your settings. To complete your import, click the button
de_ch: Sie sind fast fertig! Bitte überprüfen Sie Ihre Einstellungen. , Um Ihre Import abzuschließen, klicken Sie auf die Schaltfläche
es_cl: Ya casi ha terminado! Por favor revise su configuración. Para completar la importación, haga clic en el botón
fr: Vous avez presque fini! S&#39;il vous plaît vérifiez vos paramètres. Pour compléter votre importation, cliquez sur le bouton
pa_in: ਤੁਹਾਨੂੰ ਨੂੰ ਲਗਭਗ ਵੀ ਕੀਤਾ ਰਹੇ ਹੋ! ਤੁਹਾਡੀ ਸੈਟਿੰਗ ਦੀ ਪੜਤਾਲ ਕਰੋ. ਤੁਹਾਡੇ ਆਯਾਤ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ, ਬਟਨ ਨੂੰ ਕਲਿੱਕ ਕਰੋ

source: Update
es_cl: Actualización
fr: Mise à jour
pa_in: ਅੱਪਡੇਟ

source: Identify Duplicates by
de_ch: Identifizieren von Dubletten
es_cl: Identificar Duplicados por
fr: Identifier les doublons par
pa_in: ਕੇ ਡੁਪਲੀਕੇਟ ਨੂੰ ਪਛਾਣੋ

source: Bind members to corporation
de_ch: Binden Mitglieder der Körperschaftsteuer
es_cl: Miembros se unen a corporación
fr: Membres Liez société
pa_in: ਕਾਰਪੋਰੇਸ਼ਨ ਨੂੰ ਦਿਉ ਅੰਗ

source: Yes
de_ch: Ja
es_cl: Sí
fr: Oui
pa_in: ਜੀ

source: No
de_ch: Nicht
fr: Aucun
pa_in: ਕੋਈ

source: Total Rows
de_ch: Gesamt Zeilen
es_cl: Filas totales
fr: Nombre de lignes
pa_in: ਕੁੱਲ ਕਤਾਰ

source: Step 3/3 - Status
de_ch: Schritt 3.3 - Stand
es_cl: Paso 3/3 - Estado
fr: Etape 3/3 - Statut
pa_in: ਕਦਮ 3/3 - ਸਥਿਤੀ

source: Import Corporate Memberships
de_ch: Importunternehmensmitgliedschaft
es_cl: Importar Membresías Corporativas
fr: Membre des sociétés d&#39;importation
pa_in: ਅਯਾਤ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ

source: <strong>Download</strong> and <strong>fill in</strong> your spreadsheet. <strong>Upload</strong> your updated spreadsheet, <strong>preview</strong> then <strong>submit</strong>.
de_ch: <strong> Download </strong> und <strong> füllen </strong> Ihre Tabelle. <strong> Upload </strong> Ihre aktualisierte Tabellenkalkulation, <strong> Vorschau </strong> dann <strong> einreichen </strong>.
es_cl: <strong> Descargar </strong> y <strong> rellene </strong> la hoja de cálculo. <strong> Subir </strong> la hoja de cálculo actualizado, <strong> vista previa </strong> y <strong> enviar </strong>.
fr: <strong> Télécharger </strong> et <strong> remplir </strong> votre feuille de calcul. <strong> Télécharger </strong> votre feuille de calcul mise à jour, <strong> Aperçu </strong>, puis <strong> soumettre </strong>.
pa_in: <strong> ਡਾਊਨਲੋਡ </strong> ਹੈ ਅਤੇ <strong> </strong> ਤੁਹਾਡੇ ਸਪਰੈਡਸ਼ੀਟ ਭਰੋ. <strong> Upload </strong> ਤੁਹਾਡੇ ਅੱਪਡੇਟ ਕੀਤਾ ਸਪਰੈਡਸ਼ੀਟ, <strong> ਝਲਕ ਨੂੰ </strong> ਫਿਰ <strong> </strong> ਨੂੰ ਦਾਖਲ.

source: Download Template
de_ch: Vorlage herunterladen
es_cl: Descargar Plantilla
fr: Télécharger le modèle
pa_in: ਡਾਊਨਲੋਡ ਫਰਮਾ

source: Step 1/3 - Upload
de_ch: Schritt 1/3 - Hochladen
es_cl: Paso 1/3 - Subir
fr: Étape 1/3 - Télécharger
pa_in: ਕਦਮ 1/3 - ਅੱਪਲੋਡ

source: Greetings:
de_ch: Grüße:
es_cl: Saludos:
fr: Salutations:
pa_in: ਗ੍ਰੀਟਿੰਗ:

source: Total Notices sent:
de_ch: Gesamt Hinweise gesendet:
es_cl: Avisos totales enviados:
fr: Nombre d&#39;avis envoyés:
pa_in: ਕੁੱਲ ਨੋਟਿਸ ਭੇਜਿਆ:

source: Recap of Emails Sent:
de_ch: Rückblick auf gesendete E-Mails:
es_cl: Crónica de emails enviados:
fr: Rappel des e-mails envoyés:
pa_in: ਈ ਦੀ ਖਬਰ ਭੇਜੇ:

source: This e-mail was generated by Tendenci&reg; Software - a web based membership management software solution <a href="http://www.tendenci.com">www.tendenci.com</a> developed by <a href="http://schipul.com">Schipul - The Web Marketing Company</a>
de_ch: Diese E-Mail wurde von Tendenci &amp; reg erzeugt; Software - eine web-basierte Management-Software-Lösung Mitgliedschaft <a href="http://www.tendenci.com"> www.tendenci.com </a> von <a href="http://schipul.com"> Schipul entwickelt - Der Web-Marketing-Unternehmen </a>
es_cl: Este e-mail fue generada por Tendenci &amp; registro; Software - una solución de software de gestión de membresía basada en web <a href="http://www.tendenci.com"> www.tendenci.com </a> desarrollado por <a href="http://schipul.com"> Schipul - El Marketing de la empresa Web </a>
fr: Cet e-mail a été généré par Tendenci &amp; reg; Logiciel - une solution logicielle de gestion des membres basée sur le Web <a href="http://www.tendenci.com"> www.tendenci.com </a> développé par <a href="http://schipul.com"> Schipul - La société de marketing Web </a>
pa_in: ਇਹ ਈ-ਮੇਲ Tendenci &amp; ਰੈਗੂ ਦੁਆਰਾ ਬਣਾਈ ਗਈ ਸੀ; ਸਾਫਟਵੇਅਰ - ਇੱਕ ਵੈੱਬ ਅਧਾਰਿਤ ਮਬਰਿਸ਼ਪ ਪ੍ਰਬੰਧਨ ਸਾਫਟਵੇਅਰ ਹੱਲ ਹੈ <a href="http://www.tendenci.com"> www.tendenci.com </a> <a href="http://schipul.com"> Schipul ਦੁਆਰਾ ਵਿਕਸਿਤ - ਵੈੱਬ ਿੰਿੀਕਰਨ ਕੰਪਨੀ </a>

source: Corporate Membership Notice Log View
de_ch: Unsere Corporate Membership Log View
es_cl: Membresía Corporativa Aviso Log View
fr: Adhésion des sociétés Avis Log View
pa_in: ਕਾਰਪੋਰੇਟ Membership ਨੋਿਟਸ ਲਾਗ ਵੇਖੋ

source: Log ID:
es_cl: Entrar ID:
fr: Connectez-ID:
pa_in: ID ਲਾਗ:

source: Notice Name:
de_ch: Beachten Name:
es_cl: Note Nombre:
fr: Notez Nom:
pa_in: ਨਾਮ ਧਿਆਨ:

source: Sent Date
de_ch: Sendedatum
es_cl: Fecha de envío
fr: Date d&#39;envoi
pa_in: ਭੇਜੇ ਮਿਤੀ

source: Number emails sent:
de_ch: Anzahl E-Mails verschickt:
es_cl: Mensajes de correo electrónico enviados Número:
fr: Nombre des emails envoyés:
pa_in: ਨੰਬਰ ਈ ਭੇਜਿਆ:

source: Sent to the representatives of the following corporation(s):
de_ch: Geschickt, um den Vertretern der folgenden Gesellschaft (en):
es_cl: Enviado a los representantes de las siguientes sociedades (s):
fr: Envoyé aux représentants de la société (s) ci-dessous:
pa_in: ਹੇਠ ਦਿੱਤੀ ਕਾਰਪੋਰੇਸ਼ਨ (ਹਵਾਈਅੱਡੇ) ਦੇ ਨੁਮਾਇੰਦੇ ਨੂੰ ਭੇਜੇ:

source: Corporate Membership Notice Log Search
de_ch: Corporate Membership Unsere Protokoll suchen
es_cl: Membresía Corporativa Aviso de búsqueda de registros
fr: Adhésion des sociétés Avis de recherche de journal
pa_in: ਕਾਰਪੋਰੇਟ Membership ਨੋਿਟਸ ਦਾਖ਼ਲਾ ਖੋਜ

source: Sent Start Date/Time:
de_ch: Gesendet Startdatum / Uhrzeit:
es_cl: Enviado Start Fecha / hora:
fr: Envoyé Démarrer Date / Heure:
pa_in: ਭੇਜੇ ਸਟਾਰਟ ਮਿਤੀ / ਟਾਈਮ:

source: Sent End Date/Time:
de_ch: Gesendet End Datum / Uhrzeit:
es_cl: Enviado End Fecha / hora:
fr: Envoyé End Date / Heure:
pa_in: ਭੇਜੇ ਅੰਤ ਮਿਤੀ / ਟਾਈਮ:

source: Number emails sent:
de_ch: Anzahl E-Mails verschickt:
es_cl: Mensajes de correo electrónico enviados Número:
fr: Nombre des emails envoyés:
pa_in: ਨੰਬਰ ਈ ਭੇਜਿਆ:

source: View recap of emails sent
de_ch: Ansicht Rekapitulation der gesendeten E-Mails
es_cl: Ver resumen de los correos electrónicos enviados
fr: Voir récapitulatif des courriels envoyés
pa_in: ਈ ਦੀ ਵੇਖੋ ਖਬਰ ਨੂੰ ਭੇਜਿਆ

source: 0 Logs Found
de_ch: 0 Logs gefunden
es_cl: 0 Registros encontrados
fr: 0 journaux Trouvé
pa_in: 0 ਲਾਗ ਲੱਭਿਆ

source: Corporate Membership Free Passes
de_ch: Corporate Membership Freikarten
es_cl: Pases Membresía Corporativa gratuito
fr: Passes membres corporatifs Gratuit
pa_in: ਕਾਰਪੋਰੇਟ Membership ਮੁਫ਼ਤ ਪਾਸ

source: Corporation
de_ch: Gesellschaft
es_cl: Corporación
pa_in: ਕਾਰਪੋਰੇਸ਼ਨ

source: Total Allowed
de_ch: Insgesamt erlaubt
es_cl: Total permitido
fr: Total des admis
pa_in: ਕੁੱਲ ਮਨਜ਼ੂਰ

source: # Available
de_ch: # Verfügbar
es_cl: # Disponible
fr: # Disponible
pa_in: ਉਪਲਬਧ #

source: Corporate Membership Summary
de_ch: Corporate Membership Zusammenfassung
es_cl: Resumen Membresía Corporativa
fr: Résumé d&#39;entreprise d&#39;adhésion
pa_in: ਕਾਰਪੋਰੇਟ Membership ਸੰਖੇਪ

source: Type
de_ch: Art
es_cl: Tipo
pa_in: ਕਿਸਮ

source: Pending
de_ch: Anstehend
es_cl: A la espera de
fr: En attendant
pa_in: ਬਕਾਇਆ

source: Expired
de_ch: Abgelaufen
es_cl: Caducado
fr: Expiré
pa_in: ਦੀ ਮਿਆਦ ਖਤਮ

source: Expired - in grace period
de_ch: Abgelaufen - in Gnadenfrist
es_cl: Caducado - en período de gracia
fr: Disponible - en période de grâce
pa_in: ਮਿਆਦ ਪੁੱਗ - ਰਿਆਇਤ ਅੰਤਰਾਲ ਵਿੱਚ

source: Corp. Membership Type
de_ch: Corp. Art der Mitgliedschaft
es_cl: Corp. Tipo de membresía
fr: Corp Type d&#39;adhésion
pa_in: ਕਾਰਪੋਰੇਸ਼ਨ Membership ਕਿਸਮ

source: Representatives for:
de_ch: Vertreter für:
es_cl: Representantes de:
fr: Les représentants de:
pa_in: ਪ੍ਰਤੀਨਿਧੀ ਲਈ:

source: Company:
de_ch: Firma:
es_cl: Empresa:
fr: Société:
pa_in: ਕੰਪਨੀ:

source: City/State/ZIP:
de_ch: Ort / Bundesland / PLZ:
es_cl: Ciudad / Estado / Código Postal:
fr: Ville / État / Code postal:
pa_in: ਸਿਟੀ / ਸਟੇਟ / ਜ਼ਿਪ:

source: This form was submitted by:
de_ch: Diese Form wurde eingereicht von:
es_cl: Esta forma fue presentada por:
fr: Ce formulaire a été soumis par:
pa_in: ਇਹ ਫਾਰਮ ਨੇ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ ਸੀ:

source: Name:
es_cl: Nombre:
fr: Nom:
pa_in: ਨਾਮ:

source: Title:
de_ch: Titel:
es_cl: Título:
fr: Titre:
pa_in: ਟਾਈਟਲ:

source: To view the complete application, go to:
de_ch: Um die vollständige Anwendung anzuzeigen, gehen Sie zu:
es_cl: Para ver la aplicación completa, acceda a:
fr: Pour consulter le dossier complet, allez à:
pa_in: ਮੁਕੰਮਲ ਅਰਜ਼ੀ ਨੂੰ ਵੇਖਣ ਲਈ, ਲਈ ਜਾਓ:

source: To approve the application, go to:
de_ch: Um den Antrag zu genehmigen, gehen Sie zu:
es_cl: Aprobar la aplicación, vaya a:
fr: Pour approuver la demande, allez à:
pa_in: ਅਰਜੀ ਨੂੰ ਮਨਜੂਰ ਕਰਨ ਲਈ, ਲਈ ਜਾਓ:

source: For more on the person who submitted the application, go to:
de_ch: Weitere Informationen über die Person, die den Antrag gestellt, gehen Sie zu:
es_cl: Para más información sobre la persona que presentó la solicitud, vaya a:
fr: Pour en savoir plus sur la personne qui a présenté la demande, allez à:
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਪੇਸ਼ ਕਰਨ ਵਾਲੇ ਵਿਅਕਤੀ ਬਾਰੇ ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ, &#39;ਤੇ ਜਾਓ:

source: If you have received this in error, please contact the webmaster below.
de_ch: Wenn Sie diese irrtümlich erhalten haben, kontaktieren Sie bitte unten den Webmaster.
es_cl: Si usted ha recibido este mensaje por error, por favor contacte con el webmaster a continuación.
fr: Si vous avez reçu cette information par erreur, s&#39;il vous plaît contacter le webmaster ci-dessous.
pa_in: ਜੇਕਰ ਤੁਹਾਨੂੰ ਗਲਤੀ ਵਿੱਚ ਇਸ ਨੂੰ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ, ਹੇਠ ਵੈਬਮਾਸਟਰ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜੀ.

source: New Corporate Membership (%(objname)s)
de_ch: Neues Corporate Mitgliedschaft ( %(objname)s)
es_cl: Nueva Membresía Corporativa ( %(objname)s)
fr: Nouveau membre corporatif ( %(objname)s)
pa_in: ਨਿਊ ਕਾਰਪੋਰੇਟ Membership ( %(objname)s)

source: For individuals to join under your corporate membership, use the following <b>secret code</b>:
de_ch: Für Personen, die unter Ihrem Firmenmitgliedschaft anzuschließen, verwenden Sie die folgende <b> Geheimcode </b>:
es_cl: Para las personas a unirse bajo su membresía corporativa, utilice el siguiente <b> código secreto </b>:
fr: Pour les personnes à se joindre sous votre adhésion entreprise, utilisez le <b> code secret suivant: </b>:
pa_in: ਲੋਕ ਤੁਹਾਡੇ ਆਪਣੇ ਕਾਰਪੋਰੇਟ ਮਬਰਿਸ਼ਪ ਅਧੀਨ ਸ਼ਾਮਲ ਕਰਨ ਲਈ, ਹੇਠ <b> ਗੁਪਤ ਕੋਡ ਨੂੰ ਵਰਤਣ ਦੀ </b>:

source: To view the invoice, go to:
de_ch: Um die Rechnung zu sehen, gehen Sie zu:
es_cl: Para ver la factura, vaya a:
fr: Pour voir la facture, aller à:
pa_in: ਚਲਾਨ ਨੂੰ ਵੇਖਣ ਲਈ, ਲਈ ਜਾਓ:

source: To make online credit card payment, go to the invoice view page and make online payment from there.
de_ch: Online-Zahlung mit Kreditkarte zu machen, gehen Sie zu der Ansicht-Seite Rechnung und machen Online-Zahlung von dort aus.
es_cl: Para hacer el pago con tarjeta de crédito en línea, vaya a la página de vista de la factura y hacer el pago en línea a partir de ahí.
fr: Pour effectuer le paiement par carte de crédit en ligne, allez à la page de visualisation de la facture et effectuer le paiement en ligne à partir de là.
pa_in: ਆਨਲਾਈਨ ਕਰੈਡਿਟ ਕਾਰਡ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ, ਚਲਾਨ ਝਲਕ ਸਫੇ ਤੇ ਜਾਣ ਅਤੇ ਉੱਥੇ ਤੱਕ ਆਨਲਾਈਨ ਭੁਗਤਾਨ ਕਰ.

source: You will be notified by email when your corporate membership is approved.
de_ch: Sie werden per E-Mail benachrichtigt, wenn Ihr Unternehmensmitgliedschaft wird zugestimmt.
es_cl: Se le notificará por correo electrónico cuando se apruebe su membresía corporativa.
fr: Vous serez averti par email lors de votre adhésion d&#39;entreprise est approuvé.
pa_in: ਤੁਹਾਡੇ ਆਪਣੇ ਕਾਰਪੋਰੇਟ ਮਬਰਿਸ਼ਪ ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੀ ਹੈ, ਜਦ ਤੁਹਾਨੂੰ ਈਮੇਲ ਕਰ ਕੇ ਸੂਚਿਤ ਕੀਤਾ ਜਾਵੇਗਾ.

source: Your corporate membership has to be approved before individuals can join under your corporate membership.
de_ch: Ihre Unternehmensmitgliedschaft muss genehmigt werden, bevor Personen können unter Ihrem Firmenmitgliedschaft anzuschließen.
es_cl: Su membresía corporativa tiene que ser aprobado antes de individuos pueden unirse bajo su membresía corporativa.
fr: Votre adhésion de l&#39;entreprise doit être approuvé avant que les individus peuvent se joindre sous votre adhésion entreprise.
pa_in: ਤੁਹਾਡਾ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ ਵਿਅਕਤੀ ਤੁਹਾਡੇ ਆਪਣੇ ਕਾਰਪੋਰੇਟ ਮਬਰਿਸ਼ਪ ਤਹਿਤ ਸ਼ਾਮਲ ਕਰ ਸਕਦਾ ਹੈ ਅੱਗੇ ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੀ ਜਾ ਸਕਦੀ ਹੈ.

source: To view this corporate membership, go to:
de_ch: Um diese Unternehmensmitgliedschaft zu sehen, gehen Sie zu:
es_cl: Para ver esta membresía corporativa, vaya a:
fr: Pour voir ce adhésion entreprise, aller à:
pa_in: ਇਸ ਨੂੰ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ ਨੂੰ ਵੇਖਣ ਲਈ, ਲਈ ਜਾਓ:

source: The following corporate membership has been edited on %(SITE_GLOBAL_SITEDISPLAYNAME)s:
de_ch: Die folgende Unternehmensmitgliedschaft hat sich auf %(SITE_GLOBAL_SITEDISPLAYNAME)searbeitet wurde S:
es_cl: La siguiente membresía corporativa ha sido editado en %(SITE_GLOBAL_SITEDISPLAYNAME)s:
fr: La composition de l&#39;entreprise suivante a été édité sur %(SITE_GLOBAL_SITEDISPLAYNAME)s:
pa_in: ਹੇਠ ਦਿੱਤੀ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ s %(SITE_GLOBAL_SITEDISPLAYNAME)sਤੇ ਸੋਧਿਆ ਗਿਆ ਹੈ:

source: Corporate Membership (%(objname)s) Edited on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Firmenmitgliedschaft ( %(objname)s) Bearbeitet am %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Membresía Corporativa ( %(objname)s) Editado el %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Adhésion ( %(objname)s) entreprise Modifié le %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(objname)sਤੇ ਸੰਪਾਦਿਤ ਕਾਰਪੋਰੇਟ Membership ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: Your corporate membership "%(objname)s" has been approved.
de_ch: Ihre Unternehmensmitgliedschaft &quot; %(objname)s&quot; wurde genehmigt.
es_cl: Su membresía corporativa &quot; %(objname)s&quot; ha sido aprobada.
fr: Votre adhésion des entreprises &quot;de %(objname)s&quot; a été approuvé.
pa_in: ਤੁਹਾਡਾ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ &quot; %(objname)s&quot; ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੀ ਗਈ ਹੈ.

source: To add individual memberships under your corporate, go to:
de_ch: Um einzelne Mitgliedschaften unter Ihrem Firmen hinzuzufügen, gehen Sie zu:
es_cl: Para agregar membresías individuales bajo su corporativo, vaya a:
fr: Pour ajouter adhésions individuelles sous votre entreprise, allez à:
pa_in: ਤੁਹਾਡੇ ਆਪਣੇ ਕਾਰਪੋਰੇਟ ਅਧੀਨ ਵਿਅਕਤੀ ਨੂੰ ਸਦੱਸਤਾ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ, ਨੂੰ ਜਾਣ:

source: <b>secret code</b>:
de_ch: <b> Geheimcode </b>:
es_cl: <b> código secreto </b>:
fr: <b> code secret </b>:
pa_in: <b> ਗੁਪਤ ਕੋਡ ਨੂੰ </b>:

source: Corporate Membership Approved on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Corporate Membership Genehmigt am %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Membresía Corporativa Aprobado el %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Adhésion des sociétés Approuvé %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(SITE_GLOBAL_SITEDISPLAYNAME)sਤੇ ਮਨਜ਼ੂਰੀ ਲਈ ਕਾਰਪੋਰੇਟ Membership s

source: Corporate Membership Payment Received
de_ch: Corporate Membership Zahlung erhalten
es_cl: Membresía Corporativa Pago recibido
fr: Adhésion des sociétés Paiement reçu
pa_in: ਕਾਰਪੋਰੇਟ Membership ਭੁਗਤਾਨ ਮਿਲਿਆ ਹੈ
