Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: The payment has been received for the following corporate membership on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Die Zahlung ist für folgende Unternehmensmitgliedschaft auf %(SITE_GLOBAL_SITEDISPLAYNAME)smpfangen worden s
es_cl: El pago ha sido recibido por los siguientes miembros corporativos en %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Le paiement a été reçu à l&#39;adhésion de l&#39;entreprise suivant sur %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: ਭੁਗਤਾਨ ਦੀ s %(SITE_GLOBAL_SITEDISPLAYNAME)sਤੇ ਹੇਠ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ ਲਈ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ

source: Payment Received for Corporate Membership Application - (%(objname)s)
de_ch: Zahlung für Corporate Membership-Anwendung empfangen - ( %(objname)s)
es_cl: Pago Recibido para Solicitud de Membresía Corporativa - ( %(objname)s)
fr: Paiement reçu pour la demande d&#39;adhésion d&#39;entreprise - ( %(objname)s)
pa_in: ਕਾਰਪੋਰੇਟ Membership ਐਪਲੀਕੇਸ਼ਨ ਲਈ ਮਿਲਿਆ ਹੈ ਭੁਗਤਾਨ - ( %(objname)s)

source: Your corporate membership "%(objname)s" has been renewed and approved.
de_ch: Ihre Unternehmensmitgliedschaft &quot; %(objname)s&quot; wurde erneuert und genehmigt.
es_cl: Su membresía corporativa &quot; %(objname)s&quot; se ha renovado y aprobado.
fr: Votre adhésion des entreprises &quot;de %(objname)s&quot; a été renouvelé et approuvé.
pa_in: ਤੁਹਾਡਾ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ &quot; %(objname)s&quot; ਪ੍ਰਤਿ ਹੈ ਅਤੇ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੀ ਗਈ ਹੈ.

source: Total individual memberships renewed: %(totind)s
de_ch: Gesamteinzelmitgliedschaft erneuert: %(totind)s
es_cl: Total de membresías individuales renovados: %(totind)s
fr: Nombre de membres individuels renouvelés: %(totind)s
pa_in: ਕੁੱਲ ਵਿਅਕਤੀ ਨੂੰ ਦੁਬਾਰਾ ਸਦੱਸਤਾ: %(totind)s

source: Corporate Membership Renewal Approved on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Corporate Membership Renewal Genehmigt am %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Renovación de Membresía Corporativa Aprobado el %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Renouvellement de l&#39;adhésion de l&#39;entreprise Approuvé le %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(SITE_GLOBAL_SITEDISPLAYNAME)sਤੇ ਮਨਜ਼ੂਰੀ ਲਈ ਕਾਰਪੋਰੇਟ Membership ਨਵੀਨੀਕਰਨ ਦੀ

source: Corporate Membership Renewal - %(objname)s
de_ch: Corporate Membership Erneuerung - %(objname)s
es_cl: Membresía Corporativa Renovación - %(objname)s
fr: Adhésion des sociétés Renouvellement - %(objname)s
pa_in: ਕਾਰਪੋਰੇਟ Membership ਨਵੀਨੀਕਰਨ - %(objname)s

source: To make online credit card payment, go to invoice view page and make online payment from there:
de_ch: Online-Zahlung mit Kreditkarte zu machen, gehen Sie zu Ansicht-Seite Rechnung und machen Online-Zahlung von dort:
es_cl: Para hacer el pago con tarjeta de crédito en línea, vaya a facturar vista de la página y hacer el pago en línea a partir de ahí:
fr: Pour effectuer le paiement par carte de crédit en ligne, allez à facturer la page vue et effectuer le paiement en ligne à partir de là:
pa_in: ਆਨਲਾਈਨ ਕਰੈਡਿਟ ਕਾਰਡ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ, ਝਲਕ ਸਫ਼ਾ ਚਲਾਨ ਅਤੇ ਉੱਥੇ ਤੱਕ ਆਨਲਾਈਨ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਜਾਓ:

source: Note that the dues representative(s) will be notified by email when your corporate membership renewal is approved.
de_ch: Beachten Sie, dass die Gebühren Vertreter (n) werden per Email benachrichtigt, wenn Ihr Unternehmensmitgliedschaft Verlängerung genehmigt werden.
es_cl: Tenga en cuenta que el representante (s) de los impuestos será notificado por correo electrónico cuando se apruebe su renovación de la membresía corporativa.
fr: Notez que le représentant (s) des cotisations sera avisé par courriel lorsque votre renouvellement d&#39;adhésion des entreprises est approuvé.
pa_in: ਤੁਹਾਡੇ ਆਪਣੇ ਕਾਰਪੋਰੇਟ ਮਬਰਿਸ਼ਪ ਨਵੀਨੀਕਰਨ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇ ਦਿੱਤੀ ਹੈ, ਜਦ ਬਕਾਇਆ ਦੇ ਨੁਮਾਇੰਦੇ (ਹਵਾਈਅੱਡੇ) ਈਮੇਲ ਕੇ ਸੂਚਿਤ ਕੀਤਾ ਜਾਵੇਗਾ, ਜੋ ਕਿ ਯਾਦ ਰੱਖੋ ਕਿ.

source: The <b>secret code</b> for individuals to join under your corporate membership:
de_ch: <b> Geheimcode </b> für den Einzelnen, unter Ihrem Firmenmitgliedschaft anzuschließen:
es_cl: El <b> código secreto </b> para las personas a unirse bajo su membresía corporativa:
fr: <b> code secret </b> pour les personnes à se joindre sous votre adhésion entreprise:
pa_in: <b> ਗੁਪਤ ਕੋਡ ਨੂੰ </b> ਤੁਹਾਡੇ ਆਪਣੇ ਕਾਰਪੋਰੇਟ ਮਬਰਿਸ਼ਪ ਅਧੀਨ ਆਉਣ ਲਈ ਕਿਸੇ ਵਿਅਕਤੀ ਦੇ ਲਈ:

source: Model attribute must be set
de_ch: Modell Attribut muss eingestellt werden
es_cl: Modelo atributo debe establecerse
fr: attribut du modèle doit être réglé
pa_in: ਮਾਡਲ ਗੁਣ ਸੈੱਟ ਕੀਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

source: Model attribute must derive from Model
de_ch: Modell Attribut muss vom Modell ableiten
es_cl: Modelo atributo debe derivar de Modelo
fr: attribut du modèle doit provenir de modèle
pa_in: ਮਾਡਲ ਗੁਣ ਮਾਡਲ ਤੱਕ ਕੱਢੇਗਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ

source: Model.objects does not have a search method
de_ch: Model.objects nicht ein Suchverfahren haben
es_cl: Model.objects no tiene un método de búsqueda
fr: Model.objects ne possède pas une méthode de recherche
pa_in: Model.objects ਇੱਕ ਖੋਜ ਢੰਗ ਦੀ ਨਹ ਹੈ

source: Requested Duration
de_ch: Angefordert Dauer
es_cl: Duración de la petición de
fr: Durée demandée
pa_in: ਲੋਡ਼ੀਦਾ ਅੰਤਰਾਲ

source: Sub Category
de_ch: Unterkategorie
es_cl: Sub Categoría
fr: Sous catégorie
pa_in: ਸਬ ਸ਼੍ਰੇਣੀ

source: Company logo. Only jpg, gif, or png images.
de_ch: Firmenlogo. Nur jpg, gif, png oder Bilder.
es_cl: Logotipo de la empresa. Sólo jpg, gif o png.
fr: Logo de l&#39;entreprise. Seulement jpg, gif, png ou.
pa_in: ਕੰਪਨੀ ਲੋਗੋ ਹੈ. ਕੇਵਲ jpg, GIF, ਜ png &#39;ਚਿੱਤਰ,.

source: Email 2
pa_in: ਈ 2

source: Please keep filesize under %(max_upload_size)s. Current filesize %(logo_size)s
de_ch: Bitte halten Sie Dateigröße unter %(max_upload_size)s. Aktuelle Dateigröße %(logo_size)s
es_cl: Por favor, mantenga tamaño del archivo en %(max_upload_size)s. Tamaño del archivo actual %(logo_size)s
fr: S&#39;il vous plaît garder la taille du fichier sous %(max_upload_size)s. Taille du fichier actuel %(logo_size)s
pa_in: %(max_upload_size)s ਦੇ ਹੇਠ filesize ਰੱਖਣ ਕਰੋ ਜੀ. ਮੌਜੂਦਾ filesize %(logo_size)s

source: Directory Added
de_ch: Verzeichnis hinzugefügt
es_cl: Directorio Agregado
fr: Annuaire Ajouté
pa_in: ਡਾਇਰੈਕਟਰੀ ਸ਼ਾਮਿਲ

source: A directory has been added.
de_ch: Ein Verzeichnis wurde hinzugefügt.
es_cl: Un directorio se ha agregado.
fr: Un répertoire a été ajoutée.
pa_in: ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ.

source: Directory Approved User Notice
de_ch: Verzeichnis Approved Unsere Benutzer
es_cl: Directorio Aprobado Aviso usuario
fr: Annuaire Approuvé Avis des utilisateurs
pa_in: ਡਾਇਰੈਕਟਰੀ ਮਨਜ਼ੂਰ ਯੂਜ਼ਰ ਦਾ ਨੋਟਿਸ

source: A directory has been approved - user notice.
de_ch: Ein Verzeichnis wurde genehmigt - Benutzer Ankündigung.
es_cl: Un directorio ha sido aprobado - Anuncio de usuario.
fr: Un répertoire a été approuvé - notice d&#39;utilisation.
pa_in: ਉਪਭੋਗੀ ਨੂੰ ਨੋਟਿਸ ਦੇ, - ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੀ ਗਈ ਹੈ.

source: Directory Deleted
de_ch: Verzeichnis gelöscht
es_cl: Directorio Eliminado
fr: Annuaire supprimés
pa_in: ਡਾਇਰੈਕਟਰੀ ਹਟਾਇਆ

source: A directory has been deleted
de_ch: Ein Verzeichnis gelöscht wurde
es_cl: Un directorio ha sido borrada
fr: Un répertoire a été supprimé
pa_in: ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਹਟਾਇਆ ਗਿਆ ਹੈ

source: Directory Renewed
de_ch: Erneute Verzeichnis
es_cl: Directorio Actualizado
fr: Annuaire renouvelé
pa_in: ਡਾਇਰੈਕਟਰੀ ਨਿਵਆਇਆ

source: A directory has been renewed
de_ch: Ein Verzeichnis wurde erneuert
es_cl: Un directorio se ha renovado
fr: Un répertoire a été renouvelé
pa_in: ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਦੁਬਾਰਾ ਕੀਤਾ ਗਿਆ ਹੈ

source: Directory Eligible for Renewal
de_ch: Verzeichnis Qualifiziert für Erneuerung
es_cl: Directorio Elegible para la renovación
fr: Annuaire admissible pour le renouveau
pa_in: ਨਵੀਨੀਕਰਨ ਦੇ ਲਈ ਯੋਗ ਡਾਇਰੈਕਟਰੀ

source: A directory is eligible for renewal
de_ch: Ein Verzeichnis ist, die für die Erneuerung
es_cl: Un directorio es elegible para la renovación
fr: Un annuaire est admissible à un renouvellement
pa_in: ਇੱਕ ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਨਵਿਆਉਣ ਲਈ ਯੋਗ ਹੈ

source: Address 2
de_ch: Adresse 2
es_cl: Dirección 2
fr: Adresse 2
pa_in: ਪਤਾ 2

source: Phone 2
de_ch: Telefon 2
es_cl: Teléfono 2
fr: Téléphone 2
pa_in: ਫੋਨ 2

source: Fax
pa_in: ਫੈਕਸ

source: List Type
de_ch: Liste Typ
es_cl: Tipo de Lista
fr: Type de liste
pa_in: ਸੂਚੀ ਹੈ, ਕਿਸਮ

source: Activation Date/Time
de_ch: Aktivierungsdatum / Zeit
es_cl: Activación de fecha / hora
fr: Activation Date / Heure
pa_in: ਸਰਗਰਮੀ ਮਿਤੀ / ਟਾਈਮ

source: Expiration Date/Time
de_ch: Ablaufdatum / Zeit
es_cl: Fecha de vencimiento / Tiempo
fr: Expiration Date / Heure
pa_in: ਮਿਆਦ ਮਿਤੀ / ਟਾਈਮ

source: Admin Notes
de_ch: Admin Hinweise
es_cl: Notas admin
fr: Remarques Admin
pa_in: ਪਰਬੰਧ ਸੂਚਨਾ

source: Add pricing options
de_ch: Preisoptionen hinzufügen
es_cl: Añadir opciones de precios
fr: Ajouter des options de tarification
pa_in: ਉਸੇ ਚੋਣ ਸ਼ਾਮਲ ਕਰੋ

source: Approve
de_ch: Genehmigen
es_cl: Aprobar
fr: Approuver
pa_in: ਨੂੰ ਮਨਜ਼ੂਰੀ

source: Are you sure you want to approve this
de_ch: Sind Sie sicher, dass Sie diese genehmigen möchten
es_cl: ¿Seguro que desea aprobar esta
fr: Êtes-vous sûr de vouloir approuver cette
pa_in: ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਮਨਜ਼ੂਰੀ ਲਈ ਯਕੀਨੀ ਹੋ

source: Delete Page
de_ch: Seite löschen
es_cl: Eliminar página
fr: Supprimer la page
pa_in: Page ਹਟਾਓ

source: Meta Information for
de_ch: Meta-Informationen für
es_cl: Información Meta para
fr: Meta Information pour
pa_in: ਲਈ ਮੈਟਾ ਜਾਣਕਾਰੀ

source: Export Directories
es_cl: Directorios de exportación
fr: Répertoires d&#39;exportation
pa_in: ਨਿਰਯਾਤ ਡਾਇਰੈਕਟਰੀ

source: Directories Export
de_ch: Verzeichnisse Export
es_cl: Directorios de Exportación
fr: Annuaires Export
pa_in: ਡਾਇਰੈਕਟਰੀ ਨਿਰਯਾਤ

source: Export Directories - Status
es_cl: Directorios exportación - Estado
fr: Répertoires d&#39;exportation - Statut
pa_in: ਐਕਸਪੋਰਟ ਡਾਇਰੈਕਟਰੀ - ਸਥਿਤੀ

source: Directories Export - Status
de_ch: Verzeichnisse Export - Status
es_cl: Directorios de Exportación - Estado
fr: Annuaires Export - Statut
pa_in: ਡਾਇਰੈਕਟਰੀ ਨਿਰਯਾਤ - ਸਥਿਤੀ

source: Headline
de_ch: Überschrift
es_cl: Encabezado
fr: Titre
pa_in: ਸੁਰਖੀ

source: information not available
de_ch: Information nicht verfügbar
es_cl: Información no disponible
fr: information non disponible
pa_in: ਉਪਲੱਬਧ ਨਾ ਦੀ ਜਾਣਕਾਰੀ

source: Renew Directory
de_ch: Erneuern Verzeichnis
es_cl: Renovar Directorio
fr: Renouveler Annuaire
pa_in: ਡਾਇਰੈਕਟਰੀ ਰੀਨਿਊ

source: Pricing
de_ch: Preis
es_cl: Precios
fr: Établissement des prix
pa_in: ਕੀਮਤ

source: Add
de_ch: Hinzufügen
es_cl: Añadir
fr: Ajouter
pa_in: ਸ਼ਾਮਲ ਕਰੋ

source: Posting Payment Status
de_ch: Entsendung Zahlungsstatus
es_cl: Publicar el estado del pedido
fr: Affichage Statut de paiement
pa_in: ਭੁਗਤਾਨ ਸਥਿਤੀ ਪੋਸਟ

source: Pending Directories
de_ch: Anhängig Verzeichnisse
es_cl: Directorios pendientes
fr: Annuaires attente
pa_in: ਬਕਾਇਆ ਡਾਇਰੈਕਟਰੀ

source: There are no pending directories.
de_ch: Es gibt keine ausstehenden Verzeichnissen.
es_cl: No hay directorios pendientes.
fr: Il n&#39;y a pas de répertoires en cours.
pa_in: ਕੋਈ ਵੀ ਬਕਾਇਆ ਡਾਇਰੈਕਟਰੀ ਹਨ.

source: Add a New Price:
de_ch: Fügen Sie einen neuen Preis:
es_cl: Añadir un Nuevo Precio:
fr: Ajouter un nouveau Prix:
pa_in: ਇਕ ਨਿਊ ਕੀਮਤ ਸ਼ਾਮਿਲ ਕਰੋ:

source: To add a new directory price, complete the fields below and press Submit.
de_ch: Um ein neues Verzeichnis Preis hinzufügen, füllen Sie die Felder aus und drücken Sie auf Absenden.
es_cl: Para agregar un nuevo precio de directorio, complete los campos siguientes y pulse Enviar.
fr: Pour ajouter un nouveau prix d&#39;annuaire, remplissez les champs ci-dessous et cliquez sur Soumettre.
pa_in: ਇੱਕ ਨਵ ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਕੀਮਤ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ, ਹੇਠ ਖੇਤਰ ਮੁਕੰਮਲ ਕਰੋ ਅਤੇ Enter ਦਬਾਓ ਭੇਜੋ.

source: Please review the fields below. Thank you.
de_ch: Bitte überprüfen Sie die folgenden Felder aus. Danke.
es_cl: Por favor revise los campos siguientes. Gracias.
fr: S&#39;il vous plaît examiner les champs ci-dessous. Merci.
pa_in: ਹੇਠ ਖੇਤਰ ਦੀ ਪੜਤਾਲ ਕਰੋ. ਤੁਹਾਡਾ ਧੰਨਵਾਦ.

source: Edit Price:
de_ch: Bearbeiten Preis:
es_cl: Editar Precio:
fr: Modifier Prix:
pa_in: ਸੋਧ ਕੀਮਤ:

source: To edit the directory price, complete the fields below and press Submit.
de_ch: Um das Verzeichnis Preis zu bearbeiten, füllen Sie die Felder aus und drücken Sie auf Absenden.
es_cl: Para editar el precio directorio, complete los campos siguientes y pulse Enviar.
fr: Pour modifier le prix d&#39;annuaire, remplissez les champs ci-dessous et cliquez sur Soumettre.
pa_in: ਡਾਇਰੈਕਟਰੀ ਦੀ ਕੀਮਤ ਵਿੱਚ ਸੋਧ ਕਰਨ ਲਈ, ਹੇਠ ਖੇਤਰ ਮੁਕੰਮਲ ਕਰੋ ਅਤੇ Enter ਦਬਾਓ ਭੇਜੋ.

source: All Pricings
de_ch: Alle Preistabelle
es_cl: Todos pricings
fr: Tous les tarifications
pa_in: ਸਾਰੇ Pricings

source: This Price
de_ch: Dieser Preis
es_cl: Este Precio
fr: Ce Prix
pa_in: ਇਹ ਕੀਮਤ

source: Directory Pricing List
de_ch: Verzeichnis Preisliste
es_cl: Directorio de Lista de Precios
fr: Répertoire Liste des tarifs
pa_in: ਡਾਇਰੈਕਟਰੀ ਕੀਮਤ ਸੂਚੀ ਹੈ,

source: Duration:
de_ch: Dauer:
es_cl: Duración:
fr: Durée:
pa_in: ਅੰਤਰਾਲ:

source: Show Member Pricing:
de_ch: Zeigen Mitgliedpreise:
es_cl: Mostrar precios miembros:
fr: Montrer Prix membre:
pa_in: ਸਦੱਸ ਕੀਮਤ ਵੇਖਾਓ:

source: Duration
de_ch: Dauer
es_cl: Duración
fr: Durée
pa_in: ਅੰਤਰਾਲ

source: Regular
de_ch: Regelmäßig
fr: Régulier
pa_in: ਰੈਗੂਲਰ

source: Premium
de_ch: Prämie
es_cl: Prima
fr: Prime
pa_in: ਪ੍ਰੀਮੀਅਮ

source: %(dp_duration)s days
de_ch: %(dp_duration)s Tage
fr: %(dp_duration)s jours
pa_in: %(dp_duration)s ਦਿਨ

source: %(dp_duration)s days Member
de_ch: %(dp_duration)s Tagen Mitglied
fr: %(dp_duration)s membres jours
pa_in: %(dp_duration)s ਦਿਨ ਸਦੱਸ

source: View Price Details:
de_ch: VIEW Preis Details:
es_cl: Ver Precio Detalles:
fr: Voir les détails Prix:
pa_in: ਕੀਮਤ ਵੇਰਵਾ ਵੇਖੋ:

source: Regular Price:
de_ch: Regulärer Preis:
es_cl: Precio regular:
fr: Prix ​​normal:
pa_in: ਰੈਗੂਲਰ ਕੀਮਤ:

source: Premium Price:
de_ch: Premium-Preis:
es_cl: Precio Prima:
fr: Prime Prix:
pa_in: ਪ੍ਰੀਮੀਅਮ ਕੀਮਤ:

source: Member Regular Price:
de_ch: Mitglied Regulärer Preis:
es_cl: Miembros de precio regular:
fr: Membres Prix normal:
pa_in: ਸਦੱਸ ਰੈਗੂਲਰ ਕੀਮਤ:

source: Member Premium Price:
de_ch: Mitglied Premium Preis:
es_cl: Miembro Premium Precio:
fr: Membre Basic Prix:
pa_in: ਸਦੱਸ ਪ੍ਰੀਮੀਅਮ ਕੀਮਤ:

source: Status:
es_cl: Estado:
fr: Statut:
pa_in: ਸਥਿਤੀ:

source: Inactive
de_ch: Inaktiv
es_cl: Inactivo
fr: Inactif
pa_in: ਸਰਗਰਮ

source: Created by:
de_ch: Erstellt von:
es_cl: Creado por:
fr: Créé par:
pa_in: ਕੇ ਬਣਾਇਆ:

source: Created on:
de_ch: Erstellt am:
es_cl: Fabricado en:
fr: Créé le:
pa_in: &#39;ਤੇ ਬਣਾਇਆ:

source: Back to regular directory view
de_ch: Zurück zu regulären Verzeichnis-Ansicht
es_cl: Volver a la vista normal directorio
fr: Retour à la vue régulier de répertoire
pa_in: ਵਾਪਸ ਰੈਗੂਲਰ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਝਲਕ ਨੂੰ

source: Your printed page will look <em>something</em> like this.
de_ch: Ihre gedruckte Seite wird wie folgt aussehen <em> etwas </em>.
es_cl: Su página impresa se verá <em> algo </em> como este.
fr: Votre page imprimée regarder <em> quelque chose </em> comme ça.
pa_in: ਤੁਹਾਡਾ ਛਪੇ ਸਫ਼ਾ ਨੇ ਇਸ ਨੂੰ ਪਸੰਦ <em> ਚੀਜ਼ ਨੂੰ </em> ਦਿਖਾਈ ਦੇਵੇਗਾ.

source: Contact:
de_ch: Kontakt:
es_cl: Contacto:
pa_in: ਸੰਪਰਕ:

source: Thank you
de_ch: Danke
es_cl: Gracias
fr: Merci
pa_in: ਤੁਹਾਡਾ ਧੰਨਵਾਦ

source: Your directory is is under review and will be approved by an administrator
de_ch: Ihr Verzeichnis ist derzeit überprüft und von einem Administrator genehmigt werden
es_cl: Su directorio se encuentra en revisión y será aprobada por un administrador
fr: Votre répertoire est en cours de révision et sera approuvé par un administrateur
pa_in: ਤੁਹਾਡੀ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਸਮੀਖਿਆ ਅਧੀਨ ਹੈ ਰਿਹਾ ਹੈ ਅਤੇ ਇੱਕ ਪਰਬੰਧਕ ਦੁਆਰਾ ਪ੍ਰਵਾਨਤ ਕਰ ਦਿੱਤਾ ਜਾਏਗਾ

source: Source:
de_ch: Quelle:
es_cl: Fuente:
pa_in: ਸਰੋਤ:

source: Export is Ready
de_ch: Es ist der Export Bereit
es_cl: Exportación Ready
fr: L&#39;export est prêt
pa_in: ਐਕਸਪੋਰਟ ਰੈਡੀ ਹੈ,

source: Directory Add Notice
de_ch: Verzeichnis hinzufügen und Datenschutz
es_cl: Directorio Agregar Notificación
fr: Annuaire Ajouter avis
pa_in: ਡਾਇਰੈਕਟਰੀ ਸ਼ਾਮਿਲ ਨੋਿਟਸ

source: Body:
de_ch: Körper:
es_cl: Cuerpo:
fr: Corps:
pa_in: ਸਰੀਰ ਦੇ:

source: To view the details of this directory, go to:
de_ch: Um die Details dieses Verzeichnis anzuzeigen, gehen Sie zu:
es_cl: Para ver los detalles de este directorio, vaya a:
fr: Pour afficher les détails de ce répertoire, allez à:
pa_in: ਇਸ ਡਾਇਰੈਕਟਰੀ ਦਾ ਵੇਰਵਾ ਵੇਖਣ ਲਈ, ਲਈ ਜਾਓ:

source: To activate this directory, go to:
de_ch: Um dieses Verzeichnis zu aktivieren, gehen Sie zu:
es_cl: Para activar este directorio, vaya a:
fr: Pour activer ce répertoire, allez à:
pa_in: ਇਸ ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਲਈ, ਲਈ ਜਾਓ:

source: New directory (%(objname)s) posting for %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Neues Verzeichnis ( %(objname)s) Entsendung von %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Nuevo directorio ( %(objname)s) para publicar %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Nouveau répertoire ( %(objname)s) affichant pour %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: ਨਿਊ ਡਾਇਰੈਕਟਰੀ %(objname)sਲਈ ਪੋਸਟ ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: Your directory posting "%(obj_headline)s" has been approved.
de_ch: Ihr Verzeichnis Beitrag &quot; %(obj_headline)s&quot; wurde genehmigt.
es_cl: Su publicación directorio &quot; %(obj_headline)s&quot; ha sido aprobada.
fr: Votre répertoire affichage &quot; %(obj_headline)s&quot; a été approuvé.
pa_in: ਤੁਹਾਡੀ ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਪੋਸਟਿੰਗ &quot; %(obj_headline)s&quot; ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੀ ਗਈ ਹੈ.

source: To view this directory, go to:
de_ch: Um dieses Verzeichnis zu sehen, gehen Sie zu:
es_cl: Para ver este directorio, vaya a:
fr: Pour afficher ce répertoire, allez à:
pa_in: ਇਸ ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਵੇਖਣ ਲਈ, ਲਈ ਜਾਓ:

source: Directory Delete Notice
de_ch: Verzeichnis löschen und Datenschutz
es_cl: Directorio Borrar Aviso
fr: Annuaire Supprimer avis
pa_in: ਡਾਇਰੈਕਟਰੀ ਦਾ ਨੋਟਿਸ ਹਟਾਓ

source: Directory %(objhead)s deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Verzeichnis %(objhead)s von %(SITE_GLOBAL_SITEDISPLAYNAME)selöscht s
es_cl: Directorio %(objhead)s borrado de %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Annuaire %(objhead)s supprimé de %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: ਡਾਇਰੈਕਟਰੀ %(objhead)s %(SITE_GLOBAL_SITEDISPLAYNAME)sਤੱਕ ਹਟਾਇਆ ਹੈ

source: The following directory has been edited:
de_ch: Das folgende Verzeichnis wurde bearbeitet:
es_cl: El siguiente directorio se ha editado:
fr: Le répertoire suivant a été modifié:
pa_in: ਹੇਠ ਦਿੱਤੀ ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ ਹੈ:

source: To renew this directory, go to:
de_ch: Um dieses Verzeichnis zu erneuern, gehen Sie zu:
es_cl: Para renovar este directorio, vaya a:
fr: Pour renouveler ce répertoire, allez à:
pa_in: ਇਸ ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਰੀਨਿਊ ਕਰਨ ਲਈ, ਲਈ ਜਾਓ:

source: Directory (%(objname)s) available for renewal on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Verzeichnis ( %(objname)s) für die Erneuerung auf %(SITE_GLOBAL_SITEDISPLAYNAME)serfügbar s
es_cl: Directorio ( %(objname)s) disponibles para la renovación en %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Annuaire ( %(objname)s) disponibles pour le renouvellement de %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(objname)sਤੇ ਨਵਿਆਉਣ ਲਈ ਉਪਲੱਬਧ ਡਾਇਰੈਕਟਰੀ ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: Directory Renewed Notice
de_ch: Verzeichnis Erneute Datenschutz
es_cl: Directorio Aviso Actualizado
fr: Répertoire Avis renouvelé
pa_in: ਡਾਇਰੈਕਟਰੀ ਨਿਵਆਇਆ ਨੋਿਟਸ

source: Renewed directory (%(objname)s) posting for %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Erneuert Verzeichnis ( %(objname)s) Entsendung von %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Directorio Renovada ( %(objname)s) para publicar %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Répertoire renouvelé ( %(objname)s) affichant pour %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: ਨਿਵਆਇਆ ਡਾਇਰੈਕਟਰੀ %(objname)sਲਈ ਪੋਸਟ ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: School
de_ch: Schule
es_cl: Escuela
fr: École
pa_in: ਸਕੂਲ

source: Major
de_ch: Dur
fr: Majeur
pa_in: ਮੇਜਰ

source: Degree
de_ch: Grad
es_cl: Grado
fr: Degré
pa_in: ਡਿਗਰੀ

source: Graduation Date/Time
es_cl: Graduación Fecha / Hora
fr: Date de Graduation / heure
pa_in: ਗ੍ਰੈਜੂਏਸ਼ਨ ਮਿਤੀ / ਟਾਈਮ

source: Receive event reminders
de_ch: Erhalten Sie Terminerinnerungen
es_cl: Recibir recordatorios de eventos
fr: Recevoir des rappels d&#39;événements
pa_in: ਘਟਨਾ ਯਾਦ ਪ੍ਰਾਪਤ

source: Photo
de_ch: Foto
es_cl: Foto
pa_in: ਫੋਟੋ

source: Remove the current photo
de_ch: Entfernen Sie die aktuelle Foto
es_cl: Retire la fotografía actual
fr: Supprimer la photo actuelle
pa_in: ਮੌਜੂਦਾ ਫੋਟੋ ਹਟਾਓ

source: Is Recurring?
de_ch: Wiederkehrende ist?
es_cl: Es recurrente?
fr: Est récurrent?
pa_in: ਹੋਣਾੋਣਾ ਹੈ?

source: Repeats
de_ch: Wiederholungen
es_cl: Repeticiones
fr: Répétitions
pa_in: ਜਾਪ

source: Repeats Every
de_ch: Wiederholt sich alle
es_cl: Se repite cada
fr: Chaque répétitions
pa_in: ਜਾਪ ਹਰ

source: Ends On
de_ch: Endet am
es_cl: Finaliza el
fr: Termine
pa_in: &#39;ਤੇ ਖਤਮ ਹੁੰਦਾ ਹੈ

source: Recurs On
de_ch: Wiederkehrend On
es_cl: Es recurrente en
fr: Se répète
pa_in: ਦੁਹਰਾਉ &#39;ਤੇ

source: Please keep filesize under %(max_upload_size)s. Current filesize %(upload_size)s
de_ch: Bitte halten Sie Dateigröße unter %(max_upload_size)s. Aktuelle Dateigröße %(upload_size)s
es_cl: Por favor, mantenga tamaño del archivo en %(max_upload_size)s. Tamaño del archivo actual %(upload_size)s
fr: S&#39;il vous plaît garder la taille du fichier sous %(max_upload_size)s. Taille du fichier actuel %(upload_size)s
pa_in: %(max_upload_size)s ਦੇ ਹੇਠ filesize ਰੱਖਣ ਕਰੋ ਜੀ. ਮੌਜੂਦਾ filesize %(upload_size)s

source: Reassign To
de_ch: Um neu zuweisen
es_cl: Reasignar Para
fr: Pour réaffecter
pa_in: ਕਰਨ ਲਈ ਜਾਰੀ ਕਰ

source: Place
de_ch: Ort
es_cl: Lugar
fr: Lieu
pa_in: ਸਥਾਨ

source: Speakers in an event must have distinct names. '%s' is already used.
de_ch: Lautsprecher in einer Veranstaltung müssen unterschiedliche Namen. &#39;%s&#39; wird bereits verwendet.
es_cl: Los oradores en un evento deben tener nombres distintos. &#39;%s&#39; ya está en uso.
fr: Haut-parleurs à un événement doivent avoir des noms distincts. &#39;%s&#39; est déjà utilisé.
pa_in: ਇੱਕ ਘਟਨਾ ਵਿਚ ਬੋਲਣ ਵੱਖਰਾ ਨਾਮ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ. &#39;%s&#39; ਨੂੰ ਹੀ ਵਰਤਿਆ ਗਿਆ ਹੈ.

source: Please keep filesize under %(max_upload_size)s. Current filesize %(data_size)s
de_ch: Bitte halten Sie Dateigröße unter %(max_upload_size)s. Aktuelle Dateigröße %(data_size)s
es_cl: Por favor, mantenga tamaño del archivo en %(max_upload_size)s. Tamaño del archivo actual %(data_size)s
fr: S&#39;il vous plaît garder la taille du fichier sous %(max_upload_size)s. Taille du fichier actuel %(data_size)s
pa_in: %(max_upload_size)s ਦੇ ਹੇਠ filesize ਰੱਖਣ ਕਰੋ ਜੀ. ਮੌਜੂਦਾ filesize %(data_size)s

source: Speaker name is required if a speaker file is given.
de_ch: Lautsprecher Name ist erforderlich, wenn ein Lautsprecher-Datei angegeben wird.
es_cl: Nombre del orador es necesario si se le da un archivo de altavoz.
fr: Nom Président est nécessaire si un fichier du haut-parleur est donnée.
pa_in: ਇੱਕ ਸਪੀਕਰ ਫਾਇਲ ਨੂੰ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਜੇ ਸਪੀਕਰ ਨਾਮ ਦੀ ਲੋੜ ਹੈ.

source: Speaker details missing. Please add speaker name or delete the speaker.
de_ch: Lautsprecher Details fehlt. Bitte fügen Sie Namen oder die Lautsprecherlautsprecher löschen.
es_cl: Detalles de altavoz que falta. Por favor, añada el nombre del altavoz o eliminar el altavoz.
fr: Détails enceintes manquantes. S&#39;il vous plaît ajouter le nom du haut-parleur ou supprimer le haut-parleur.
pa_in: ਸਪੀਕਰ ਵੇਰਵੇ ਗੁੰਮ. ਸਪੀਕਰ ਨਾਮ ਸ਼ਾਮਿਲ ਜ ਸਪੀਕਰ ਹਟਾਓ ਜੀ.

source: Start and End
de_ch: Beginn und Ende
es_cl: Inicio y Fin
fr: Début et fin
pa_in: ਸ਼ੁਰੂ ਕਰੋ ਅਤੇ ਅੰਤ

source: Inherit from event
de_ch: Erben von Veranstaltung
es_cl: Heredar del evento
fr: Hériter de l&#39;événement
pa_in: ਘਟਨਾ ਤੱਕ ਕਬਜ਼ਾ

source: Registration Limit
de_ch: Anmeldung Grenze
es_cl: Límite de registro
fr: Limite d&#39;inscription
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਸੀਮਾ
