Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: Enter the maximum number of registrants. Use 0 for unlimited registrants
de_ch: Geben Sie die maximale Anzahl von Registranten. Einsatz 0 für unbegrenzt Registranten
es_cl: Introduzca el número máximo de inscritos. Utilice 0 para los registrantes ilimitadas
fr: Entrez le nombre maximum d&#39;inscrits. Utilisez 0 pour les inscrits illimités
pa_in: Registrants ਦੀ ਵੱਧ ਨੰਬਰ ਦਿਓ. ਬੇਅੰਤ registrants ਲਈ ਵਰਤੋ 0

source: Please choose a custom registration form
de_ch: Bitte wählen Sie eine benutzerdefinierte Anmeldeformular
es_cl: Por favor, elija un formato de registro personalizado
fr: S&#39;il vous plaît choisir un formulaire d&#39;inscription personnalisé
pa_in: ਇੱਕ ਕਸਟਮ ਰਜਿਸਟਰੇਸ਼ਨ ਫਾਰਮ ਦੀ ਚੋਣ ਕਰੋ ਜੀ

source: Please specify when to send email reminders
de_ch: Bitte geben Sie bei E-Mail-Erinnerungen senden
es_cl: Por favor, especifique cuándo enviar recordatorios por correo electrónico
fr: S&#39;il vous plaît préciser à envoyer des rappels par courriel
pa_in: ਈਮੇਲ ਦਾ ਯਾਦ ਭੇਜਣ ਲਈ ਜਦ ਦਿਓ ਜੀ

source: Invalid value '%s'. Integer(s) only.
de_ch: Ungültigen Wert &#39;% s&#39;. Integer (e).
es_cl: Valor no válido &#39;% s&#39;. Entero (s) solamente.
fr: Valeur non valide &#39;% s&#39;. Entier (s) seulement.
pa_in: ਗਲਤ ਮੁੱਲ &#39;% s&#39; ਨੂੰ. ਅੰਕ (ਹਵਾਈਅੱਡੇ) ਤੇ ਸਿਰਫ.

source: Discount Code
de_ch: Rabatt-Code
es_cl: Código de Descuento
fr: Code de Réduction
pa_in: ਛੂਟ ਕੋਡ

source: Message
de_ch: Nachricht
es_cl: Mensaje
pa_in: ਸੁਨੇਹਾ

source: Event
de_ch: Veranstaltung
es_cl: Evento
fr: Événement
pa_in: ਘਟਨਾ

source: Start Date
de_ch: Startdatum
es_cl: Fecha de inicio
fr: Date de début
pa_in: ਤਾਰੀਖ ਸ਼ੁਰੂ

source: End Date
de_ch: Enddatum
es_cl: Fecha de finalización
fr: Date de fin
pa_in: ਅੰਤ ਮਿਤੀ

source: User ID
de_ch: Benutzer-ID
es_cl: ID (identificación) de usuario
fr: ID de l&#39;utilisateur
pa_in: ਯੂਜਰ ਆਈਡੀ

source: Export by Date Range
de_ch: Export von Datumsbereich
es_cl: Exportación por rango de fechas
fr: Export par plage de dates
pa_in: ਮਿਤੀ ਸੀਮਾ ਕੇ ਐਕਸਪੋਰਟ

source: From
de_ch: Aus
es_cl: Desde
fr: À partir de
pa_in: ਤੱਕ

source: To
de_ch: Zu
es_cl: Para
fr: À
pa_in: ਕਰਨ ਲਈ,

source: Enable Registration
de_ch: Aktivieren Registrierung
es_cl: Habilitar registro
fr: Activer l&#39;enregistrement
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਯੋਗ ਕਰੋ

source: Require Guests Info
de_ch: Die Gäste benötigen Info
es_cl: Requerir huéspedes Info
fr: Exiger clients Infos
pa_in: ਮਹਿਮਾਨ ਜਾਣਕਾਰੀ ਦੀ ਲੋੜ ਹੈ

source: Guests Pay Registrant Price
de_ch: Gäste zahlen Registrant Preis
es_cl: Los clientes pagan el precio de matrícula
fr: Les clients Pay titulaire Prix
pa_in: ਮਹਿਮਾਨ Registrant ਕੀਮਤ ਦਾ ਭੁਗਤਾਨ ਕਰੋ

source: Publicly Show Registration Stats
de_ch: Öffentlich zu zeigen Registrierung Statistik
es_cl: Públicamente Mostrar registro Estadísticas
fr: Afficher publiquement Statistiques d&#39;inscription
pa_in: ਜਨਤਕ ਤੌਰ &#39;ਤੇ ਰਜਿਸਟਰੇਸ਼ਨ ਅੰਕੜੇ ਵੇਖੋ

source: Use Custom Registration Form
de_ch: Benutzerdefinierte Anmeldeformular verwenden
es_cl: Use el Formulario de Registro personalizado
fr: Utilisez le formulaire d&#39;inscription personnalisé
pa_in: ਕਸਟਮ ਰਜਿਸਟਰੇਸ਼ਨ ਫਾਰਮ ਵਰਤੋ

source: Custom Registration Form
de_ch: Benutzerdefinierte Anmeldeformular
es_cl: Formulario de Inscripción personalizada
fr: Formulaire d&#39;inscription personnalisée
pa_in: ਕਸਟਮ ਰਜਿਸਟਰੇਸ਼ਨ ਫਾਰਮ

source: Send Email Reminder to attendees
de_ch: Senden Sie E-Mail Erinnerung für die Teilnehmer
es_cl: Enviar Email recordatorio a los asistentes
fr: Envoyer un email Rappel aux participants
pa_in: ਹਾਜ਼ਰ ਨੂੰ ਈ ਰੀਮਾਈਡਰ ਭੇਜੋ

source: Registration Email
de_ch: Anmeldung per E-Mail
es_cl: Inscripción Email
fr: Inscription Email
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਈ

source: Registration Email Text
de_ch: Anmeldung per E-Mail Text
es_cl: Registro Email Texto
fr: Inscription Email texte
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਈ ਪਾਠ

source: Pricing display name
de_ch: Preisanzeigenamen
es_cl: Precios nombre para mostrar
fr: Prix ​​nom d&#39;affichage
pa_in: ਕੀਮਤ ਡਿਸਪਲੇਅ ਨੂੰ ਨਾਮ

source: Pricing description
de_ch: Preisbeschreibung
es_cl: Descripción Precios
fr: Prix ​​Description
pa_in: ਕੀਮਤ ਦਾ ਵੇਰਵਾ

source: Number of attendees
de_ch: Anzahl der Teilnehmer
es_cl: Número de asistentes
fr: Nombre de participants
pa_in: ਹਾਜ਼ਰ ਦੀ ਗਿਣਤੀ

source: Public can use this pricing
de_ch: Öffentlichkeit kann diese Preisgestaltung nutzen
es_cl: Público puede utilizar esta fijación de precios
fr: Public peut utiliser cette tarification
pa_in: ਜਨਤਕ ਇਸ ਦੀ ਕੀਮਤ ਵੀ ਇਸਤੇਮਾਲ ਕਰ ਸਕਦੇ ਹੋ

source: Signed in user can use this pricing
de_ch: Benutzer können diese Preisgestaltung nutzen unterzeichnet
es_cl: Firmado en el usuario puede utilizar este precio
fr: Signé en utilisateur peut utiliser cette tarification
pa_in: ਇਸ ਨੂੰ ਵੀ ਧਿਆਨ ਇਸਤੇਮਾਲ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਯੂਜ਼ਰ ਵਿੱਚ ਦਸਤਖਤ

source: All members can use this pricing
de_ch: Alle Mitglieder können diesen Preis verwenden
es_cl: Todos los miembros pueden usar esta fijación de precios
fr: Tous les membres peuvent utiliser cette tarification
pa_in: ਸਾਰੇ ਮਬਰ ਨੂੰ ਇਸ ਦੀ ਕੀਮਤ ਵੀ ਇਸਤੇਮਾਲ ਕਰ ਸਕਦੇ ਹੋ

source: Amount Paid
de_ch: Gezahlten Betrag
es_cl: Cantidad pagada
fr: Montant payé
pa_in: ਰਕਮ ਭੁਗਤਾਨ

source: Is table registration
de_ch: Ist Tisch Registrierung
es_cl: ¿El registro de la tabla
fr: L&#39;enregistrement d&#39;une table de
pa_in: ਸਾਰਣੀ ਵਿੱਚ ਰਜਿਸਟਰੇਸ਼ਨ ਹੈ

source: Number of registrants for a table
de_ch: Zahl der Registrierungs für eine Tabelle
es_cl: Número de solicitantes de registro de una tabla
fr: Nombre de personnes inscrites pour une table
pa_in: ਇੱਕ ਸਾਰਣੀ ਲਈ registrants ਦੀ ਗਿਣਤੀ

source: Admin Price Override?
de_ch: Admin Preis überschreiben?
es_cl: Admin Precio Override?
fr: Administrateur Ajustement de prix?
pa_in: ਪਰਬੰਧ ਕੀਮਤ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰੋ?

source: Override Price
de_ch: Override Preis
es_cl: Ignorar Precio
fr: Remplacer le prix
pa_in: ਨੂੰ ਅਣਡਿੱਠਾ ਕਰੋ ਕੀਮਤ

source: Canceled
de_ch: Storniert
es_cl: Cancelado
fr: Annulé
pa_in: ਰੱਦ ਕੀਤਾ

source: Is primary registrant
de_ch: Ist primär Registrant
es_cl: Es registrante primaria
fr: Est inscrit primaire
pa_in: ਪ੍ਰਾਇਮਰੀ registrant ਹੈ

source: Discount Amount
de_ch: Rabatt Menge
es_cl: Cantidad Descuento
fr: Montant de la remise
pa_in: ਛੂਟ ਰਕਮ

source: Member ID
de_ch: Mitglieder-ID
es_cl: ID miembro
fr: ID membres
pa_in: ਸਦੱਸ ID

source: Is Checked In?
de_ch: Eingecheckt?
es_cl: Se protege?
fr: Est cochée dans?
pa_in: ਵਿਚ ਕੀਤੀ ਗਈ ਹੈ?

source: Speaker Name
de_ch: Lautsprecher-Name
es_cl: Nombre Speaker
fr: Nom Président
pa_in: ਸਪੀਕਰ ਦਾ ਨਾਮ

source: All speakers marked as featured will be displayed when viewing the event.
de_ch: Alle Lautsprecher als vorge markiert wird beim Betrachten der Veranstaltung angezeigt.
es_cl: Todos los oradores marcados según lo ofrecido se mostrarán durante la visualización del evento.
fr: Tous les orateurs ont marqués comme vedette seront affichés lors de la visualisation de l&#39;événement.
pa_in: ਘਟਨਾ ਨੂੰ ਵੇਖਣ ਲਈ ਗੁਣ ਦੇ ਤੌਰ ਤੇ ਮਾਰਕ ਸਾਰੇ ਬੋਲਣ ਲਈ ਵੇਖਾਇਆ ਜਾਵੇਗਾ.

source: Repeats every
de_ch: Wiederholt sich alle
es_cl: Repite todos los
fr: Répète tous les
pa_in: ਨੂੰ ਹਰ ਜਾਪ

source: Recurring Event
de_ch: Wiederkehrende Veranstaltung
es_cl: Evento Recurrente
fr: Un évènement récurrent
pa_in: ਆਵਰਤੀ ਘਟਨਾ

source: Recurring Events
de_ch: Wiederkehrende Veranstaltungen
es_cl: Eventos recurrentes
fr: Evénements récurrents
pa_in: ਆਵਰਤੀ ਸਮਾਗਮ

source: Registration Ended
de_ch: Registrierung beendet
es_cl: Inscripción cerrada el
fr: Inscription terminée
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਵੱਜੀ

source: Enable Private URL
de_ch: Aktivieren Privat URL
es_cl: Activar URL privada
fr: Activer URL privée
pa_in: ਨਿਜੀ URL ਨੂੰ ਯੋਗ ਕਰੋ

source: This event occurs on weekends
de_ch: Dieses Ereignis tritt am Wochenende
es_cl: Este evento se produce los fines de semana
fr: Cet événement se produit le week-end
pa_in: ਇਹ ਘਟਨਾ ਸ਼ਨੀਵਾਰ ਤੇ ਵਾਪਰਦਾ ਹੈ

source: External URL
de_ch: Externe URL
es_cl: URL externa
fr: URL externe
pa_in: ਬਾਹਰੀ URL ਨੂੰ

source: Photo that represents this event.
de_ch: Foto, das dieses Ereignis darstellt.
es_cl: Foto que representa este evento.
fr: Photo qui représente cet événement.
pa_in: ਇਸ ਘਟਨਾ ਨੂੰ ਪੇਸ਼ ਕਰਦਾ ਹੈ, ਜੋ ਕਿ ਫੋਟੋ.

source: Priority events will show up at the top of the event calendar day list and single day list. They will be featured with a star icon on the monthly calendar and the list view.
de_ch: Priorität Veranstaltungen werden an der Spitze der Veranstaltung Kalendertag Liste und Tag-Liste angezeigt. Sie werden mit einem Stern-Symbol auf dem Monatskalender und der Listenansicht zu sehen sein.
es_cl: Eventos prioritarios aparecerán en la parte superior de la lista de días calendario de eventos y la lista de los días. Ellos se presentarán con un icono de estrella en el calendario mensual y la vista de lista.
fr: événements prioritaires apparaîtront en haut de la liste des jours de calendrier des événements et une liste en une seule journée. Ils seront présentés avec une icône d&#39;étoile sur le calendrier mensuel et la vue de liste.
pa_in: ਤਰਜੀਹ ਘਟਨਾ ਘਟਨਾ ਕੈਲੰਡਰ ਦਿਨ ਦੇ ਸੂਚੀ ਅਤੇ ਇਕ ਦਿਨ ਸੂਚੀ ਦੇ ਸਿਖਰ &#39;ਤੇ ਵੇਖਾਈ ਜਾਵੇਗੀ. ਉਹ ਮਹੀਨੇਵਾਰ ਕੈਲੰਡਰ &#39;ਤੇ ਇੱਕ ਸਿਤਾਰਾ ਦਾ ਆਈਕਾਨ ਅਤੇ ਲਿਸਟ ਝਲਕ ਦੇ ਨਾਲ ਫੀਚਰ ਕੀਤਾ ਜਾਵੇਗਾ.

source: Is Recurring Event
de_ch: Ist Wiederkehrend
es_cl: Es Evento Recurrente
fr: Est un évènement récurrent
pa_in: ਆਵਰਤੀ ਘਟਨਾ ਹੈ

source: Display Attendees
de_ch: Display Teilnehmer
es_cl: Mostrar asistentes
fr: Afficher les participants
pa_in: ਡਿਸਪਲੇਅ ਸਰੋਤੇ

source: Standard Registration Form
de_ch: Standard-Anmeldeformular
es_cl: Formulario de Registro de Norma
fr: Formulaire d&#39;inscription standard
pa_in: ਮਿਆਰੀ ਰਜਿਸਟਰੇਸ਼ਨ ਫਾਰਮ

source: Mail Name
es_cl: Nombre Correo
fr: Nom Mail
pa_in: ਮੇਲ ਨਾਮ

source: Zip
de_ch: Reißverschluss
fr: Fermeture éclair
pa_in: ਜ਼ਿੱਪ

source: Meal Option
de_ch: Mahlzeit Option
es_cl: Opción de comidas
fr: Option repas
pa_in: ਭੋਜਨ ਚੋਣ

source: Custom Registration Forms
de_ch: Benutzerdefinierte Anmeldeformulare
es_cl: Formularios de registro personalizado
fr: Inscription personnalisée formes
pa_in: ਕਸਟਮ ਰਜਿਸਟਰੇਸ਼ਨ ਫਾਰਮ

source: Map to User Field
de_ch: Karte, um Benutzerfeld
es_cl: Mapa de Campo de usuario
fr: Carte de Champ utilisateur
pa_in: ਯੂਜ਼ਰ ਖੇਤਰ ਨੂੰ ਨਕਸ਼ਾ

source: Special Functionality
de_ch: Spezielle Funktionen
es_cl: Funcionalidad especial
fr: Fonctionnalité spéciale
pa_in: ਵਿਸ਼ੇਸ਼ ਫੰਕਸ਼ਨੈਲਿਟੀ

source: Visible
de_ch: Sichtbar
pa_in: ਦਿੱਖ

source: Default
es_cl: Por defecto
fr: Par défaut
pa_in: ਮੂਲ

source: Show on Roster
de_ch: Auf Roster zeigen
es_cl: Mostrar en el Roster
fr: Voir sur la Liste
pa_in: ਰੋਸਟਰ &#39;ਤੇ ਵੇਖਾਓ

source: Public can use
de_ch: Öffentliche verwenden können
es_cl: Público puede utilizar
fr: Public peut utiliser
pa_in: ਪਬਲਿਕ ਨੂੰ ਵਰਤ ਸਕਦੇ ਹੋ

source: Signed in user can use
de_ch: Benutzer können mit unterzeichnet
es_cl: Firmado en el usuario puede utilizar
fr: Signé en utilisateur peut utiliser
pa_in: ਵਰਤ ਸਕਦੇ ਹੋ, ਯੂਜ਼ਰ ਨੂੰ ਵਿੱਚ ਦਸਤਖਤ

source: All members can use
de_ch: Alle Mitglieder können
es_cl: Todos los miembros pueden usar
fr: Tous les membres peuvent utiliser
pa_in: ਸਾਰੇ ਮਬਰ ਨੂੰ ਵਰਤ ਸਕਦੇ ਹੋ

source: Number
de_ch: Anzahl
es_cl: Número
fr: Nombre
pa_in: ਨੰਬਰ

source: Choose from a list
de_ch: Wählen Sie aus einer Liste
es_cl: Elegir de una lista
fr: Choisissez parmi une liste
pa_in: ਇੱਕ ਸੂਚੀ ਤੱਕ ਦੀ ਚੋਣ ਕਰੋ

source: Multi select
de_ch: Multi wählen
es_cl: Multi seleccionar
fr: Multi sélectionner
pa_in: ਬਹੁ ਦੀ ਚੋਣ ਕਰੋ

source: Section Heading
de_ch: Abschnittsüberschrift
es_cl: Encabezado de sección
fr: Titre de la section
pa_in: ਹਿੱਸਾ ਸਿਰਲੇਖ

source: Mailing Name
es_cl: Nombre Correo
fr: Nom postale
pa_in: ਮੇਲਿੰਗ ਨਾਮ

source: Subscribe to Group
de_ch: Melden Sie sich an Gruppen
es_cl: Suscríbete a Grupo
fr: Abonnez-vous au Groupe
pa_in: ਗਰੁੱਪ ਨੂੰ ਚੁਣੋ

source: Registration is full.
de_ch: Die Registrierung ist voll.
es_cl: La inscripción está completa.
fr: L&#39;inscription est complet.
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਪੂਰੀ ਹੈ.

source: Please choose a price.
de_ch: Bitte wählen Sie einen Preis.
es_cl: Por favor, elija un precio.
fr: S&#39;il vous plaît choisir un prix.
pa_in: ਇਕ ਦੀ ਕੀਮਤ ਦੀ ਚੋਣ ਕਰੋ ਜੀ.

source: Registration has been closed.
de_ch: Registrierung wurde geschlossen.
es_cl: Registro ha sido cerrado.
fr: Enregistrement a été fermé.
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਨੂੰ ਬੰਦ ਕੀਤਾ ਗਿਆ ਹੈ.

source: Addon is invalid for current set of registrants
de_ch: Addon ist ungültig für aktuellen Satz von Registranten
es_cl: Addon no es válido para el grupo actual de los solicitantes de registro
fr: Addon est invalide pour ensemble actuel des inscrits
pa_in: ਐਡ registrants ਦੀ ਮੌਜੂਦਾ ਸੈੱਟ ਹੈ ਲਈ ਗਲਤ ਹੈ,

source: Option required for %s
de_ch: Option für% s erforderlich
es_cl: Opción necesaria para% s
fr: Option requise pour% s
pa_in: ਚੋਣ% s ਲਈ ਦੀ ਲੋੜ

source: Completed
de_ch: Fertiggestellt
es_cl: Completado
fr: Terminé
pa_in: ਮੁਕੰਮਲ

source: Failed
de_ch: Gescheitert
es_cl: Error
fr: Manqué
pa_in: ਫੇਲ੍ਹ ਹੈ

source: status
es_cl: estado
fr: statut
pa_in: ਹਾਲਤ ਨੂੰ

source: Event Added
de_ch: Ereignis hinzugefügt
es_cl: Evento Agregado
fr: Événement Ajouté
pa_in: ਘਟਨਾ ਗਏ

source: An event has been added
de_ch: Ein Ereignis wurde hinzugefügt
es_cl: Un evento se ha añadido
fr: Un événement a été ajouté
pa_in: ਇੱਕ ਘਟਨਾ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ

source: Event Edited
de_ch: Veranstaltung Edited
es_cl: Evento Edited
fr: Modifié événement
pa_in: ਘਟਨਾ ਸੰਪਾਦਿਤ

source: An event has been edited
de_ch: Ein Ereignis wurde bearbeitet
es_cl: Un evento se ha editado
fr: Un événement a été modifié
pa_in: ਇੱਕ ਘਟਨਾ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ ਹੈ

source: Event Deleted
de_ch: Ereignis Deleted
es_cl: Evento Eliminado
fr: Événement supprimé
pa_in: ਘਟਨਾ ਹਟਾਇਆ

source: An event has been deleted
de_ch: Ein Ereignis wurde gelöscht
es_cl: Un evento ha sido borrado
fr: Un événement a été supprimé
pa_in: ਇੱਕ ਘਟਨਾ ਹੀ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ,

source: Event Registration Confirmation
es_cl: Evento Confirmación de Registro
fr: Confirmation de l&#39;inscription de l&#39;événement
pa_in: ਘਟਨਾ ਰਜਿਸਟਰੇਸ਼ਨ ਪੁਸ਼ਟੀ

source: The email you receive confirming your registration
de_ch: Die E-Mail erhalten Sie die Bestätigung der Registrierung
es_cl: El correo electrónico que reciba confirmando su inscripción
fr: Le mail de confirmation de votre inscription
pa_in: ਤੁਹਾਨੂੰ ਆਪਣੇ ਰਜਿਸਟਰੇਸ਼ਨ ਦੀ ਪੁਸ਼ਟੀ ਪ੍ਰਾਪਤ ਈਮੇਲ ਵਿੱਚ

source: Event Registration Cancelled
es_cl: Registro de Evento Cancelado
fr: Inscription à l&#39;événement Annulé
pa_in: ਘਟਨਾ ਰਜਿਸਟਰੇਸ਼ਨ Cancelled

source: Notify administrators that someone has cancelled their event registration
de_ch: Benachrichtigen Sie die Administratoren, dass jemand ihre Veranstaltung Registrierung gelöscht
es_cl: Notificar a los Administradores de que alguien ha cancelado su registro de eventos
fr: Signaler aux administrateurs que quelqu&#39;un a annulé leur inscription à l&#39;événement
pa_in: ਕਿਸੇ ਵਿਅਕਤੀ ਨੂੰ ਆਪਣੇ ਘਟਨਾ ਰਜਿਸਟਰੇਸ਼ਨ ਰੱਦ ਕਰ ਦਿੱਤਾ ਹੈ, ਜੋ ਕਿ ਪਰਬੰਧਕ ਨੂੰ ਸੂਚਨਾ

source: Recap of end of event registration
de_ch: Rückblick auf Ende des Event-Registrierung
es_cl: Crónica del final de registro de eventos
fr: Rappel de fin de l&#39;enregistrement de l&#39;événement
pa_in: ਘਟਨਾ ਰਜਿਸਟਰੇਸ਼ਨ ਦੇ ਅੰਤ ਦਾ ਖਬਰ

source: Notify administrators that registration for the event has ended.
de_ch: Benachrichtigen Sie die Administratoren, dass die Registrierung für die Veranstaltung ist beendet.
es_cl: Notificar a los Administradores de que el registro para el evento ha finalizado.
fr: Signaler aux administrateurs que l&#39;inscription à l&#39;événement est terminé.
pa_in: ਘਟਨਾ ਦੇ ਲਈ ਰਜਿਸਟਰੇਸ਼ਨ ਬੰਦ ਹੋ ਗਿਆ ਹੈ ਹੈ ਕਿ ਪਰਬੰਧਕ ਨੂੰ ਸੂਚਨਾ.

source: Discount Code cannot be used for %s people.
de_ch: Rabatt-Code kann nicht für% s Personen genutzt werden.
es_cl: Código de Descuento no se puede utilizar para% s personas.
fr: Code de réduction ne peut pas être utilisé pour %s la population.
pa_in: ਛੂਟ ਕੋਡ% s ਨੂੰ ਲੋਕ ਲਈ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ.

source: This is not a valid Discount Code!
de_ch: Dies ist keine gültige Rabatt-Code!
es_cl: Esto no es un Código de Descuento válido!
fr: Ce n&#39;est pas un code de réduction valable!
pa_in: ਇਹ ਇੱਕ ਠੀਕ ਛੂਟ ਕੋਡ ਨਹੀ ਹੈ!

source: You must register at least 1 registrant per registration
de_ch: Sie müssen mindestens 1 Registranten pro Anmeldung registrieren
es_cl: Usted debe registrar al menos 1 registro por registro
fr: Vous devez vous inscrire au moins 1 inscrit par l&#39;enregistrement
pa_in: ਤੁਹਾਨੂੰ ਰਜਿਸਟਰੇਸ਼ਨ ਪ੍ਰਤੀ &#39;ਤੇ ਘੱਟੋ ਘੱਟ 1 registrant ਨੂੰ ਰਜਿਸਟਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ

source: Please enter a valid number of registrants.
de_ch: Bitte geben Sie eine gültige Zahl der Registrierungs.
es_cl: Por favor, introduzca un número válido de registro.
fr: S&#39;il vous plaît entrer un numéro valide d&#39;inscrits.
pa_in: Registrants ਦੀ ਇੱਕ ਠੀਕ ਅੰਕ ਦਿਓ ਜੀ.

source: %(user)s is not authorized to use %(pricing)s
de_ch: %(user)s ist nicht berechtigt, %(pricing)serwenden s
es_cl: %(user)s no está autorizado a utilizar %(pricing)s
fr: %(user)s n&#39;est pas autorisé à utiliser %(pricing)s
pa_in: %(user)s %(pricing)sਨੂੰ ਵਰਤਣ ਦੀ ਆਿਗਆ ਨਹ ਹੈ ਹੈ

source: %s can only be registered once per registration
de_ch: %s kann nur einmal pro Anmeldung registriert werden
es_cl: %s sólo puede registrarse una vez por registro
fr: %s ne peut être enregistrée une fois par enregistrement
pa_in: %s ਨੂੰ ਸਿਰਫ ਰਜਿਸਟਰੇਸ਼ਨ ਪ੍ਰਤੀ ਇੱਕ ਵਾਰ ਰਜਿਸਟਰ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ

source: Registration is closed.
de_ch: Die Registrierung ist geschlossen.
es_cl: El registro está cerrado.
fr: L&#39;inscription est fermée.
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਬੰਦ ਹੈ.

source: Home
de_ch: Zuhause
es_cl: Inicio
fr: Maison
pa_in: ਘਰ

source: Are you sure you want to approve this event?
de_ch: Sind Sie sicher, dass Sie diese Veranstaltung genehmigen möchten?
es_cl: ¿Seguro que desea aprobar este evento?
fr: Êtes-vous sûr de vouloir approuver cet événement?
pa_in: ਤੁਹਾਨੂੰ ਇਸ ਘਟਨਾ ਨੂੰ ਮਨਜੂਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤੁਹਾਨੂੰ ਇਹ ਯਕੀਨੀ ਕਰ ਰਹੇ ਹੋ?

source: Confirm Approve
de_ch: Bestätigen Sie genehmigen
es_cl: Confirmar Aprobar
fr: Confirmez Approuver
pa_in: ਸਵੀਕਾਰ ਦੀ ਪੁਸ਼ਟੀ

source: You are already registered for this event
de_ch: Sie sind bereits für dieses Ereignis registriert
es_cl: Usted ya está registrado para este evento
fr: Vous êtes déjà inscrit à cet événement
pa_in: ਤੁਹਾਨੂੰ ਹੀ ਇਸ ਘਟਨਾ ਲਈ ਦਰਜ ਕੀਤੇ ਗਏ ਹਨ

source: We are unable to register you for this event as the event deadline has already passed
de_ch: Wir sind nicht in der Lage, Ihnen für diese Veranstaltung registrieren, wie das Ereignis Frist bereits abgelaufen ist
es_cl: Somos no se puede inscribirse en este evento como fecha límite evento ya ha pasado
fr: Nous sommes incapables de vous inscrire à cet événement que la date limite de l&#39;événement est déjà passé
pa_in: ਘਟਨਾ ਡੈੱਡਲਾਈਨ ਹੀ ਪਾਸ ਕੀਤਾ ਹੈ ਦੇ ਰੂਪ ਵਿੱਚ ਸਾਨੂੰ ਇਸ ਘਟਨਾ ਲਈ ਤੁਹਾਨੂੰ ਰਜਿਸਟਰ ਕਰਨ ਲਈ ਅਸਮਰੱਥ ਹੁੰਦੇ ਹਨ

source: Registration starts on
de_ch: Anmeldung beginnt am
es_cl: El registro empieza en
fr: L&#39;inscription débute sur
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ &#39;ਤੇ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ

source: Event registration is currently ongoing
de_ch: Event-Registrierung ist derzeit laufenden
es_cl: Registro de eventos es actualmente en curso
fr: l&#39;enregistrement de l&#39;événement est en cours
pa_in: ਘਟਨਾ ਰਜਿਸਟਰੇਸ਼ਨ ਇਸ ਵੇਲੇ ਚੱਲ ਰਹੀ ਹੈ,

source: Register
de_ch: Registrieren
es_cl: Registro
fr: S&#39;inscrire
pa_in: ਰਜਿਸਟਰ

source: Total Seats
de_ch: Gesamtplätze
es_cl: Total de Asientos
fr: Nombre de sièges
pa_in: ਕੁੱਲ ਅਹੁਦੇ

source: Reserved
de_ch: Reserviert
es_cl: Reservado
fr: Réservé
pa_in: ਰਿਜਰਵ

source: (Anonymous)
de_ch: (Anonym)
es_cl: (Anónimo)
fr: (Anonyme)
pa_in: (ਅਗਿਆਤ)

source: Event List for
de_ch: Ereignisliste für
es_cl: Lista de eventos para
fr: Liste des événements pour
pa_in: ਲਈ ਘਟਨਾ ਦੀ ਸੂਚੀ ਹੈ

source: Multi-day Event
de_ch: Multi-Tages-Event
es_cl: De varios días de eventos
fr: Multi-jour de l&#39;événement
pa_in: ਮਲਟੀ-ਦਿਨ ਘਟਨਾ

source: Registration Closed
de_ch: Anmeldung geschlossen
es_cl: Inscripción Cerrada
fr: Inscription Fermé
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਬੰਦ

source: You are registered
de_ch: Sie sind angemeldet
es_cl: Usted está registrado
fr: Vous êtes inscrit
pa_in: ਤੁਹਾਨੂੰ ਰਜਿਸਟਰ ਕੀਤੇ ਹਨ,

source: Attend this event
de_ch: Teilnahme an dieser Veranstaltung
es_cl: Asistir a este evento
fr: Assister à cet événement
pa_in: ਇਸ ਘਟਨਾ ਨੂੰ ਹਾਜ਼ਰ

source: No events here, yet.
de_ch: Keine Veranstaltungen hier, noch nicht.
es_cl: No hay eventos aquí, sin embargo.
fr: Aucun événement ici, encore.
pa_in: ਇੱਥੇ ਕੋਈ ਵੀ ਘਟਨਾ, ਪਰ ਹਾਲੇ ਵੀ.

source: I would like to add one.
de_ch: Ich möchte man hinzufügen.
es_cl: Me gustaría agregar uno.
fr: Je voudrais ajouter un.
pa_in: ਮੈਨੂੰ ਇੱਕ ਸ਼ਾਮਿਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ.

source: Are you sure you want to permanently delete this event?
de_ch: Sind Sie sicher, dass Sie möchten, um dieses Ereignis dauerhaft löschen?
es_cl: ¿Está seguro de que desea eliminar permanentemente este evento?
fr: Êtes-vous sûr de vouloir supprimer définitivement cet événement?
pa_in: ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਇਸ ਘਟਨਾ ਨੂੰ ਹਟਾਉਣ ਲਈ ਚਾਹੁੰਦੇ ਹੋ ਤੁਹਾਨੂੰ ਇਹ ਯਕੀਨੀ ਕਰ ਰਹੇ ਹੋ?

source: Are you sure you want to permanently delete this recurring event?
de_ch: Sind Sie sicher, dass Sie diese wiederkehrendes Ereignis endgültig löschen?
es_cl: ¿Seguro que quieres borrar permanentemente este evento recurrente?
fr: Etes-vous sûr de vouloir supprimer définitivement cet événement récurrent?
pa_in: ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਇਸ ਵਾਰ ਵਾਰ ਘਟਨਾ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Done!
de_ch: Fertig!
es_cl: ¡Hecho!
fr: Fait!
pa_in: ਸੰਪੰਨ!

source: Edit
de_ch: Bearbeiten
es_cl: Editar
fr: Modifier
pa_in: ਸੋਧ

source: Overview
de_ch: Überblick
es_cl: Información general
fr: Vue d&#39;ensemble
pa_in: ਬਾਰੇ ਸੰਖੇਪ ਜਾਣਕਾਰੀ

source: Location
de_ch: Lage
es_cl: Ubicación
fr: Emplacement
pa_in: ਸਥਿਤੀ

source: Organizer
de_ch: Veranstalter
es_cl: Organizador
fr: Organisateur
pa_in: ਔਰਗਨਾਈਜ਼ਰ

source: Speaker(s)
de_ch: Referent (en)
fr: Haut-parleur (s)
pa_in: ਸਪੀਕਰ (ਹਵਾਈਅੱਡੇ)

source: Registration
de_ch: Anmeldung
es_cl: Registro
fr: Inscription
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ

source: Pricing(s)
de_ch: Preis (e)
es_cl: Precio: (s)
fr: Prix ​​(s)
pa_in: ਕੀਮਤ (ਹਵਾਈਅੱਡੇ)

source: These changes would be applied to every event part of this series, including past events. Are you sure?
de_ch: Diese Änderungen würden auf jeden Fall, Teil dieser Serie, einschließlich vergangener Ereignisse angewendet werden. Sind Sie sicher?
es_cl: Estos cambios se aplicarían a todas las partes de esta serie de eventos, incluyendo eventos pasados. Estás seguro?
fr: Ces changements seront appliqués à chaque partie de l&#39;événement de cette série, y compris les événements passés. Êtes-vous sûr?
pa_in: ਇਹ ਬਦਲਾਅ ਪਿਛਲੇ ਸਮਾਗਮ ਵੀ ਸ਼ਾਮਲ ਹੈ ਕਿ ਇਸ ਲੜੀ &#39;, ਦੇ ਹਰ ਘਟਨਾ ਦਾ ਹਿੱਸਾ ਲਈ ਲਾਗੂ ਕੀਤਾ ਜਾਵੇਗਾ. ਤੁਹਾਨੂੰ ਪੂਰਾ ਵਿਸ਼ਵਾਸ ਹੈ?

source: Edit Email for Registration Confirmation and Reminders
de_ch: Bearbeiten E-Mail für Anmeldebestätigung und Erinnerungen
es_cl: Editar Email de Confirmación de Registro y Recordatorios
fr: Modifier mail pour confirmation d&#39;inscription et rappels
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਪੁਸ਼ਟੀ ਕਰਨ ਅਤੇ ੇਤਾਵਨੀ ਲਈ ਸੋਧ ਈ

source: Edit Email to Event Registrants
de_ch: Bearbeiten E-Mail an registrierte Teilnehmer
es_cl: Editar correo electrónico a solicitantes de registro de eventos
fr: Modifier Envoyer à inscrits à des événements
pa_in: ਘਟਨਾ Registrants ਲਈ ਸੋਧ ਨੂੰ ਈ

source: Event:
es_cl: Evento:
fr: Événement:
pa_in: ਘਟਨਾ:

source: View all registrant(s)
de_ch: Alle Registrant (en)
es_cl: Ver todo solicitante de registro (s)
fr: Voir tout titulaire (s)
pa_in: ਸਾਰੇ registrant (ਹਵਾਈਅੱਡੇ) ਤੇ ਵੇਖੋ

source: Events Export
de_ch: Veranstaltungen Export
es_cl: Eventos Exportación
fr: Événements Export
pa_in: ਸਮਾਗਮ ਐਕਸਪੋਰਟ

source: Events Export - Status
de_ch: Veranstaltungen Export - Status
es_cl: Eventos Exportación - Estado
fr: Événements Export - Statut
pa_in: ਸਮਾਗਮ ਐਕਸਪੋਰਟ - ਸਥਿਤੀ

source: Events ICS
de_ch: Veranstaltungen ICS
es_cl: Eventos ICS
fr: Evénements ICS
pa_in: ਸਮਾਗਮ ਆਈ.ਸੀ.ਐਸ

source: Create ICS
de_ch: ICS erstellen
es_cl: Crear ICS
fr: Créer ICS
pa_in: ਆਈ.ਸੀ.ਐਸ ਬਣਾਓ

source: Title
de_ch: Titel
es_cl: Título
fr: Titre
pa_in: ਟਾਈਟਲ
