Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: <h1>Register for Event</h1> <div class='event-title'>%(event_title)s</div>
de_ch: <h1> für Veranstaltungen anmelden </h1> <div class='event-title'> %(event_title)s </div>
es_cl: <h1> Inscripción para Evento </h1> <div class='event-title'> %(event_title)s </div>
fr: <h1> Inscription à l&#39;événement </h1> <div class='event-title'> %(event_title)s </div>
pa_in: ਘਟਨਾ ਦੇ ਲਈ <h1> ਰਜਿਸਟਰ </h1> <div class='event-title'> %(event_title)s </div>

source: Register for Event
de_ch: Registrieren Sie sich für Event-
es_cl: Registrarse para el evento
fr: Inscrivez-vous à l&#39;événement
pa_in: ਘਟਨਾ ਦੇ ਲਈ ਰਜਿਸਟਰ ਕਰੋ

source: Payment Methods Available
de_ch: Die vorhandenen Zahlungsmethoden
es_cl: Formas de pago disponibles
fr: Modes de paiement disponibles
pa_in: ਉਪਲਬਧ ਭੁਗਤਾਨ ਢੰਗ

source: <strong> Only the first</strong> registrant information is required. The rest of the registrants can be left blank if you don't know the information.
de_ch: <strong> Nur der erste </strong> Registrant Informationen erforderlich sind. Der Rest der Registranten kann leer gelassen werden, wenn Sie nicht wissen, die Informationen.
es_cl: Se requiere <strong> Sólo la primera </strong> la información registrada. El resto de los solicitantes de registro se puede dejar en blanco si no sabe la información.
fr: <strong> Seul le premier </strong> Informations inscrit est tenu. Le reste des personnes inscrites peut être laissé vide si vous ne connaissez pas les informations.
pa_in: <strong> ਸਿਰਫ਼ ਪਹਿਲੀ </strong> registrant ਜਾਣਕਾਰੀ ਨੂੰ ਲੋੜ ਹੁੰਦੀ ਹੈ. ਜੇਕਰ ਤੁਹਾਨੂੰ ਜਾਣਕਾਰੀ ਨੂੰ ਪਤਾ ਨਾ ਕਰਦੇ, ਜੇ registrants ਦੇ ਬਾਕੀ ਖਾਲੀ ਛੱਡ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ.

source: The first one is the primary registrant and responsible for the billing if applicable.
de_ch: Die erste ist die primäre Registrierungspflichtigen und für die Abrechnung gegebenenfalls verantwortlich.
es_cl: El primero de ellos es el registrante principal y responsable de la facturación si es aplicable.
fr: Le premier est le titulaire principal et responsable de la facturation si applicable.
pa_in: ਪਹਿਲੇ ਇੱਕ ਪ੍ਰਾਇਮਰੀ registrant ਹੈ ਅਤੇ ਜੇਕਰ ਲਾਗੂ ਬਿਲਿੰਗ ਕਰਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੈ.

source: Table of
de_ch: Tabelle
es_cl: Tabla de
fr: Table d&#39;
pa_in: ਦੀ ਸਾਰਣੀ

source: Please select a price:
de_ch: Bitte wählen Sie einen Preis:
es_cl: Por favor seleccione un precio:
fr: S&#39;il vous plaît sélectionner un prix:
pa_in: ਇਕ ਦੀ ਕੀਮਤ ਦੀ ਚੋਣ ਕਰੋ ਜੀ:

source: Available Before
de_ch: Vor verfügbar
es_cl: Disponible Antes
fr: Disponible Avant
pa_in: ਉਪਲਬਧ ਪਿਹਲ

source: Register Now
de_ch: Jetzt registrieren
es_cl: Registrarse Ahora
fr: S&#39;inscrire maintenant
pa_in: ਹੁਣ ਰਜਿਸਟਰ

source: Event has ended
de_ch: Veranstaltungsende
es_cl: Evento ha terminado
fr: Événement est terminé
pa_in: ਘਟਨਾ ਨੂੰ ਖਤਮ ਕੀਤਾ ਹੈ

source: Event is full
de_ch: Veranstaltung ist voll
es_cl: Evento está lleno
fr: L&#39;événement est complet
pa_in: ਘਟਨਾ ਦੀ ਪੂਰੀ ਹੈ,

source: Registration has ended
de_ch: Anmeldung ist beendet
es_cl: Registro ha terminado
fr: Inscription terminée
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਨੂੰ ਖਤਮ ਕੀਤਾ ਹੈ

source: ends
de_ch: Enden
es_cl: extremos
fr: extrémités
pa_in: ਅੰਤ

source: Registrant Details
de_ch: Inhaberdaten
es_cl: Detalles del Registrante
fr: Détails des inscrits
pa_in: Registrant ਵੇਰਵਾ

source: Anonymous Guest
de_ch: Anonymer Gast
es_cl: Huésped anónimo
fr: Client anonyme
pa_in: ਅਗਿਆਤ ਮਹਿਮਾਨ

source: at %(regcomp)s
de_ch: bei %(regcomp)s
es_cl: en %(regcomp)s
fr: à %(regcomp)s
pa_in: %(regcomp)s &#39;ਤੇ

source: Registration Date:
de_ch: Datum der Registrierung:
es_cl: Fecha de registro:
fr: Date d&#39;inscription:
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਦੀ ਮਿਤੀ:

source: Event Start:
es_cl: Inicio Evento:
fr: Début de l&#39;événement:
pa_in: ਘਟਨਾ ਸ਼ੁਰੂ ਕਰੋ:

source: Invoice ID:
de_ch: Rechnungs-ID:
es_cl: Factura ID:
fr: Facture ID:
pa_in: ਚਲਾਨ ID:

source: Invoice Balance:
de_ch: Rechnungsabgleich:
es_cl: Balance de la factura:
fr: Solde de la facture:
pa_in: ਚਲਾਨ ਸੰਤੁਲਨ:

source: Invoice Total:
de_ch: Rechnungsbetrag:
es_cl: Factura total:
fr: Total de la facture:
pa_in: ਚਲਾਨ ਕੁੱਲ:

source: View Profile
de_ch: Profil ansehen
es_cl: Ver Perfil
fr: Voir le profil
pa_in: ਮੇਜ਼ਬਾਨ ਦਾ ਪ੍ਰੋਫ਼ਾਈਲ ਦੇਖੋ

source: Back to event
de_ch: Zurück zum Event
es_cl: Volver al evento
fr: Retour à l&#39;événement
pa_in: ਵਾਪਸ ਘਟਨਾ ਨੂੰ

source: Export Only Non-Paid Registrants
de_ch: Export nur Non-Paid-Registranten
es_cl: Sólo Exportación solicitantes de registro no remunerado
fr: Export pour les non-payé inscrits
pa_in: ਐਕਸਪੋਰਟ ਸਿਰਫ਼ Registrants ਗੈਰ-ਭੁਗਤਾਨ

source: Export Only Paid Registrants
de_ch: Export nur gezahlt Registranten
es_cl: Los solicitantes de registro de exportación sólo pagamos
fr: Exclusivement à l&#39;exportation payé inscrits
pa_in: ਐਕਸਪੋਰਟ ਸਿਰਫ਼ Registrants ਭੁਗਤਾਨ

source: Export Non-Paid and Paid Registrants (one file)
de_ch: Export Non-Paid und Paid Registranten (eine Datei)
es_cl: Los solicitantes de registro de exportación para no pagados y pagados (un archivo)
fr: Les titulaires d&#39;exportation non-payés et (un fichier)
pa_in: ਐਕਸਪੋਰਟ ਗੈਰ-ਵੇਤਨਕ ਹੈ ਅਤੇ ਅਦਾਇਗੀ Registrants (ਇੱਕ ਫਾਇਲ)

source: Ascending
de_ch: Aufsteigend
es_cl: Ascendente
fr: Croissant
pa_in: ਵੱਧਦਾਕ੍ਰਮ

source: Descending
de_ch: Absteigend
es_cl: Descendente
fr: Descendant
pa_in: ਘੱਟਦੇ

source: Name & Phone
de_ch: Namen &amp; Phone
es_cl: Nombre y teléfono
fr: Nom et numéro de téléphone
pa_in: ਨਾਮ ਅਤੇ ਫੋਨ

source: Title &amp; Company
de_ch: Titel &amp; amp; Firma
es_cl: Título &amp; amp; Empresa
fr: Titre &amp; amp; Entreprise
pa_in: ਸਿਰਲੇਖ ਅਤੇ amp; ਕੰਪਨੀ

source: Inv#
pa_in: ਬ #

source: Inv$
pa_in: ਬ $

source: Reg#
pa_in: ਰੈਗੂ #

source: Reg$
pa_in: ਰੈਗੂ $

source: Addon$
pa_in: ਐਡ $

source: Discount$
de_ch: Rabatt $
es_cl: Descuento $
fr: Remise $
pa_in: ਛੂਟ $

source: Guest#
de_ch: Gast #
es_cl: Invitado #
fr: Invité #
pa_in: ਮਹਿਮਾਨ #

source: admin notes:
de_ch: Admin Hinweise:
es_cl: notas Administrador:
fr: notes d&#39;administration:
pa_in: admin ਨੋਟਿਸ ਨੂੰ:

source: TENDERED:
de_ch: Anlieferung:
es_cl: EFECTUADA:
fr: OFFERTE:
pa_in: ਦਿੱਤੀ ਗਈ:

source: Not Tendered
de_ch: Nicht angedient
es_cl: No Tendered
fr: Pas soumissionné
pa_in: ਦਿੱਤੀ ਗਈ ਨਾ

source: discount code
de_ch: Rabattcode
es_cl: Código de descuento
fr: code de réduction
pa_in: ਛੂਟ ਕੋਡ ਨੂੰ

source: Additional registrants on this invoice:
de_ch: Zusätzliche Registranten in dieser Rechnung:
es_cl: Solicitantes de registro adicionales en la factura:
fr: Inscrits supplémentaires sur la facture:
pa_in: ਇਸ ਨੂੰ ਚਲਾਨ &#39;ਤੇ ਵਧੀਕ registrants:

source: Additional registrants:
de_ch: Zusätzliche Registrierungs:
es_cl: Solicitantes de registro adicionales:
fr: Inscrits supplémentaires:
pa_in: ਵਧੀਕ registrants:

source: addons:
de_ch: Zugaben:
pa_in: ਐਡਆਨ:

source: Paid
de_ch: Bezahlt
es_cl: Pagado
fr: Payé
pa_in: ਵੇਤਨਕ

source: Non-Paid
es_cl: No Pago
pa_in: ਗੈਰ-ਵੇਤਨਕ

source: Showing only non-paid registrants.
de_ch: Es werden nur nicht-bezahlte Registranten.
es_cl: Se muestran sólo los solicitantes de registro no remunerados.
fr: Afficher uniquement les inscrits non-payé.
pa_in: ਸਿਰਫ ਗੈਰ-ਅਦਾ ਕੀਤੇ registrants ਵਿਖਾ.

source: Showing only paid registrants.
de_ch: Es werden nur gezahlt Registranten.
es_cl: Mostrando los solicitantes de registro sólo pagados.
fr: Affichage inscrits seulement payés.
pa_in: ਸਿਰਫ ਭੁਗਤਾਨ ਕੀਤਾ registrants ਵਿਖਾ.

source: Showing paid and non-paid registrants.
de_ch: Es werden bezahlte und nicht bezahlte Registranten.
es_cl: Mostrando registrantes pagados y no pagados.
fr: Affichage inscrits rémunérés et non rémunérés.
pa_in: ਦਾ ਭੁਗਤਾਨ ਕੀਤਾ ਹੈ ਅਤੇ ਗੈਰ-ਅਦਾ ਕੀਤੇ registrants ਵਿਖਾ.

source: Show only <strong>paid</strong>
de_ch: Nur zeigen <strong> bezahlt </strong>
es_cl: Mostrar sólo <strong> pagado </strong>
fr: Montrer que <strong> payé </strong>
pa_in: ਵੇਖਾਓ ਸਿਰਫ <strong> ਭੁਗਤਾਨ ਕੀਤਾ </strong>

source: Show only <strong>non-paid</strong>
de_ch: Nur zeigen <strong> nicht-bezahlte </strong>
es_cl: Mostrar sólo <strong> no remunerado </strong>
fr: Montrer que <strong> non payé </strong>
pa_in: ਵੇਖਾਓ ਸਿਰਫ <strong> ਗੈਰ-ਅਦਾ ਕੀਤੇ </strong>

source: Show <strong>total</strong>
de_ch: Show <strong> Gesamt </strong>
es_cl: Mostrar <strong> total de </strong>
fr: Afficher <strong> totale </strong>
pa_in: ਵੇਖਾਓ <strong> ਕੁੱਲ </strong>

source: Event Registrant Search
de_ch: Veranstaltung Registrant Suche
es_cl: Evento Registrante Buscar
fr: Titulaire de l&#39;événement Recherche
pa_in: ਘਟਨਾ Registrant ਖੋਜ

source: Registered on %(reg_date)s
de_ch: Registriert am %(reg_date)s
es_cl: Registrado el %(reg_date)s
fr: Enregistré le %(reg_date)s
pa_in: %(reg_date)s &#39;ਤੇ ਰਜਿਸਟਰਡ

source: Canceled on %(cancel_date)s
de_ch: Auf %(cancel_date)s abgesagt
es_cl: Cancelado en %(cancel_date)s
fr: Annulé sur %(cancel_date)s
pa_in: %(cancel_date)s &#39;ਤੇ ਰੱਦ ਕਰ ਦਿੱਤਾ

source: <strong>Only the first</strong> registrant information is required. The rest of the registrants can be left blank if you don't know the information.
de_ch: <strong> Nur der erste </strong> Registrant Informationen erforderlich sind. Der Rest der Registranten kann leer gelassen werden Wenn Sie nicht wissen, die Informationen.
es_cl: <strong> Sólo la primera </strong> Se requiere información de registro. El resto de los solicitantes de registro se puede dejar en blanco si usted no sabe la información.
fr: <strong> Seul le premier </strong> renseignements sur le titulaire est tenu. Le reste des personnes inscrites peut être laissée en blanc si vous ne connaissez pas les informations.
pa_in: <strong> ਸਿਰਫ਼ ਪਹਿਲੀ </strong> registrant ਜਾਣਕਾਰੀ ਨੂੰ ਕਰਨ ਦੀ ਲੋੜ ਹੈ. registrants ਦੇ ਬਾਕੀ ਖਾਲੀ ਛੱਡ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜੇਕਰ ਤੁਹਾਨੂੰ ਜਾਣਕਾਰੀ ਨੂੰ ਪਤਾ ਨਾ ਕਰਦੇ, ਜੇ.

source: There were some problems in the forms. Please review. Thanks!
de_ch: Es gab einige Probleme in den Formen. Bitte überprüfen. Danke!
es_cl: Hubo algunos problemas en las formas. Por favor revise. Gracias!
fr: Il y avait quelques problèmes dans les formes. S&#39;il vous plaît examiner. Merci!
pa_in: ਫਾਰਮ ਵਿਚ ਕੁਝ ਸਮੱਸਿਆ ਸੀ. ਦੀ ਪੜਤਾਲ ਕਰੋ. ਧੰਨਵਾਦ ਹੈ!

source: Choose a pricing to add another set of registrants
de_ch: Wählen Sie eine Preis um einen weiteren Satz von Registranten hinzufügen
es_cl: Elija una fijación de precios para agregar otro conjunto de solicitantes de registro
fr: Choisissez un prix pour ajouter un autre ensemble de personnes inscrites
pa_in: Registrants ਦਾ ਇਕ ਹੋਰ ਸਮੂਹ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਇਕ ਉਸੇ ਦੀ ਚੋਣ ਕਰੋ

source: How many?
de_ch: Wie viele?
es_cl: Cuántos?
fr: Combien?
pa_in: ਕਿੰਨੇ ਸਾਰੇ?

source: Enable more pricings
de_ch: Ermöglichen mehr Pricings
es_cl: Habilitar más pricings
fr: Permettre à plus de tarifications
pa_in: ਹੋਰ pricings ਯੋਗ ਕਰੋ

source: and addons
de_ch: und Addons
es_cl: y complementos
fr: et addons
pa_in: ਹੈ ਅਤੇ ਐਡਆਨ

source: Register &amp; Pay
de_ch: Registrieren &amp; amp; Zahlen
es_cl: Registrar &amp; amp; Preste
fr: Inscrivez-vous et amp; Payer
pa_in: ਰਜਿਸਟਰ ਕਰੋ &amp; amp; ਭੁਗਤਾਨ ਕਰੋ

source: Reassign Event Types
de_ch: Ereignistypen zuweisen
es_cl: Reasignar los tipos de eventos
fr: Réaffecter les types d&#39;événements
pa_in: ਘਟਨਾ ਕਿਸਮ ਜਾਰੀ

source: ICS Creation Failed!
es_cl: ICS Creación Error!
fr: ICS Création échoué!
pa_in: ਆਈ.ਸੀ.ਐਸ ਬਣਾਉਣ ਲਈ ਫੇਲ੍ਹ!

source: Please try again.
de_ch: Bitte versuchen Sie es erneut.
es_cl: Por favor, inténtelo de nuevo.
fr: S&#39;il vous plaît essayez de nouveau.
pa_in: ਮੁੜ ਕੋਸ਼ਿਸ ਕਰੋ ਜੀ.

source: ICS Creation Completed!
de_ch: ICS Erstellung beendet!
es_cl: ICS Creación Completado!
fr: ICS Création terminée!
pa_in: ਆਈ.ਸੀ.ਐਸ ਸ੍ਰਿਸ਼ਟੀ ਮੁਕੰਮਲ!

source: here
de_ch: hier
es_cl: aquí
fr: ici
pa_in: ਇਥੇ

source: Processing ICS Creation!
de_ch: Verarbeitung ICS Creation!
es_cl: Procesamiento Creación ICS!
fr: Traitement ICS Création!
pa_in: ਪ੍ਰੋਸੈਸਿੰਗ ਆਈ.ਸੀ.ਐਸ ਸ੍ਰਿਸ਼ਟੀ!

source: We're not done yet!
de_ch: Wir sind noch nicht fertig!
es_cl: No hemos terminado todavía!
fr: Nous n&#39;avons pas encore fini!
pa_in: ਸਾਨੂੰ ਅਜੇ ਤੱਕ ਕੀਤਾ, ਨਾ ਰਹੇ ਹੋ!

source: Please wait while we finish processing your ics file.
de_ch: Bitte warten Sie, während wir die Bearbeitung Ihrer ics-Datei.
es_cl: Por favor, espere mientras termine de procesar el archivo ics.
fr: S&#39;il vous plaît patienter pendant que nous le traitement de votre dossier ics.
pa_in: ਸਾਨੂੰ ਤੁਹਾਡੀ ਆਈ.ਸੀ.ਐਸ ਫਾਇਲ ਨੂੰ ਕਾਰਵਾਈ ਕਰਨ ਖਤਮ ਉਡੀਕੋ ਜੀ.

source: %(first_name)s %(last_name)s just added the following event from %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: %(first_name)s %(last_name)s haben soeben das folgende Ereignis von %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: %(first_name)s %(last_name)s apenas agrega el siguiente suceso de %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(first_name)s %(last_name)sਨੂੰ ਸਿਰਫ਼ s %(SITE_GLOBAL_SITEDISPLAYNAME)sਤੱਕ ਨੂੰ ਹੇਠ ਘਟਨਾ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕੀਤਾ ਹੈ

source: View event details
de_ch: Veranstaltungsdetails anzeigen
es_cl: Ver detalles del evento
fr: Voir les détails de l&#39;événement
pa_in: ਵੇਖੋ ਘਟਨਾ ਵੇਰਵੇ

source: This is a recurring event, you can view the rest of the events here
de_ch: Dies ist ein wiederkehrendes Ereignis, können Sie den Rest der Veranstaltungen hier ansehen
es_cl: Este es un evento recurrente, puede ver el resto de los eventos aquí
fr: Il s&#39;agit d&#39;un événement récurrent, vous pouvez afficher le reste des événements ici
pa_in: ਇਹ ਇੱਕ ਆਵਰਤੀ ਘਟਨਾ ਹੈ, ਤੁਹਾਨੂੰ ਇੱਥੇ ਘਟਨਾ ਦਾ ਬਾਕੀ ਦਾ ਦੇਖ ਸਕਦਾ ਹੈ

source: View recurring event list
de_ch: Informieren Sie sich über wiederkehrende Ereignisliste
es_cl: Ver lista de eventos recurrentes
fr: Voir la liste des événements récurrents
pa_in: ਆਵਰਤੀ ਘਟਨਾ ਸੂਚੀ ਵੇਖੋ,

source: Remove my email from this notification list
de_ch: Entfernen Sie meine E-Mail von dieser Benachrichtigungsliste
es_cl: Eliminar mi correo electrónico de esta lista de notificación
fr: Retirer mon email de la liste de notification
pa_in: ਨੂੰ ਇਸ ਸੂਚਨਾ ਨੂੰ ਸੂਚੀ ਵਿੱਚ ਮੇਰਾ ਈ ਹਟਾਓ

source: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Event Added: %(event_title)s
de_ch: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Ereignis hinzugefügt: %(event_title)s
es_cl: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Evento Agregado: %(event_title)s
fr: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Evénement Ajouté: %(event_title)s
pa_in: %(SITE_GLOBAL_SITEDISPLAYNAME)s - ਘਟਨਾ ਗਏ: %(event_title)s

source: Event Deleted - Notification
de_ch: Gelöschte Veranstaltung - Meldung
es_cl: Evento Eliminado - Notificación
fr: Événement supprimé - Notification
pa_in: ਘਟਨਾ ਮਿਟਾਏ - ਸੂਚਨਾ

source: %(userfirst)s %(userlast)s just deleted the following event from %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: %(userfirst)s %(userlast)sst nur das folgende Ereignis von %(SITE_GLOBAL_SITEDISPLAYNAME)selöscht s
es_cl: %(userfirst)s %(userlast)s acaba de eliminar el suceso siguiente de %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(userfirst)s %(userlast)sਨੂੰ ਸਿਰਫ਼ s %(SITE_GLOBAL_SITEDISPLAYNAME)sਤੱਕ ਨੂੰ ਹੇਠ ਘਟਨਾ ਹਟਾਇਆ ਹੈ

source: View details saved in the event-logs
de_ch: Details anzeigen in den Ereignisprotokollen gespeichert-
es_cl: Ver detalles guardan en los eventos-logs
fr: Voir les détails enregistrés dans l&#39;événement-journaux
pa_in: ਵੇਖੋ ਵੇਰਵੇ ਘਟਨਾ-ਲਾਗ ਵਿੱਚ ਸੰਭਾਲੀ

source: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Event Deleted: %(event_title)s
de_ch: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Ereignis Deleted: %(event_title)s
es_cl: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Evento eliminados: %(event_title)s
fr: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Événement Deleted: %(event_title)s
pa_in: %(SITE_GLOBAL_SITEDISPLAYNAME)s - ਘਟਨਾ ਹਟਾਇਆ: %(event_title)s

source: Event Registration Cancelled - Notification
de_ch: Event Registration Cancelled - Meldung
es_cl: Registro de Evento Cancelado - Notificación
fr: Inscription à l&#39;événement annulé - Notification
pa_in: ਘਟਨਾ ਰਜਿਸਟਰੇਸ਼ਨ Cancelled - ਸੂਚਨਾ

source: %(user_first)s %(user_last)s just cancelled their registration on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: %(user_first)s %(user_last)s nur ihre Registrierung auf %(SITE_GLOBAL_SITEDISPLAYNAME)sbgesagt s
es_cl: %(user_first)s %(user_last)s acaba de cancelar su registro en %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(user_first)s %(user_last)s %(SITE_GLOBAL_SITEDISPLAYNAME)sਤੇ ਆਪਣੇ ਰਜਿਸਟਰੇਸ਼ਨ ਰੱਦ ਕਰ ਹੁਣੇ ਹੀ ਹੈ

source: An anonymous user just cancelled the registration for:
de_ch: Ein anonymer Benutzer nur seine Registrierung gelöscht für:
es_cl: Un usuario anónimo acaba de cancelar el registro de:
fr: Un utilisateur anonyme vient d&#39;annuler l&#39;inscription:
pa_in: ਇੱਕ ਅਗਿਆਤ ਯੂਜ਼ਰ ਨੂੰ ਹੁਣੇ ਹੀ ਰਜਿਸਟਰੇਸ਼ਨ ਲਈ ਰੱਦ ਕਰ ਦਿੱਤਾ:

source: %(user_first)s %(user_last)s just cancelled the registration for:
de_ch: %(user_first)s %(user_last)sst nur die Registrierung aufgehoben für:
es_cl: %(user_first)s %(user_last)s acaba de cancelar el registro de:
pa_in: %(user_first)s %(user_last)sਨੂੰ ਸਿਰਫ਼ ਰਜਿਸਟਰੇਸ਼ਨ ਲਈ ਰੱਦ ਕਰ ਦਿੱਤਾ ਹੈ:

source: guest
de_ch: Gast
es_cl: invitado
fr: invité
pa_in: ਗਿਸਟ ਨੂੰ

source: View registration details
de_ch: Anmeldung Details anzeigen
es_cl: Más información del registro
fr: Voir la fiche d&#39;inscription
pa_in: ਵੇਖੋ ਰਜਿਸਟਰੇਸ਼ਨ ਵੇਰਵੇ

source: We now have %(eventreg)s registrants, %(regpaid)s paid ($%(eventmoney)s) and %(regpend)s pending (%(eventout)s)
de_ch: Wir haben jetzt %(eventreg)s Registranten %(regpaid)s bezahlt ($ %(eventmoney)s) und %(regpend)s anhängig ( %(eventout)s)
es_cl: Ahora tenemos %(eventreg)segistrantes, %(regpaid)s s pagado ($ %(eventmoney)s) y %(regpend)s pendiente ( %(eventout)s)
fr: Nous avons maintenant %(eventreg)s inscrits, %(regpaid)s payé ($ %(eventmoney)s) et %(regpend)s en attente ( %(eventout)s)
pa_in: ਸਾਨੂੰ ਹੁਣ %(eventreg)s registrants, %(regpaid)sਦਾ ਭੁਗਤਾਨ ਕੀਤਾ ਹੈ ਹੈ ($ %(eventmoney)s) ਅਤੇ %(regpend)sਬਕਾਇਆ s ( %(eventout)s)

source: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Event Registration Cancelled: %(event_title)s
es_cl: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Evento Registro Cancelado: %(event_title)s
fr: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Enregistrement annulé l&#39;événement: %(event_title)s
pa_in: %(SITE_GLOBAL_SITEDISPLAYNAME)s - ਘਟਨਾ ਰਜਿਸਟਰੇਸ਼ਨ Cancelled: %(event_title)s

source: Price: Free!
de_ch: Preis: Kostenlos!
es_cl: Precio: Gratis!
fr: Prix: Gratuit!
pa_in: ਕੀਮਤ: ਮੁਫਤ!

source: Total Amount: $%(priceflo)s
de_ch: Gesamtbetrag: $ %(priceflo)s
es_cl: Importe Total: $ %(priceflo)s
fr: Montant total: $ %(priceflo)s
pa_in: ਕੁੱਲ ਰਾਸ਼ੀ: $ %(priceflo)s

source: Registration Complete.
de_ch: Registrierung abzuschließen.
es_cl: Registro completo.
fr: Terminer l&#39;inscription.
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਮੁਕੰਮਲ.

source: View Invoice.
de_ch: Sehen Rechnung.
es_cl: Ver Factura.
fr: Voir Facture.
pa_in: ਚਲਾਨ ਵੇਖੋ.

source: Registration Type
de_ch: Registrierungstyp
es_cl: Tipo de registro
fr: Type d&#39;inscription
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਦੀ ਕਿਸਮ

source: Registration Complete. Enjoy the Event!
de_ch: Registrierung abzuschließen. Genießen Sie die Veranstaltung!
es_cl: Registro completo. Disfrute el evento!
fr: Terminer l&#39;inscription. Profitez de l&#39;événement!
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਮੁਕੰਮਲ. ਘਟਨਾ ਦਾ ਆਨੰਦ ਮਾਣੋ!

source: Almost Registered. Payment is still required.
de_ch: Fast dabei. Zahlung ist weiterhin erforderlich.
es_cl: Casi registrado. Todavía se requiere el pago.
fr: Près d&#39;inscription. Le paiement est toujours nécessaire.
pa_in: ਲਗਭਗ ਰਜਿਸਟਰਡ. ਭੁਗਤਾਨ ਅਜੇ ਵੀ ਲੋੜ ਹੈ.

source: Complete this registration.
de_ch: Füllen Sie dieses Anmelde.
es_cl: Complete este registro.
fr: Remplissez cette inscription.
pa_in: ਇਸ ਨੂੰ ਰਜਿਸਟਰੇਸ਼ਨ ਨੂੰ ਪੂਰਾ ਕਰੋ.

source: Addons:
es_cl: Complementos:
fr: Extensions:
pa_in: ਐਡਆਨ:

source: Helpful Links
de_ch: Hilfreiche Links
es_cl: Enlaces útiles
fr: Liens utiles
pa_in: ਮਦਦਗਾਰ ਲਿੰਕ

source: Registration Details
de_ch: Details zur Anmeldung
es_cl: Detalles de registro
fr: Détails de l&#39;enregistrement
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਵੇਰਵਾ

source: Event Roster
de_ch: Veranstaltung Roster
es_cl: Evento Roster
fr: Liste d&#39;événements
pa_in: ਘਟਨਾ ਰੋਸਟਰ

source: Add this event to your calendar.
de_ch: Fügen Sie diesen Termin in Ihrem Kalender.
es_cl: Añadir este evento a su calendario.
fr: Ajouter cet événement à votre calendrier.
pa_in: ਤੁਹਾਡੇ ਕੈਲੰਡਰ ਕਰਨ ਲਈ ਇਸ ਘਟਨਾ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰੋ.

source: Total registrants for this event:
de_ch: Gesamt Registranten für diese Veranstaltung:
es_cl: Registrantes totales para este evento:
fr: Total inscriptions pour cet événement:
pa_in: ਨੂੰ ਇਸ ਘਟਨਾ ਲਈ ਕੁੱਲ registrants:

source: This email contains registration details. Keep it in a safe place. Do not forward this email to an untrusted person.
de_ch: Diese E-Mail enthält die Registrierungs-Details. Halten Sie es an einem sicheren Ort. Nehmen Sie dieses E-Mail an eine nicht vertrauenswürdige Person weiterleiten.
es_cl: Este correo electrónico contiene datos de registro. Guárdelo en un lugar seguro. No reenvíe este correo a una persona de confianza.
fr: Cet e-mail contient les détails d&#39;inscription. Gardez-le dans un endroit sûr. Ne pas transmettre ce courriel à une personne non fiable.
pa_in: ਇਹ ਈ ਰਜਿਸਟਰੇਸ਼ਨ ਵੇਰਵੇ ਸ਼ਾਮਿਲ ਹਨ. ਕਿਸੇ ਸੁਰੱਖਿਅਤ ਜਗ੍ਹਾ &#39;ਤੇ ਰੱਖੋ. ਇੱਕ ਭਰੋਸੇਯੋਗ ਵਿਅਕਤੀ ਨਾਲ ਇਸ ਈ ਅੱਗੇ ਨਾ ਕਰੋ.

source: You should register for an account!
de_ch: Sie sollten für ein Konto registrieren!
es_cl: Usted debe registrarse para una cuenta!
fr: Vous devez vous inscrire pour un compte!
pa_in: ਤੁਹਾਨੂੰ ਇੱਕ ਖਾਤੇ ਲਈ ਰਜਿਸਟਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ!

source: This email contains your registration details. Keep it in a safe place. Do not forward this email to an untrusted person.
de_ch: Diese E-Mail enthält Ihre Registrierungsdaten. Halten Sie es an einem sicheren Ort. Nehmen Sie dieses E-Mail an eine nicht vertrauenswürdige Person weiterleiten.
es_cl: Este correo electrónico contiene sus datos de registro. Guárdelo en un lugar seguro. No reenvíe este correo a una persona de confianza.
fr: Cet e-mail contient les détails de votre enregistrement. Gardez-le dans un endroit sûr. Ne pas transmettre ce courriel à une personne non fiable.
pa_in: ਇਹ ਈ ਤੁਹਾਡੀ ਰਜਿਸਟਰੇਸ਼ਨ ਵੇਰਵੇ ਸ਼ਾਮਿਲ ਹਨ. ਕਿਸੇ ਸੁਰੱਖਿਅਤ ਜਗ੍ਹਾ &#39;ਤੇ ਰੱਖੋ. ਇੱਕ ਭਰੋਸੇਯੋਗ ਵਿਅਕਤੀ ਨਾਲ ਇਸ ਈ ਅੱਗੇ ਨਾ ਕਰੋ.

source: Event Registration Ended
es_cl: Registro de evento terminó
fr: Inscription à l&#39;événement terminé le
pa_in: ਘਟਨਾ ਰਜਿਸਟਰੇਸ਼ਨ ਵੱਜੀ

source: Money Collected
de_ch: Geld gesammelt
es_cl: Dinero recaudado
fr: L&#39;argent recueilli
pa_in: ਪੈਸਾ ਵਸੂਲੀ

source: Number of registrants
de_ch: Zahl der Registrierungs
es_cl: Número de registro
fr: Nombre de personnes inscrites
pa_in: Registrants ਦੀ ਗਿਣਤੀ

source: Number of registrants with balance
de_ch: Zahl der Registrierungs mit Balance
es_cl: Número de solicitantes de registro con el equilibrio
fr: Nombre de personnes inscrites à l&#39;équilibre
pa_in: ਸੰਤੁਲਨ ਦੇ ਨਾਲ registrants ਦੀ ਗਿਣਤੀ

source: Outstanding Money
de_ch: Herausragende Geld
es_cl: Dinero Sobresaliente
fr: L&#39;argent en circulation
pa_in: ਉਤੱਮ ਪੈਸਾ

source: Export Registration
de_ch: Export Registrierung
es_cl: Registro de Exportación
fr: Export inscription
pa_in: ਐਕਸਪੋਰਟ ਰਜਿਸਟਰੇਸ਼ਨ

source: End of registration for event
de_ch: Ende der Registrierung für Veranstaltung
es_cl: Fin de las inscripciones para el evento
fr: Fin des inscriptions pour l&#39;événement
pa_in: ਘਟਨਾ ਦੇ ਲਈ ਰਜਿਸਟਰੇਸ਼ਨ ਦਾ ਅੰਤ

source: Help File Requested
de_ch: Hilfe Datei angefordert
es_cl: Pidió Archivo de ayuda
fr: Fichier d&#39;aide demandée
pa_in: ਮੱਦਦ ਫਾਇਲ ਮੰਗਿਆ

source: A help file has been requested.
de_ch: Eine Hilfe-Datei angefordert wurde.
es_cl: Un archivo de ayuda se ha solicitado.
fr: Un fichier d&#39;aide a été demandée.
pa_in: ਇੱਕ ਨੂੰ ਮਦਦ ਦੀ ਫਾਇਲ ਨੂੰ ਬੇਨਤੀ ਕੀਤੀ ਗਈ ਹੈ.

source: Topics
de_ch: Themen
es_cl: Temas
fr: Sujets
pa_in: ਵਿਸ਼ੇ

source: Request
de_ch: Wunsch
es_cl: Solicitud
fr: Demande
pa_in: ਬੇਨਤੀ

source: Featured
de_ch: Vorge
es_cl: Destacado
fr: Sélection
pa_in: ਪ੍ਰਮੁੱਖ

source: Most viewed
de_ch: Am meisten angesehen
es_cl: Los más vistos
fr: Les plus populaires
pa_in: ਬਹੁਤੇ ਸਮਝਿਆ

source: Requests List
de_ch: Anfragen Liste
es_cl: Lista de Solicitudes
fr: Liste des demandes
pa_in: ਮੰਗ ਸੂਚੀ ਹੈ,

source: DRAFT
de_ch: ENTWURF
es_cl: PROYECTO
fr: PROJET
pa_in: ਡਰਾਫਟ

source: Requests
de_ch: Anfragen
es_cl: Solicitudes
fr: Demandes
pa_in: ਮੰਗ
