Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: View Registration
de_ch: Ansicht Registrierung
es_cl: Ver Registro
fr: Voir Enregistrement
pa_in: ਵੇਖੋ ਰਜਿਸਟਰੇਸ਼ਨ

source: Guest #
de_ch: Gast #
es_cl: Invitado #
fr: Invité #
pa_in: ਮਹਿਮਾਨ #

source: Tags:
es_cl: Etiquetas:
pa_in: ਟੈਗਸ:

source: Created on %(create_date)s by:
de_ch: Erstellt am %(create_date)s von:
es_cl: Fabricado en %(create_date)s por:
fr: Créé le %(create_date)s par:
pa_in: %(create_date)s &#39;ਤੇ ਬਣਾਇਆ ਕੇ:

source: Last updated %(update_date)s by:
de_ch: Zuletzt aktualisiert %(update_date)s von:
es_cl: Última actualización %(update_date)s por:
fr: Dernière mise à jour %(update_date)s par:
pa_in: ਪਿਛਲੇ ਅੱਪਡੇਟ ਕੀਤਾ %(update_date)s ਕੇ:

source: Delete Recurring Events
de_ch: Wiederkehrende Events löschen
es_cl: Eliminar eventos recurrentes
fr: Supprimer des événements récurrents
pa_in: ਆਵਰਤੀ ਸਮਾਗਮ ਹਟਾਓ

source: Copy
de_ch: Kopie
es_cl: Copia
fr: Copie
pa_in: ਕਾਪੀ ਕਰੋ

source: Registrant Roster
es_cl: Roster Registrante
fr: Liste inscrit
pa_in: Registrant ਰੋਸਟਰ

source: Minimal Add
de_ch: Minimal hinzufügen
es_cl: Minimal Agregar
fr: Minimal Ajouter
pa_in: ਘੱਟੋ ਸ਼ਾਮਿਲ

source: +%(events_more)s more
de_ch: + %(events_more)s mehr
es_cl: + %(events_more)ss más
fr: + %(events_more)s plus
pa_in: + %(events_more)sਹੋਰ ਹੈ

source: Filter by Type
de_ch: Filter nach Typ
es_cl: Filtrar por Tipo
fr: Filtrer par type
pa_in: ਦੀ ਕਿਸਮ ਦੁਆਰਾ ਛਾਨਣਾ

source: All Events
de_ch: Alle Veranstaltungen
es_cl: Todos los eventos
fr: Tous les événements
pa_in: ਸਾਰੇ ਸਮਾਗਮ

source: My Upcoming Events
de_ch: Meine Zukünftige Events
es_cl: Mis Eventos
fr: Mes événements à venir
pa_in: ਮੇਰੀ ਵਾਲੇ ਸਮਾਗਮ

source: Show all my registered and attended events.
de_ch: Alle registrierten und besuchten Veranstaltungen zeigen.
es_cl: Mostrar todos mis eventos registrados y atendidos.
fr: Voir tous mes événements enregistrés et suivis.
pa_in: ਮੇਰੇ ਸਾਰੇ ਰਜਿਸਟਰ ਕੀਤਾ ਹੈ ਅਤੇ ਹਾਜ਼ਰ ਹੋਏ ਸਮਾਗਮ ਵੇਖੋ.

source: Show upcoming events only.
de_ch: Nur Veranstaltungen.
es_cl: Mostrar sólo eventos próximos.
fr: Afficher uniquement les événements à venir.
pa_in: ਆਉਣ ਵਾਲੇ ਸਮਾਗਮ ਨੂੰ ਹੀ ਵੇਖੋ.

source: You're not registered for any upcoming events.
de_ch: Sie sind nicht für irgendwelche Veranstaltungen registriert.
es_cl: Usted no está registrado para eventos próximos.
fr: Vous n&#39;êtes pas encore inscrit pour tous les événements à venir.
pa_in: ਤੁਹਾਨੂੰ ਕਿਸੇ ਵੀ ਆਉਣ ਵਾਲੇ ਘਟਨਾ ਲਈ ਰਜਿਸਟਰ ਨਹੀ ਰਹੇ.

source: View our upcoming events!
de_ch: Informieren Sie sich über unsere Veranstaltungen!
es_cl: Consulte nuestros próximos eventos!
fr: Voir nos événements à venir!
pa_in: ਸਾਡੇ ਆਉਣ ਵਾਲੇ ਸਮਾਗਮ ਵੇਖੋ!

source: Event List
de_ch: Event-Liste
es_cl: Lista de eventos
fr: Liste des événements
pa_in: ਘਟਨਾ ਦੀ ਸੂਚੀ ਹੈ

source: Registrant List
de_ch: Registrant Liste
es_cl: Lista de matrícula
fr: Liste d&#39;inscrits
pa_in: Registrant ਸੂਚੀ ਹੈ,

source: Monthly Calendar
de_ch: Monatskalender
es_cl: Calendario mensual
fr: Calendrier mensuel
pa_in: ਮਾਸਿਕ ਕੈਲੰਡਰ

source: Weekly Calendar
de_ch: Wochenkalender
es_cl: Calendario semanal
fr: Calendrier hebdomadaire
pa_in: ਹਫਤਾਵਾਰੀ ਕੈਲੰਡਰ

source: My Events
de_ch: Meine Veranstaltungen
es_cl: Mis eventos
fr: Mes événements
pa_in: ਮੇਰੀ ਸਮਾਗਮ

source: Add an Event
de_ch: Eine Veranstaltung hinzufügen
es_cl: Agregar un evento
fr: Ajouter un événement
pa_in: ਇੱਕ ਘਟਨਾ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰੋ

source: Submit an Event
de_ch: Ein Event eintragen
es_cl: Enviar un evento
fr: Soumettez un événement
pa_in: ਇੱਕ ਘਟਨਾ ਭੇਜੋ

source: Pending Events
de_ch: Anstehenden Events
es_cl: Eventos pendientes
fr: Événements en attente
pa_in: ਬਕਾਇਆ ਸਮਾਗਮ

source: Event Types
de_ch: Ereignistypen
es_cl: Tipos de eventos
fr: Types d&#39;événements
pa_in: ਘਟਨਾ ਕਿਸਮ

source: Precreate Event ICS
de_ch: Precreate Ereignis ICS
es_cl: PreCreate Evento ICS
fr: Precreate ICS événement
pa_in: Precreate ਘਟਨਾ ਆਈ.ਸੀ.ਐਸ

source: This Event
de_ch: Dieses Event
es_cl: Este Evento
fr: Cet événement
pa_in: ਇਹ ਘਟਨਾ

source: View Event
es_cl: Ver Evento
fr: Voir l&#39;événement
pa_in: ਵੇਖੋ ਘਟਨਾ

source: View Recurring Event List
de_ch: Wiederkehrende Event-Liste anzeigen
es_cl: Ver Lista Evento Recurrente
fr: Afficher la liste de l&#39;événement récurrent
pa_in: ਆਵਰਤੀ ਘਟਨਾ ਦੀ ਸੂਚੀ ਹੈ ਵੇਖੋ

source: Print Event
de_ch: Drucken Veranstaltung
es_cl: Imprimir Evento
fr: Imprimer Evénement
pa_in: ਛਾਪੋ ਘਟਨਾ

source: View Attendees
de_ch: Teilnehmer anzeigen
es_cl: Ver asistentes
fr: Voir participants
pa_in: ਵੇਖੋ ਸਰੋਤੇ

source: Add Event to my Calendar
de_ch: Add Event zu meinem Kalender
es_cl: Añadir evento a mi calendario
fr: Ajouter un événement à mon calendrier
pa_in: ਮੇਰੇ ਕੈਲੰਡਰ ਨੂੰ ਘਟਨਾ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰੋ

source: Edit Event
de_ch: Ereignis bearbeiten
es_cl: Editar evento
fr: Modifier un événement
pa_in: ਸੋਧ ਘਟਨਾ

source: Edit Addons
de_ch: Addons bearbeiten
es_cl: Editar Complementos
fr: Modifier Extensions
pa_in: ਸੋਧ ਐਡਆਨ

source: Add Addon
de_ch: Addon hinzufügen
es_cl: Añadir Addon
fr: Ajouter Addon
pa_in: ਐਡ ਸ਼ਾਮਲ ਕਰੋ

source: Manage Custom Registration Form
de_ch: Verwalten von benutzerdefinierten Anmeldeformular
es_cl: Gestionar Formulario de Inscripción personalizada
fr: Gérer formulaire d&#39;inscription personnalisé
pa_in: ਕਸਟਮ ਰਜਿਸਟਰੇਸ਼ਨ ਫਾਰਮ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ

source: Edit Reminder Email
de_ch: Erinnerung bearbeiten E-Mail
es_cl: Editar recordatorio por correo electrónico
fr: Modifier courriel de rappel
pa_in: ਸੋਧ ਯਾਦ ਈ

source: Clone Event
es_cl: Evento Clone
pa_in: ਕਲੋਨ ਘਟਨਾ

source: Search Registrants
de_ch: Suche Registranten
es_cl: Buscar solicitantes de registro
fr: Rechercher inscrits
pa_in: ਖੋਜ Registrants

source: Roster Report
de_ch: Roster Bericht
es_cl: Roster Informe
pa_in: ਰੋਸਟਰ ਦੀ ਰਿਪੋਰਟ

source: Register Members
de_ch: Registrieren Mitgliederbereich
es_cl: Registro Usuarios
fr: S&#39;enregistrer Membres
pa_in: ਰਜਿਸਟਰ ਮਬਰ

source: Delete Event
de_ch: Ereignis löschen
es_cl: Eliminar Evento
fr: Supprimer l&#39;événement
pa_in: ਘਟਨਾ ਹਟਾਓ

source: More
de_ch: Mehr
es_cl: Más
fr: Plus
pa_in: ਹੋਰ

source: View Event Details
de_ch: Ereignisdetails anzeigen
es_cl: Ver detalles del evento
fr: Détails de l&#39;événement
pa_in: ਵੇਖੋ ਘਟਨਾ ਵੇਰਵਾ

source: Monthly View
de_ch: Monatsansicht
es_cl: Vista Mensual
fr: Mensuel
pa_in: ਮਾਸਿਕ ਵੇਖੋ

source: Search Registrations
de_ch: Suche Anmeldungen
es_cl: Búsqueda Inscripciones
fr: Recherche inscriptions
pa_in: ਖੋਜ ਰਜਿਸਟ੍ਰੇਸ਼ਨ

source: Event Registration Payment Status
de_ch: Event Registration Zahlungsstatus
es_cl: Evento el estado del registro de pago
fr: Événement Inscription Statut de paiement
pa_in: ਘਟਨਾ ਰਜਿਸਟਰੇਸ਼ਨ ਭੁਗਤਾਨ ਸਥਿਤੀ

source: 0 Pending Events
de_ch: 0 Offen Events
es_cl: 0 eventos pendientes
fr: 0 événements à venir
pa_in: 0 Pending ਸਮਾਗਮ

source: Back to regular event view
de_ch: Zurück zu regulären Ereignisansicht
es_cl: Volver a la vista de eventos regulares
fr: Retour à la vue régulier de l&#39;événement
pa_in: ਵਾਪਸ ਰੈਗੂਲਰ ਘਟਨਾ ਝਲਕ ਨੂੰ

source: Recurring Event List
de_ch: Wiederkehrende Event-Liste
es_cl: Lista Evento Recurrente
fr: Liste des événements récurrents
pa_in: ਆਵਰਤੀ ਘਟਨਾ ਸੂਚੀ ਹੈ,

source: Past event
de_ch: Ereignis der Vergangenheit
es_cl: Evento pasado
fr: Événement passé
pa_in: ਪਿਛਲੇ ਘਟਨਾ

source: Ongoing event
de_ch: Laufende Veranstaltung
es_cl: Evento Vigentes
fr: Événement en cours
pa_in: ਚੱਲ ਰਹੇ ਘਟਨਾ

source: Ongoing Events
de_ch: Laufende Veranstaltungen
es_cl: Eventos Actuales
fr: Evènements en cours
pa_in: ਚੱਲ ਰਹੇ ਸਮਾਗਮ

source: Past Events
de_ch: Vergangene Veranstaltungen
es_cl: Eventos Pasados
fr: Événements passés
pa_in: ਪਿਛਲੇ ਸਮਾਗਮ

source: Speaker List
de_ch: Lautsprecherliste
es_cl: Lista Altavoz
fr: Liste des conférenciers
pa_in: ਸਪੀਕਰ ਦੀ ਸੂਚੀ ਹੈ

source: Speaker
de_ch: Lautsprecher
es_cl: Altavoz
fr: Haut-parleur
pa_in: ਸਪੀਕਰ

source: Full Description
de_ch: Ausführliche Beschreibung
es_cl: Descripción completa
fr: Description complète
pa_in: ਪੂਰਾ ਵੇਰਵਾ

source: Event Details
es_cl: Detalles del evento
fr: Détails de l&#39;événement
pa_in: ਘਟਨਾ ਦਾ ਵੇਰਵਾ

source: Event Files
de_ch: Ereignisdateien
es_cl: Archivos Evento
fr: Fichiers événement
pa_in: ਘਟਨਾ ਫਾਇਲ

source: View all speakers
de_ch: Alle Lautsprecher
es_cl: Ver todos los altavoces
fr: Voir toutes les enceintes
pa_in: ਸਾਰੇ ਬੋਲਣ ਵੇਖੋ

source: Addons
es_cl: Complementos
fr: Extensions
pa_in: ਐਡਆਨ

source: Speaker Files
de_ch: Lautsprecher-Dateien
es_cl: Archivos Altavoz
fr: Fichiers Président
pa_in: ਸਪੀਕਰ ਫਾਇਲ

source: Organizer Files
de_ch: Veranstalter Dateien
es_cl: Organizador Archivos
fr: Fichiers organisateur
pa_in: ਔਰਗਨਾਈਜ਼ਰ ਫਾਇਲ

source: Location Files
de_ch: Lage Files
es_cl: Ubicación Archivos
fr: Emplacement des fichiers
pa_in: ਸਥਿਤੀ ਫਾਇਲ

source: When?
de_ch: Wenn?
es_cl: ¿Cuándo?
fr: Quand?
pa_in: ਜਦੋਂ?

source: Where?
de_ch: Wo?
es_cl: ¿Dónde?
fr: Où?
pa_in: ਕਿੱਥੇ ਹੈ?

source: Week of
de_ch: Woche
es_cl: Semana de
fr: Semaine de
pa_in: ਦੇ ਹਫਤੇ

source: Legend
de_ch: Legende
es_cl: Leyenda
fr: Légende
pa_in: ਦੰਤਕਥਾ

source: Add Addon for
de_ch: Fügen Addon für
es_cl: Añadir Addon para
fr: Ajouter Addon
pa_in: ਲਈ ਐਡ ਸ਼ਾਮਲ ਕਰੋ

source: Choose an addon for your registrants
de_ch: Wählen Sie ein Addon für Ihren Registranten
es_cl: Elija un addon para sus registrantes
fr: Choisissez un addon pour votre déclarants
pa_in: ਤੁਹਾਡੇ registrants ਲਈ ਇੱਕ ਐਡ ਦੀ ਚੋਣ ਕਰੋ

source: Addon Edit
de_ch: Addon bearbeiten
fr: Addon Modifier
pa_in: ਐਡ ਸੋਧ

source: Add a %(verbose_name)s
de_ch: Fügen Sie eine %(verbose_name)s
es_cl: Añadir un %(verbose_name)s
fr: Ajouter un %(verbose_name)s
pa_in: S ਇੱਕ %(verbose_name)sਸ਼ਾਮਲ ਕਰੋ

source: <strong>Download</strong> and <strong>fill in</strong> spreadsheet. <strong>Upload</strong> your updated spreadsheet, <strong>preview</strong>, and then <strong>submit</strong>.
de_ch: <strong> Download </strong> und <strong> füllen </strong> Tabelle. <strong> Upload </strong> Ihre aktualisierte Tabellenkalkulation, <strong> Vorschau </strong> und dann <strong> einreichen </strong>.
es_cl: <strong> Descargar </strong> y <strong> rellene </strong> de hoja de cálculo. <strong> Subir </strong> la hoja de cálculo actualizado, <strong> vista previa </strong> y <strong> enviar </strong>.
fr: <strong> Télécharger </strong> et <strong> remplir </strong> feuille de calcul. <strong> Télécharger </strong> votre feuille de calcul mise à jour, <strong> Aperçu </strong>, puis <strong> soumettre </strong>.
pa_in: <strong> ਡਾਊਨਲੋਡ </strong> ਹੈ ਅਤੇ <strong> </strong> ਸਪਰੈਡਸ਼ੀਟ ਭਰੋ. <strong> Upload </strong> ਤੁਹਾਡੇ ਅੱਪਡੇਟ ਕੀਤਾ ਸਪਰੈਡਸ਼ੀਟ, <strong> ਝਲਕ ਨੂੰ ਫਿਰ </strong>, ਅਤੇ <strong> </strong> ਨੂੰ ਦਾਖਲ.

source: Download template
de_ch: Download-Vorlage
es_cl: Descargar plantilla
fr: Télécharger modèle
pa_in: ਡਾਊਨਲੋਡ ਟੈਪਲੇਟ

source: Fill in with your event information. Dates should be formatted MM/DD/YYYY 12:00:00
de_ch: Füllen Sie mit Ihren Ereignisinformationen. Termine sollten MM / TT / JJJJ 12.00.00 formatiert werden
es_cl: Introduzca aquí su información del evento. Las fechas deben tener el formato DD / MM / AAAA 12:00:00
fr: Remplissez avec votre information d&#39;événement. Les dates doivent être formatées JJ / MM / AAAA 12:00:00
pa_in: ਤੁਹਾਡੀ ਘਟਨਾ ਦੀ ਜਾਣਕਾਰੀ ਦੇ ਨਾਲ ਭਰੋ. ਸੰਮਤ MM / DD / YYYY 12:00:00 ਫਾਰਮੈਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

source: Preview Your Import
de_ch: Vorschau Ihrer Import
es_cl: Vista previa de su importación
fr: Aperçu de votre importation
pa_in: ਤੁਹਾਡਾ ਅਯਾਤ ਝਲਕ

source: You're almost done! To complete your import click 'Import Now.'
de_ch: Sie sind fast fertig! , Um Ihre Import klicken Sie auf &#39;Jetzt importieren.&#39; Abschließen
es_cl: Ya casi ha terminado! Para completar su importación clic &#39;Importar ahora.&#39;
fr: Vous avez presque fini! Pour compléter votre importation, cliquez sur «Importer maintenant.&quot;
pa_in: ਤੁਹਾਨੂੰ ਨੂੰ ਲਗਭਗ ਵੀ ਕੀਤਾ ਰਹੇ ਹੋ! &#39;ਹੁਣ ਅਯਾਤ.&#39; ਤੁਹਾਡੇ ਆਯਾਤ ਕਲਿੱਕ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ,

source: Total Events
de_ch: Veranstaltungen insgesamt
es_cl: Total de eventos
fr: Total des événements
pa_in: ਕੁੱਲ ਸਮਾਗਮ

source: Valid Events
de_ch: Gültig Events
es_cl: Eventos válidas
fr: Événements valides
pa_in: ਠੀਕ ਸਮਾਗਮ

source: Invalid Events
de_ch: Ungültige Events
es_cl: Eventos no válidos
fr: Événements invalides
pa_in: ਗਲਤ ਸਮਾਗਮ

source: Row
de_ch: Reihe
es_cl: Fila
fr: Rangée
pa_in: ਕਤਾਰ

source: ERROR
fr: ERREUR
pa_in: ਗਲਤੀ

source: This event will be ignored (not added)
de_ch: Dieses Ereignis wird ignoriert (nicht aufgenommen)
es_cl: Este evento será ignorada (no el original)
fr: Cet événement sera ignoré (pas ajouté)
pa_in: ਇਸ ਘਟਨਾ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ (ਸ਼ਾਮਿਲ ਕੀਤਾ ਨਾ ਕਿ)

source: This event will be included
de_ch: Diese Veranstaltung wird enthalten sein
es_cl: Este evento se incluirá
fr: Cet événement sera inclus
pa_in: ਇਹ ਘਟਨਾ ਵੀ ਸ਼ਾਮਿਲ ਕੀਤਾ ਜਾਵੇਗਾ

source: We're not done yet! This page will be updated as your events are imported.
de_ch: Wir sind noch nicht fertig! Diese Seite wird aktualisiert, sobald Ihre Veranstaltungen importiert werden.
es_cl: No hemos terminado todavía! Esta página se actualizará a medida que se importan los eventos.
fr: Nous n&#39;avons pas encore fini! Cette page sera mise à jour de vos événements sont importés.
pa_in: ਸਾਨੂੰ ਅਜੇ ਤੱਕ ਕੀਤਾ, ਨਾ ਰਹੇ ਹੋ! ਤੁਹਾਡੇ ਘਟਨਾ ਨੂੰ ਆਯਾਤ ਕਰ ਰਹੇ ਹੋ, ਇਹ ਸਫ਼ੇ ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾਵੇਗਾ.

source: Import ID
es_cl: Importación ID
fr: Importer ID
pa_in: ਅਯਾਤ ID

source: File
de_ch: Datei
es_cl: Archivo
fr: Dossier
pa_in: ਫਾਇਲ

source: Import complete!
de_ch: Import abgeschlossen!
es_cl: Importación completa!
fr: Importation complète!
pa_in: ਅਯਾਤ ਮੁਕੰਮਲ ਹੋ!

source: View your events calendar.
de_ch: Sehen Sie Ihre Veranstaltungskalender.
es_cl: Ver el calendario de eventos.
fr: Afficher votre calendrier des événements.
pa_in: ਤੁਹਾਡੇ ਪ੍ਰੋਗਰਾਮ ਕੈਲੰਡਰ ਵੇਖੋ.

source: Failure Reason
de_ch: Störungsursache
es_cl: La falta de motivos
fr: Défaut Raison
pa_in: ਅਸਫ਼ਲਤਾ ਦਾ ਕਾਰਨ

source: Total Events Created
de_ch: Veranstaltungen insgesamt Erstellt
es_cl: Total de eventos creados
fr: Total des événements créés
pa_in: ਬਣਾਇਆ ਕੁੱਲ ਸਮਾਗਮ

source: You (%(requser)s) are importing the following file at (time)
de_ch: Sie ( %(requser)s) importieren Sie die folgende Datei um (Uhrzeit)
es_cl: Usted ( %(requser)s) a importar el archivo siguiente a las (hora)
fr: Vous ( %(requser)s) importez le fichier suivant à (heure)
pa_in: ਤੁਹਾਨੂੰ ( %(requser)s) &#39;ਤੇ ਹੇਠ ਦਿੱਤੀ ਫਾਇਲ (ਵਾਰ) ਨੂੰ ਆਯਾਤ ਕਰਨ ਲਈ ਕਰ ਰਹੇ ਹਨ

source: Note: Event Logging Will be Suspended for the duration of import for this session only.
de_ch: Hinweis: Ereignisprotokollierung für die Dauer von Einfuhr nur für diese Sitzung ausgesetzt werden.
es_cl: Nota: registro de eventos se suspenderá durante la duración de la importación de sólo dicha sesión.
fr: Remarque: la journalisation des événements sera suspendu pour la durée de l&#39;importation que pour cette session.
pa_in: ਨੋਟ: ਘਟਨਾ ਲਾਗ ਸਿਰਫ ਇਸ ਸ਼ੈਸ਼ਨ ਲਈ ਆਯਾਤ ਦੇ ਅੰਤਰਾਲ ਦੇ ਲਈ ਮੁਅੱਤਲ ਕੀਤਾ ਜਾਵੇਗਾ.

source: loading ...
es_cl: Cargando ...
fr: Chargement en cours ...
pa_in: ਲੋਡ ਕਰਨ ...

source: Email to Event Registrants
de_ch: E-Mail an registrierte Teilnehmer
es_cl: Correo electrónico a solicitantes de registro de eventos
fr: Email aux titulaires événement
pa_in: ਘਟਨਾ Registrants ਨੂੰ ਈ

source: Event Title:
de_ch: Titel der Veranstaltung:
es_cl: Título del evento:
fr: Titre de l&#39;événement:
pa_in: ਘਟਨਾ ਸਿਰਲੇਖ:

source: For security a footer will be automatically appended indicating the sender (you!) as well as logging a security event to prevent abuse of the system
de_ch: Zur Sicherheit eine Fußzeile wird automatisch angehängt werden, die den Absender (Sie!) Sowie Protokollierung eines Sicherheitsereignisses, um den Missbrauch des Systems zu verhindern
es_cl: Para mayor seguridad un pie de página se añadirá automáticamente indicando el remitente (¡tú!), Así como el registro de un evento de seguridad para evitar el abuso del sistema
fr: Pour plus de sécurité un pied de page sera automatiquement ajouté indiquant l&#39;expéditeur (vous!) Ainsi que la connexion d&#39;un événement de sécurité pour prévenir les abus du système
pa_in: ਦੀ ਸੁਰੱਖਿਆ ਲਈ ਇੱਕ ਫੁੱਟਰ ਨੂੰ ਆਟੋਮੈਟਿਕ ਹੀ ਭੇਜਣ ਵਾਲੇ ਦੱਸਦਾ ਹੈ (ਕਿ ਤੁਹਾਨੂੰ!) ਦੇ ਨਾਲ ਨਾਲ, ਸਿਸਟਮ ਦੇ ਨਾਲ ਬਦਸਲੂਕੀ ਨੂੰ ਰੋਕਣ ਲਈ ਇੱਕ ਸੁਰੱਖਿਆ ਘਟਨਾ ਲਾਗਇਨ ਵਿੱਚ ਖੋਲ੍ਹਿਆ ਜਾਵੇਗਾ,

source: This message will be sent IMMEDIATELY. DO NOT HIT REFRESH!
de_ch: Diese Nachricht wird sofort gesendet. NICHT Treffer erneuert!
es_cl: Este mensaje será enviado inmediatamente. NO HIT REFRESH!
fr: Ce message sera envoyé immédiatement. NE PAS HIT REFRESH!
pa_in: ਇਹ ਸੁਨੇਹਾ ਤੁਰੰਤ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ. ਤਾਜ਼ਾ ਕਰੋ Hit ਨਾ ਕਰੋ!

source: This is a reminder from your event planner for an upcoming event that you are registered for.
de_ch: Dies ist eine Erinnerung von Ihrem Event-Planer für ein bevorstehendes Ereignis, das Sie sich angemeldet haben.
es_cl: Este es un recordatorio de su planificador de eventos para un próximo evento que se ha abonado a.
fr: Ceci est un rappel de votre planificateur d&#39;événements pour un événement que vous êtes inscrit pour.
pa_in: ਇਹ ਤੁਹਾਡੇ ਲਈ ਰਜਿਸਟਰ ਹੋਏ ਹਨ, ਜੋ ਕਿ ਆਉਣ ਵਾਲੇ ਘਟਨਾ ਦੇ ਲਈ ਆਪਣੇ ਘਟਨਾ ਯੋਜਨਾਕਾਰ ਤੱਕ ਇੱਕ ਗੱਲ ਯਾਦ ਹੈ.

source: Location:
de_ch: Ort:
es_cl: Ubicación:
fr: Lieu:
pa_in: ਸਥਿਤੀ:

source: Details:
es_cl: Detalles:
fr: Détails:
pa_in: ਵੇਰਵਾ:

source: You are receiving this email from:
de_ch: Sie erhalten diese E-Mail von:
es_cl: Usted está recibiendo este correo electrónico de:
fr: Vous recevez cet e-mail à partir de:
pa_in: ਤੁਹਾਨੂੰ ਇਸ ਈ ਤੱਕ ਪ੍ਰਾਪਤ ਕਰ ਰਹੇ ਹਨ:

source: because you are a registered attendee of the event above.
de_ch: weil Sie ein registrierter Teilnehmer der Veranstaltung über.
es_cl: porque usted es un participante registrado del evento anterior.
fr: parce que vous êtes un participant agréé de l&#39;événement ci-dessus.
pa_in: ਜੇਕਰ ਤੁਹਾਨੂੰ ਉਪਰੋਕਤ ਘਟਨਾ ਦਾ ਇੱਕ ਰਜਿਸਟਰਡ attendee ਹਨ.

source: notice from
de_ch: Mitteilung
es_cl: tener al
fr: observer lors de l&#39;
pa_in: ਤੱਕ ਨੋਟਿਸ

source: Cancel Event Registration
de_ch: Abbrechen Event Registration
es_cl: Cancelar Registro de eventos
fr: Annuler l&#39;enregistrement d&#39;événement
pa_in: ਘਟਨਾ ਰਜਿਸਟਰੇਸ਼ਨ ਰੱਦ ਕਰੋ

source: Cancelling registration for Guest #:
de_ch: Widerruf der Anmeldung für die Gäste #:
es_cl: Cancelación de la inscripción para los visitantes #:
fr: Inscription des clients # Annulation:
pa_in: ਗਿਸਟ ਲਈ ਰਜਿਸਟਰੇਸ਼ਨ ਰੱਦ:

source: Amount:
de_ch: Menge:
es_cl: Importe:
fr: Montant:
pa_in: ਰਾਸ਼ੀ:

source: Cancel Registration
de_ch: Abbrechen Registrierung
es_cl: Cancelar Registro
fr: Annuler l&#39;enregistrement
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਰੱਦ ਕਰੋ

source: %(cancel_length)s registration(s) already cancelled
de_ch: %(cancel_length)s Registrierung (en) bereits abgesagt
es_cl: %(cancel_length)s de registro (s) ya cancelado
fr: L&#39;enregistrement d&#39; %(cancel_length)s(s) déjà annulé
pa_in: %(cancel_length)s ਰਜਿਸਟਰੇਸ਼ਨ (ਹਵਾਈਅੱਡੇ) ਤੇ ਹੀ ਰੱਦ ਕਰ ਦਿੱਤਾ

source: Cancelling
de_ch: Abbrechen
es_cl: Cancelación
fr: Annulation
pa_in: ਰੱਦ

source: Amount:
de_ch: Menge:
es_cl: Importe:
fr: Montant:
pa_in: ਰਾਸ਼ੀ:

source: Already Cancelled
de_ch: Bereits abgebrochen
es_cl: Ya Cancelado
fr: Déjà Annulé
pa_in: ਹੀ Cancelled

source: Guest #
de_ch: Gast #
es_cl: Invitado #
fr: Invité #
pa_in: ਮਹਿਮਾਨ #

source: Registration Form Edit
de_ch: Anmeldeformular bearbeiten
es_cl: Formulario de inscripción Edit
fr: Formulaire d&#39;inscription Modifier
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਫਾਰਮ ਸੋਧ

source: Member Registration
de_ch: Mitglied Registrierung
es_cl: Registro de Miembros
fr: Inscription membre
pa_in: ਸਦੱਸ ਰਜਿਸਟਰੇਸ਼ਨ

source: Only the first</strong> registrant information is required. The rest of the registrants can be left blank if you don't know the information.
de_ch: Nur der erste </strong> Registrant Informationen erforderlich sind. Der Rest der Registranten kann leer gelassen werden, wenn Sie nicht wissen, die Informationen.
es_cl: Sólo se requiere la primera </strong> la información registrada. El resto de los solicitantes de registro se puede dejar en blanco si no sabe la información.
fr: Seul le premier </strong> Informations inscrit est tenu. Le reste des personnes inscrites peut être laissé vide si vous ne connaissez pas les informations.
pa_in: ਸਿਰਫ਼ ਪਹਿਲੀ </strong> registrant ਜਾਣਕਾਰੀ ਨੂੰ ਲੋੜ ਹੁੰਦੀ ਹੈ. ਜੇਕਰ ਤੁਹਾਨੂੰ ਜਾਣਕਾਰੀ ਨੂੰ ਪਤਾ ਨਾ ਕਰਦੇ, ਜੇ registrants ਦੇ ਬਾਕੀ ਖਾਲੀ ਛੱਡ ਦਿੱਤਾ ਜਾ ਸਕਦਾ ਹੈ.

source: Admin Override
es_cl: Anulación de administración
fr: Administrateur Override
pa_in: ਪਰਬੰਧ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰੋ

source: addon
pa_in: ਐਡ

source: Discount
de_ch: Rabatt
es_cl: Descuento
fr: Réduction
pa_in: ਛੂਟ

source: Add another set of %(quant)s additional registrants
de_ch: Fügen Sie einen weiteren Satz von %(quant)s zusätzliche Registranten
es_cl: Agregar otro conjunto de %(quant)s de registro adicionales
fr: Ajouter un autre jeu de %(quant)s inscrits supplémentaires
pa_in: %(quant)sਦੇ ਇਕ ਹੋਰ ਸਮੂਹ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ ਹੋਰ ਵਾਧੂ registrants ਹੈ

source: Type the Code Below
de_ch: Geben Sie den Code unten
es_cl: Escriba el código de abajo
fr: Saisissez le code ci-dessous
pa_in: ਹੇਠ ਕੋਡ ਟਾਈਪ ਕਰੋ

source: Registration Edit
de_ch: Anmeldung bearbeiten
es_cl: Registro Edit
fr: Inscription Modifier
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਸੋਧ

source: Registration Confirmation
de_ch: Anmeldebestätigung
es_cl: Confirmación de Registro
fr: Confirmation de l&#39;inscription
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਪੁਸ਼ਟੀ

source: Registration cancelled.
de_ch: Registrierung gelöscht.
es_cl: Registro cancelado.
fr: Enregistrement a été annulé.
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਰੱਦ ਕੀਤਾ.

source: Almost registered. Payment is still required.
de_ch: Fast registriert. Zahlung ist weiterhin erforderlich.
es_cl: Casi registrado. Todavía se requiere el pago.
fr: Presque enregistré. Le paiement est toujours nécessaire.
pa_in: ਲਗਭਗ ਦਰਜ ਕੀਤਾ ਹੈ. ਭੁਗਤਾਨ ਅਜੇ ਵੀ ਲੋੜ ਹੈ.

source: Complete registration.
de_ch: Vollständige Registrierung.
es_cl: Registro completo.
fr: Enregistrement complet.
pa_in: ਮੁਕੰਮਲ ਰਜਿਸਟਰੇਸ਼ਨ.

source: You are registered. Balance is $%(regbal)s.
de_ch: Sie werden registriert. Gleichgewicht ist $ %(regbal)s.
es_cl: Usted está registrado. El equilibrio es $ %(regbal)s.
fr: Vous êtes inscrit. L&#39;équilibre est $ %(regbal)s.
pa_in: ਤੁਹਾਨੂੰ ਰਜਿਸਟਰ ਕੀਤੇ ਗਏ ਹਨ. ਬਕਾਇਆ $ %(regbal)s ਹੈ.

source: Pay online.
de_ch: Online bezahlen.
es_cl: Pague en línea.
fr: Payez en ligne.
pa_in: ਆਨਲਾਈਨ ਭੁਗਤਾਨ ਕਰੋ.

source: You are registered. Enjoy the event!
de_ch: Sie werden registriert. Genießen Sie die Veranstaltung!
es_cl: Usted está registrado. Disfrute el evento!
fr: Vous êtes inscrit. Profitez de l&#39;événement!
pa_in: ਤੁਹਾਨੂੰ ਰਜਿਸਟਰ ਕੀਤੇ ਗਏ ਹਨ. ਘਟਨਾ ਦਾ ਆਨੰਦ ਮਾਣੋ!

source: Registration Canceled on %(cancel_dt)s
de_ch: Registrierung auf %(cancel_dt)sbgebrochen s
es_cl: Cancelar los registros en %(cancel_dt)s
fr: Inscription Annulé sur %(cancel_dt)s
pa_in: %(cancel_dt)sਰੱਦ ਰਜਿਸਟਰੇਸ਼ਨ ਹੈ

source: Your Details
de_ch: Ihre Angaben
es_cl: Sus Detalles
fr: Vos détails
pa_in: ਤੁਹਾਡਾ ਵੇਰਵਾ

source: Registration Number:
de_ch: Registernummer:
es_cl: Número de registro:
fr: Numéro d&#39;enregistrement:
pa_in: ਰਜਿਸਟਰੇਸ਼ਨ ਨੰਬਰ:

source: Table/Team of
de_ch: Tabelle / Team von
es_cl: Tabla / Equipo de
fr: Tableau / équipe de
pa_in: ਦੀ ਸਾਰਣੀ / ਟੀਮ

source: Canceled on %(cancel_date)s
de_ch: Auf %(cancel_date)s abgesagt
es_cl: Cancelado en %(cancel_date)s
fr: Annulé sur %(cancel_date)s
pa_in: %(cancel_date)s &#39;ਤੇ ਰੱਦ ਕਰ ਦਿੱਤਾ

source: Register More People
de_ch: Registrieren Mehr Menschen
es_cl: Registrar Mas Personas
fr: Créer plus de gens
pa_in: ਹੋਰ ਲੋਕ ਰਜਿਸਟਰ

source: Payment Details
de_ch: Einzelheiten zur Bezahlung
es_cl: Detalles del pago
fr: Détails de paiement
pa_in: ਭੁਗਤਾਨ ਵੇਰਵਾ

source: Payment Method:
de_ch: Zahlungsmethode:
es_cl: Método de pago:
fr: Mode de paiement:
pa_in: ਭੁਗਤਾਨੇ ਦੇ ਢੰਗ:

source: View invoice
de_ch: Rechnung anzeigen
es_cl: Ver factura
fr: Voir facture
pa_in: ਵੇਖੋ ਚਲਾਨ

source: Pay online
de_ch: Online bezahlen
es_cl: Pague en línea
fr: Payez en ligne
pa_in: ਆਨਲਾਈਨ ਭੁਗਤਾਨ ਕਰੋ
