Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: %(salfrom)s to %(salto)s
de_ch: %(salfrom)s in %(salto)s
es_cl: %(salfrom)sa %(salto)s
fr: %(salfrom)s à %(salto)s

source: New Job (%(objtitle)s) posting on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Neuer Job ( %(objtitle)s) Veröffentlichung auf %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Nuevo trabajo ( %(objtitle)s) publicación en %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: New Job ( %(objtitle)s) l&#39;affichage sur %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Your Job Posting "%(obj_title)s" Approved on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Ihre Stellenausschreibung &quot; %(obj_title)s&quot; Genehmigt am %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Su anuncio de trabajo &quot; %(obj_title)s&quot; Aprobado en %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Votre Offre d&#39;emploi &quot;de %(obj_title)s&quot; Approuvé le %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Latitude
de_ch: Breite
es_cl: Latitud

source: Anguilla
es_cl: Anguila

source: Falkland Islands (Malvinas)
de_ch: Falkland-Inseln (Malvinas)
es_cl: Islas Malvinas (Falkland)
fr: Îles Falkland (Malvinas)

source: Faroe Islands
de_ch: Färöer-Inseln
es_cl: Islas Feroe
fr: Îles Féroé

source: France
de_ch: Frankreich
es_cl: Francia

source: French Guiana
de_ch: Französisch-Guayana
es_cl: Guayana francés
fr: Guyane française

source: Guadeloupe
es_cl: Guadalupe

source: Ireland
de_ch: Irland
es_cl: Irlanda
fr: Irlande

source: Saint Lucia
de_ch: St. Lucia
es_cl: Santa Lucía

source: French Polynesia
de_ch: Französisch-Polynesien
es_cl: Polinesia francés
fr: Polynésie française

source: Swaziland
de_ch: Swasiland
es_cl: Swazilandia

source: Thailand
es_cl: Tailandia
fr: Thaïlande

source: Thank you for your payment attempt to %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Vielen Dank für Ihre Zahlung Versuch, %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Gracias por su intento de pago que a %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Nous vous remercions de votre tentative de paiement %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Comments:
de_ch: Kommentare:
es_cl: Comentarios:
fr: Commentaires:

source: Membership App
de_ch: Mitgliedschaft App
es_cl: Membresía App
fr: App adhésion

source: Membership
de_ch: Mitgliedschaft
es_cl: Membresía
fr: Adhésion

source: Membership #
de_ch: Mitgliedschaft #
es_cl: Membresía #
fr: N ° de membre

source: Renew from now until %(memdate)s
de_ch: Erneuern von jetzt an bis %(memdate)s
es_cl: Renovar desde ahora hasta el %(memdate)s
fr: Renouveler à partir de maintenant jusqu&#39;à %(memdate)s

source: Approved on %(decision_date)s by:
de_ch: Genehmigt am %(decision_date)s:
es_cl: Aprobado el %(decision_date)s por:
fr: Approuvé le %(decision_date)s par:

source: Denied on %(decision_date)s by:
es_cl: Denegado en %(decision_date)s por:
fr: Refusé sur %(decision_date)s par:

source: Hello,<br /><br /> We have received a requet to verify an email address for signing up the membership under the corporate "%(memname)s" on %(SITE_GLOBAL_SITEDISPLAYNAME)s. <br /><br /> To verify and continue to sign up for the membership, click the following URL:
de_ch: Hallo, <br /> <br /> Wir haben eine requet eine E-Mail-Adresse für die Anmeldung die Mitgliedschaft unter verifizieren erhalten Die Unternehmens &quot; %(memname)s&quot; auf %(SITE_GLOBAL_SITEDISPLAYNAME)s. <br /> <br /> Um zu überprüfen, und weiterhin für die Mitgliedschaft zu registrieren, klicken Sie auf die folgende URL:
es_cl: Hola, <br /> <br /> Hemos recibido una requet para verificar una dirección de correo electrónico para suscribirse a la membresía en el corporativo &quot; %(memname)s&quot; en la %(SITE_GLOBAL_SITEDISPLAYNAME)s. <br /> <br /> Para verificar y seguir para inscribirse en el número de miembros, haga clic en la siguiente URL:
fr: Bonjour, <br /> <br /> Nous avons reçu un Requet pour vérifier une adresse e-mail pour vous inscrire membres sous l&#39;entreprise &quot; %(memname)s&quot; sur %(SITE_GLOBAL_SITEDISPLAYNAME)s. <br /> <br /> Pour vérifier et continuer à vous inscrire à l&#39;adhésion, cliquez sur l&#39;URL suivante:

source: Thanks, <br /><br /> %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Danke, <br /> <br /> %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Gracias, <br /> <br /> %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Merci, <br /> <br /> %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Email Address Verification Request on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: E-Mail Address Verification Antrag auf %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Solicitud Dirección de correo electrónico de verificación en %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Adresse e-mail Demande de vérification sur %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Meta Information for <br /> %(news_head)s
de_ch: Meta-Informationen für <br /> %(news_head)s
es_cl: Información Meta para <br /> %(news_head)s
fr: Meta Information pour <br /> %(news_head)s

source: Submitted on %(news_create)s by %(news_creator)s
es_cl: Enviada %(news_create)s por %(news_creator)s
fr: Le %(news_create)s par %(news_creator)s

source: by %(requser)s(administrator)
de_ch: von %(requser)s (Administrator)
es_cl: por %(requser)s (administrador)
fr: par %(requser)s (administrateur)

source: New news (%(objhead)s) posting on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Neue Nachrichten ( %(objhead)s) Veröffentlichung auf %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Nueva noticia ( %(objhead)s) publicación en %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Nouvelle nouvelles ( %(objhead)s) l&#39;affichage sur %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: watermarks
de_ch: Wasserzeichen
es_cl: marcas de agua
fr: filigranes

source: slug
de_ch: Nacktschnecke
es_cl: babosa
fr: limace

source: Photographer
de_ch: Fotograf
es_cl: El fotógrafo
fr: Photographe

source: Meta Information for<br /> %(resume_title)s
de_ch: Meta-Informationen für <br /> %(resume_title)s
es_cl: Información Meta para <br /> %(resume_title)s
fr: Meta Information pour <br /> %(resume_title)s

source: Submitted on %(create_date)s by %(contact_creator)s
es_cl: Enviada %(create_date)s por %(contact_creator)s
fr: Le %(create_date)s par %(contact_creator)s

source: Stories
de_ch: Geschichten
es_cl: Historias
fr: Histoires

source: Submitted on %(submit_date)s by %(entity_creator)s
es_cl: Enviada %(submit_date)s por %(entity_creator)s
fr: Le %(submit_date)s par %(entity_creator)s

source: Intro
es_cl: Introducción

source: Subscribers
de_ch: Abonnenten
es_cl: Suscriptores
fr: Abonnés

source: Accounting Entries View for Invoice %(invoice_id)s
de_ch: Accounting-Einträge anzeigen für Rechnungs %(invoice_id)s
es_cl: Contabilidad Ver las entradas de factura %(invoice_id)s
fr: Comptabilité entrées pour Voir Facture %(invoice_id)s

source: A summary of the accounting entries for invoice %(invoice_id)s is below.
de_ch: Eine Zusammenfassung der Buchungen für die Rechnungs %(invoice_id)s ist unten.
es_cl: Un resumen de los asientos contables de la factura %(invoice_id)s se encuentra por debajo.
fr: Un résumé des écritures comptables pour facture %(invoice_id)s est ci-dessous.

source: CANCELLED
de_ch: ABGESAGT
es_cl: CANCELADO
fr: ANNULÉ

source: ZIPCODE
es_cl: CÓDIGO POSTAL

source: New group (%(objname)s) added on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Neue Gruppe ( %(objname)s) hinzugefügt am %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Nuevo grupo ( %(objname)s) añadido el %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Nouveau groupe ( %(objname)s) ajouté sur %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: To view this invoice go to: %(SITE_GLOBAL_SITEURL)s%(objget)s
de_ch: So zeigen diese Rechnung gehen Sie zu: %(SITE_GLOBAL_SITEURL)s %(objget)s
es_cl: Para ver esta factura vaya a: %(SITE_GLOBAL_SITEURL)s %(objget)s
fr: Pour voir cette facture, allez à: %(SITE_GLOBAL_SITEURL)s %(objget)s

source: Payment attempt by %(mplast)s, %(mpfirst)s on %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Zahlungs Versuch %(mplast)s, %(mpfirst)s auf %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Intento Pago por %(mplast)s, %(mpfirst)s en %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: tentative de paiement par %(mplast)s, %(mpfirst)s sur %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Archive
de_ch: Archivieren
es_cl: Archivo
fr: Archives

source: New user (%(objname)s) added on %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Nuevo usuario ( %(objname)s) añadido el %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Nouvel utilisateur ( %(objname)s) ajouté sur %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Phone2
es_cl: Teléfono2

source: Superusers
es_cl: Los superusuarios

source: Value
de_ch: Wert
es_cl: Valor
fr: Valeur

source: Load %(archname)s versioned on %(archdate)s by %(archauth)s
es_cl: Carga %(archname)s versionado en %(archdate)s por %(archauth)s
fr: Charge %(archname)s versionné sur %(archdate)s par %(archauth)s

source: back to %(prev_dir_name)s
de_ch: zurück zu %(prev_dir_name)s
es_cl: de nuevo a %(prev_dir_name)s
fr: Retour à %(prev_dir_name)s

source: Cannot delete %(name)s
de_ch: Kann nicht gelöscht %(name)s
es_cl: No se puede eliminar %(name)s
fr: Impossible de supprimer %(name)s

source: Deleting the group %(object_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
de_ch: Löschen Sie die Gruppe %(object_name)s würde das Löschen verwandten Objekten führen, aber Ihr Konto nicht über die Berechtigung, um die folgenden Arten von Objekten zu löschen:
es_cl: Eliminación del grupo %(object_name)s resultaría en la eliminación de objetos relacionados, pero tu cuenta no tiene permiso para eliminar los siguientes tipos de objetos:
fr: Supprimer le groupe %(object_name)s se traduirait par la suppression d&#39;objets connexes, mais votre compte n&#39;a pas la permission de supprimer les types d&#39;objets suivants:

source: Deleting the group %(object_name)s would require deleting the following protected related objects:
de_ch: Löschen Sie die Gruppe %(object_name)s würde das Löschen der folgenden geschützten verwandte Objekte erfordern:
es_cl: Eliminación del grupo %(object_name)s requeriría la supresión de los siguientes objetos relacionados protegidas:
fr: Supprimer le groupe %(object_name)s, il faudrait supprimer les objets liés protégées suivantes:

source: Export all %(count_members)s member
de_ch: Exportieren Sie alle %(count_members)sitglieds
es_cl: Exportar todo %(count_members)s miembro
fr: Exporter tous %(count_members)s membre

source: Email all %(count_members)s member
de_ch: E-Mail an all %(count_members)sitglieds
es_cl: Enviar all %(count_members)s miembro
fr: Envoyer tous %(count_members)s membre

source: String (up to %(max_length)s)
de_ch: Zeichenkette (bis zu %(max_length)s)
es_cl: Cadena (hasta %(max_length)s)
fr: String (jusqu&#39;à %(max_length)s)

source: OR
es_cl: O
fr: OU

source: <div class="submitted">Created on %(create_date)s by:
de_ch: <div class="submitted"> Erstellt am %(create_date)s:
es_cl: <div class="submitted"> Fabricado en %(create_date)s por:
fr: <div class="submitted"> Créée en %(create_date)s par:

source: <small>Created on %(emails_create)s by:
de_ch: <small> Erstellt am %(emails_create)s:
es_cl: <small> Fabricado en %(emails_create)s por:
fr: <small> Créée en %(emails_create)s par:

source: Created on: <b>%(dat)s
de_ch: Erstellt am: <b> %(dat)s
es_cl: Fabricado en: <b> %(dat)s
fr: Créé le: <b> %(dat)s

source: Created on %(emailcr)s by %(email_creator)s
es_cl: Fabricado en %(emailcr)s por %(email_creator)s
fr: Créé le %(emailcr)s par %(email_creator)s

source: Per Amazon, "Each user has a unique set of sending limits, which are calculated by Amazon SES on an ongoing basis. As you continue to send high-quality email, Amazon SES learns more about your particular usage patterns, and gradually adjusts your sending limits upward - as high as you need them to go."<br /> If you think this wouldn't work for the site, you can request to increase the sending limits by <a href="https://aws-portal.amazon.com/gp/aws/html-forms-controller/contactus/SESExtendedAccess">contacting amazon.com</a>.
de_ch: Per Amazon &quot;Jeder Benutzer eine einzigartige Reihe von Senden Grenzen, die von Amazon SES berechnet hat laufend. Wie Sie qualitativ hochwertige E-Mail weiter, lernt Amazon SES mehr über Ihre besonderen Verwendungsgewohnheiten, und allmählich stellt Ihre Grenzen nach oben Senden - so hoch wie Sie brauchen sie, um zu gehen. &quot; <br /> Wenn Sie denken, dies wäre nicht für die Arbeit vor Ort, die Sie anfordern können, um die Grenzen zu erhöhen Senden von <a href="https://aws-portal.amazon.com/gp/aws/html-forms-controller/contactus/SESExtendedAccess">contacting amazon.com </a>.
es_cl: Por Amazon, &quot;Cada usuario tiene un conjunto único de límites de envío, que se calculan por Amazon SES en forma permanente. A medida que continúe para enviar correo electrónico de alta calidad, Amazon SES aprende más sobre sus patrones de uso de particulares, y poco a poco se ajusta a sus límites de envío hacia arriba - tan alto como usted los necesita ir. &quot; <br /> Si crees que esto no iba a funcionar para el sitio, usted puede solicitar para aumentar los límites de envío por <a href="https://aws-portal.amazon.com/gp/aws/html-forms-controller/contactus/SESExtendedAccess">contacting amazon.com </a>.
fr: Par Amazon »Chaque utilisateur possède un ensemble unique de l&#39;envoi de limites, qui sont calculés par Amazon SES sur une base continue. Comme vous continuez à envoyer des e-mail de haute qualité, Amazon SES apprend plus sur vos habitudes d&#39;utilisation particulières, et peu à peu ajuste vos limites d&#39;émission vers le haut - le plus haut vous en avez besoin pour aller. &quot; <br /> Si vous pensez que cela ne fonctionne pas pour le site, vous pouvez demander d&#39;augmenter les limites d&#39;envoi par <a href="https://aws-portal.amazon.com/gp/aws/html-forms-controller/contactus/SESExtendedAccess">contacting amazon.com </a>.

source: Created on %(create_date)s by %(file_creator)s
es_cl: Fabricado en %(create_date)s por %(file_creator)s
fr: Créé le %(create_date)s par %(file_creator)s

source: INVALID:
de_ch: UNGÜLTIG:
es_cl: NO VÁLIDO:
fr: NON VALIDE:

source: Articles for %(start_date)s to %(end_date)s
de_ch: Artikel für %(start_date)s in %(end_date)s
es_cl: Artículos para %(start_date)sa %(end_date)s
fr: Articles pour %(start_date)s à %(end_date)s

source: Events for %(startdate)s to %(enddate)s
de_ch: Veranstaltungen für %(startdate)s in %(enddate)s
es_cl: Acontecimientos para %(startdate)sa %(enddate)s
fr: Evénements pour %(startdate)s à %(enddate)s

source: Jobs for %(startdate)s to %(enddate)s
de_ch: Jobs für %(startdate)s in %(enddate)s
es_cl: Puestos de trabajo para %(startdate)sa %(enddate)s
fr: Offres d&#39;emploi pour %(startdate)s à %(enddate)s

source: News for %(startdate)s to %(enddate)s
de_ch: Nachrichten für %(startdate)s in %(enddate)s
es_cl: Noticias para %(startdate)sa %(enddate)s
fr: Nouvelles pour %(startdate)s à %(enddate)s

source: Pages Updated for %(startdate)s to %(enddate)s
de_ch: Aktualisiert für Seiten %(startdate)s in %(enddate)s
es_cl: Páginas actualizadas para %(startdate)sa %(enddate)s
fr: Pages mises à jour pour %(startdate)s à %(enddate)s

source: If you are not redirected within 45 secs,<br> please click the button below to submit your payment. Thank you.
de_ch: Wenn Sie nicht innerhalb von 45 Sekunden umgeleitet, <br> klicken Sie bitte den Button, um Ihre Zahlung vorzulegen. Danke.
es_cl: Si usted no es dirigido dentro de los 45 segundos, <br> por favor haga clic en el botón de abajo para enviar su pago. Gracias.
fr: Si vous n&#39;êtes pas redirigé dans 45 secondes, <br> s&#39;il vous plaît cliquez sur le bouton ci-dessous pour soumettre votre paiement. Merci.

source: zipcode
de_ch: Postleitzahl
es_cl: codigo postal
fr: code postal

source: , or <a href="/accounts/register/">create an account</a> if you do not have one
de_ch: Oder <a href="/accounts/register/"> ein Konto erstellen, wenn Sie </a> keinen haben
es_cl: O <a href="/accounts/register/"> crear una cuenta </a> si usted no tiene uno
fr: Ou <a href="/accounts/register/"> créer un compte </a> si vous n&#39;avez pas un

source: Currently showing members who joined in the last %(days)s days.
de_ch: Derzeit werden die Mitglieder, die in den letzten %(days)seigetreten s Tage.
es_cl: Actualmente mostrando los miembros que se unieron en los últimos %(days)s días.

source: Currently showing members who expired in the last %(days)s days.
de_ch: Derzeit werden die Mitglieder, die in den letzten %(days)sbgelaufen s Tage.
es_cl: Actualmente mostrando los miembros que hayan caducado en los últimos %(days)s días.

source: Fullname
es_cl: Nombre completo
fr: Nom et prénom

source: Currently showing members who renewed in the last %(days)s days.
de_ch: Derzeit werden die Mitglieder, die in den letzten %(days)srneuert s Tage.
es_cl: Actualmente mostrando los miembros que renovaron en los últimos %(days)s días.

source: UserID
es_cl: ID de usuario
fr: ID utilisateur

source: Content
de_ch: Inhalt
es_cl: Contenido
fr: Teneur

source: The following article was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Articles module by %(author)s
fr: L'article suivant a été ajouté avec le module Article du site %(SITE_GLOBAL_SITEDISPLAYNAME)s par %(author)s

source: A record has been deleted from the %(SITE_GLOBAL_SITEDISPLAYNAME)s module
fr: Une entrée a été supprimée depuis un module du site %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Deleted by:</td> <td width="75%%"><b>%(requser)s
fr: Supprimé par:</td> <td width="75%%"><b>%(requser)s

source: Headline: {{ object.headline }}
fr: Titre: {{ object.headline }}

source: Cancelling %(reglength)s registration(s)
de_ch: Stornierung %(reglength)s Registrierung (en)
fr: Annulation %(reglength)s enregistrement (s)

source: Macau
fr: Macao

source: Uganda
fr: Ouganda

source: Zambia
de_ch: Sambia
fr: Zambie

source: Square
de_ch: Platz
fr: Carré

source: sex
fr: sexe

source: Welcome to the %(SITE_GLOBAL_SITEDISPLAYNAME)s newsletter of upcoming events, articles, jobs and more from our membership.
fr: Vous êtes maintenant abonné à l'infolettre %(SITE_GLOBAL_SITEDISPLAYNAME)s et allez recevoir l'actualité en fonction de votre membership.

source: address2
fr: adresse2

source: Pie
de_ch: Kuchen
fr: Tarte

source: UserId
fr: ID utilisateur

source: Eventlogs
de_ch: Ereignisprotokolle

source: ID
de_ch: Identifikation

source: Pricings
de_ch: Preistabelle

source: Congo
de_ch: Kongo

source: Rwanda
de_ch: Ruanda

source: Greetings %(act_create)s: <br /><br /> The submission of your newsletter %(act_name)s has been completed.<br /><br /> Total Attempted to Send = %(act_attempt)s <br /> Bad Address or E-mail Blocked = %(act_fail)s <br /> Total Processed = %(act_sent)s <br /><br /> For details of this submission, go to:
de_ch: Grüße %(act_create)s: <br /> <br /> Die Einreichung Ihres Newsletters %(act_name)s abgeschlossen ist. <br /> <br /> Versuchte zu senden = %(act_attempt)s <br /> Bad-Adresse oder E-Mail-Blocked = %(act_fail)s <br /> Insgesamt Verarbeitete = %(act_sent)s <br /> <br /> Für Details dieser Vorlage finden Sie unter:

source: email2
de_ch: Mail2

source: Delete selected %(verbose_name_plural)s
de_ch: Löschen ausgewählt %(verbose_name_plural)s

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
de_ch: Löschen des ausgewählten %(objects_name)s würde das Löschen verwandten Objekten führen, aber Ihr Konto nicht über die Berechtigung, um die folgenden Arten von Objekten zu löschen:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
de_ch: Löschen des ausgewählten %(objects_name)s würde das Löschen der folgenden geschützten verwandte Objekte erfordern:
