Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: web based membership management software solution
de_ch: Web-basierte Software-Lösung Mitgliederverwaltung
es_cl: solución de software de gestión de membresía basada en web
fr: solution de logiciel de gestion de l&#39;adhésion sur le Web
pa_in: ਵੈੱਬ ਅਧਾਰਿਤ ਸਦੱਸਤਾ ਪ੍ਰਬੰਧਨ ਸਾਫਟਵੇਅਰ ਹੱਲ ਹੈ

source: www.tendenci.com developed by Schipul - The Web Marketing Company
de_ch: www.tendenci.com entwickelt von Schipul - Der Web-Marketing-Unternehmen
es_cl: www.tendenci.com desarrollado por Schipul - La Compañía de Marketing Web
fr: www.tendenci.com développé par Schipul - Le Web Marketing Company
pa_in: Schipul ਦੁਆਰਾ ਵਿਕਸਿਤ www.tendenci.com - ਵੈੱਬ ਮਾਰਕੀਟਿੰਗ ਕੰਪਨੀ

source: Transaction details:
de_ch: Angaben zur Transaktion:
es_cl: Detalles de la transacción:
fr: Détails de la transaction:
pa_in: ਆਦਾਨ ਵੇਰਵੇ:

source: More info for this recurring cycle:
de_ch: Mehr Informationen zu diesem wiederkehrenden Zyklus:
es_cl: Más información de este ciclo que se repite:
fr: Plus d&#39;information sur ce cycle récurrent:
pa_in: ਇਸ ਨੂੰ ਵਾਰ ਵਾਰ ਚੱਕਰ ਲਈ ਹੋਰ ਜਾਣਕਾਰੀ:

source: Greetings
de_ch: Gruß
es_cl: Saludos
fr: Salutations
pa_in: ਗ੍ਰੀਟਿੰਗ

source: tendenci.com developed by Schipul - The Web Marketing Company
de_ch: tendenci.com entwickelt von Schipul - Der Web-Marketing-Unternehmen
es_cl: tendenci.com desarrollado por Schipul - La Compañía de Marketing Web
fr: tendenci.com développé par Schipul - Le Web Marketing Company
pa_in: Schipul ਦੁਆਰਾ ਵਿਕਸਿਤ tendenci.com - ਵੈੱਬ ਮਾਰਕੀਟਿੰਗ ਕੰਪਨੀ

source: Invoices
de_ch: Rechnungen
es_cl: Facturas
fr: Factures
pa_in: ਚਲਾਨ

source: Transaction History
de_ch: Transaktionsverlauf
es_cl: Historial de Transacciones
fr: Historique des transactions
pa_in: ਸੰਚਾਰ ਇਤਿਹਾਸ

source: All R.P.
de_ch: Alle R.P.
es_cl: Todo R. P.
fr: Tous R.P.
pa_in: ਸਾਰੇ R.P.

source: Customers
de_ch: Kundschaft
es_cl: Clientes
fr: Clientèle
pa_in: ਗਾਹਕ,

source: This R.P.
de_ch: Diese R.P.
es_cl: Esta R. P.
fr: Cette R.P.
pa_in: ਇਹ R.P.

source: Disable Account
de_ch: Konto deaktivieren
es_cl: Deshabilitar cuenta
fr: Désactiver le compte
pa_in: ਆਯੋਗ ਖਾਤਾ

source: Manage Customer Payment and Shipping Information
de_ch: Verwalten von Kunden-Zahlung und Versand Informationen
es_cl: Gestionar Pago al cliente e información del envío
fr: Gérer Paiement à la clientèle et Information Livraison
pa_in: ਗਾਹਕ ਭੁਗਤਾਨ ਕਰਨ ਅਤੇ ਸ਼ਿਪਿੰਗ ਜਾਣਕਾਰੀ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ

source: Manage Payment Info for
de_ch: Verwalten Zahlungs-Info für
es_cl: Gestionar Pago Info para
fr: Gérer Infos de paiement pour
pa_in: ਲਈ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ

source: Add / Update Customer Payment Information
de_ch: Hinzufügen / aktualisieren Kundenzahlungsinformationen
es_cl: Añadir / Actualizar Información del Cliente Envíos
fr: Ajouter / Mettre à jour de paiement d&#39;information à la clientèle
pa_in: / ਅੱਪਡੇਟ ਗਾਹਕ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਕਰੋ

source: Region Code
es_cl: Código de la región
fr: Code de région
pa_in: ਖੇਤਰ ਕੋਡ

source: Resume URL
de_ch: Lebenslauf URL
es_cl: URL Reanudar
fr: CV URL
pa_in: ਰੈਜ਼ਿਊਮੇ URL ਨੂੰ

source: Expriation Date/Time
de_ch: Expriation Datum / Uhrzeit
es_cl: Expriation Fecha / Hora
pa_in: Expriation ਮਿਤੀ / ਟਾਈਮ

source: Awards and Certifications
de_ch: Auszeichnungen und Zertifizierungen
es_cl: Premios y Certificaciones
fr: Prix ​​et certifications
pa_in: ਅਵਾਰਡ, ਅਤੇ ਸਰਟੀਫਿਕੇਸ਼ਨ ਦੇ

source: Upload your resume here
de_ch: Laden Sie Ihren Lebenslauf hier
es_cl: Sube tu currículum aquí
fr: Téléchargez votre CV ici
pa_in: ਇੱਥੇ ਆਪਣੇ ਰੈਜ਼ਿਊਮੇ ਨੂੰ ਅੱਪਲੋਡ

source: Resume Added
de_ch: Wieder aufnehmen Added
es_cl: Reanudar Agregado
fr: Reprendre Ajouté
pa_in: ਸ਼ਾਮਿਲ ਮੁੜ

source: A resume has been added.
de_ch: Ein Wieder wurde hinzugefügt.
es_cl: Una hoja de vida se ha añadido.
fr: Un résumé a été ajoutée.
pa_in: ਇੱਕ ਰੈਜ਼ਿਊਮੇ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ.

source: Resume Deleted
de_ch: Gelöschte wieder aufnehmen
es_cl: Reanudar eliminados
fr: Reprendre supprimés
pa_in: ਮੁੜ ਮਿਟਾਏ

source: A resume has been deleted
de_ch: Ein Lebenslauf gelöscht wurde
es_cl: Una hoja de vida ha sido borrado
fr: Un résumé a été supprimé
pa_in: ਇੱਕ ਰੈਜ਼ਿਊਮੇ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ,

source: Approve Resume
de_ch: Genehmigen Lebenslauf
es_cl: Aprobar Reanudar
fr: Approuver CV
pa_in: ਮੁੜ ਸਵੀਕਾਰ ਕਰੋ

source: Are you sure you want to approve this resume?
de_ch: Sind Sie sicher, dass Sie dieses Lebenslauf bestätigen wollen?
es_cl: ¿Seguro que desea aprobar esta hoja de vida?
fr: Êtes-vous sûr de vouloir approuver ce CV?
pa_in: ਜੇ ਤੁਹਾਨੂੰ ਇਸ ਰੈਜ਼ਿਊਮੇ ਮਨਜ਼ੂਰੀ ਚਾਹੁੰਦੇ ਹੋ ਤੁਹਾਨੂੰ ਇਹ ਯਕੀਨੀ ਕਰ ਰਹੇ ਹੋ?

source: or
de_ch: oder
es_cl: o
fr: ou
pa_in: ਜ

source: Are you sure you want to delete this resume?
de_ch: Sind Sie sicher, dass Sie möchten, um dieses Lebenslauf löschen?
es_cl: ¿Seguro que quieres borrar este currículum?
fr: Êtes-vous sûr de vouloir supprimer ce CV?
pa_in: ਜੇ ਤੁਹਾਨੂੰ ਇਸ ਰੈਜ਼ਿਊਮੇ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤੁਹਾਨੂੰ ਇਹ ਯਕੀਨੀ ਕਰ ਰਹੇ ਹੋ?

source: Resumes Export
de_ch: Lebensläufe Export
es_cl: Currículos Exportación
fr: CV exportation
pa_in: ਨਿਰਯਾਤ ਮੁੜ

source: All Resumes
de_ch: Alle Bewerber
es_cl: Todos los CV
fr: Tous les curriculum vitae
pa_in: ਸਾਰੇ ਰੈਜ਼ਿਊਮੇ

source: Resume List
de_ch: Lebenslauf Liste
es_cl: Lista Reanudar
fr: Liste de CV
pa_in: ਰੈਜ਼ਿਊਮੇ ਸੂਚੀ ਹੈ,

source: Add Resume
de_ch: Diskussionsforen
es_cl: Añadir Reanudar
fr: Ajouter CV
pa_in: ਮੁੜ ਸ਼ਾਮਲ ਕਰੋ

source: Pending Resumes
de_ch: Anhängig Lebensläufe
es_cl: A la espera de los CV
fr: En attendant CV
pa_in: ਰੈਜ਼ਿਊਮੇ ਬਕਾਇਆ

source: Export Resumes
de_ch: Exportgesuche
es_cl: Los CV de exportación
fr: CV à l&#39;exportation
pa_in: ਐਕਸਪੋਰਟ ਰੈਜ਼ਿਊਮੇ

source: This Resume
de_ch: Dieses Diskussionsforum
es_cl: Esta Reanudar
fr: Ce CV
pa_in: ਇਸ ਰੈਜ਼ਿਊਮੇ

source: View Resume
de_ch: Resume-Ansicht
es_cl: Ver Reanudar
fr: Voir CV
pa_in: ਵੇਖੋ ਰੈਜ਼ਿਊਮੇ

source: Edit Resume
de_ch: Lebenslauf bearbeiten
es_cl: Editar Currículum
fr: Modifier CV
pa_in: ਸੋਧ ਮੁੜ

source: Delete Resume
de_ch: Lebenslauf löschen
es_cl: Eliminar Reanudar
fr: Supprimer CV
pa_in: ਮੁੜ ਹਟਾਓ

source: There are no pending resumes.
de_ch: Es gibt keine anstehenden Bewerbungen.
es_cl: No hay hojas de vida pendientes.
fr: Il n&#39;y a pas de curriculum vitae en cours.
pa_in: ਕੋਈ ਵੀ ਬਕਾਇਆ ਰੈਜ਼ਿਊਮੇ ਹਨ.

source: Resume Information
de_ch: Fortsetzungsinformationen
es_cl: Reanudar la Información
fr: Reprendre l&#39;information
pa_in: ਜਾਣਕਾਰੀ ਮੁੜ

source: Education
de_ch: Bildung
es_cl: Educación
fr: Éducation
pa_in: ਸਿੱਖਿਆ

source: Your resume is is under review and will be approved by an administrator
de_ch: Ihr Lebenslauf wird, ist derzeit überprüft und von einem Administrator genehmigt werden
es_cl: Su currículum se encuentra en revisión y será aprobada por un administrador
fr: Votre CV est en cours de révision et sera approuvé par un administrateur
pa_in: ਆਪਣੇ ਰੈਜ਼ਿਊਮੇ ਨੂੰ ਸਮੀਖਿਆ ਅਧੀਨ ਹੈ ਰਿਹਾ ਹੈ ਅਤੇ ਇੱਕ ਪਰਬੰਧਕ ਦੁਆਰਾ ਪ੍ਰਵਾਨਤ ਕਰ ਦਿੱਤਾ ਜਾਏਗਾ

source: resume
de_ch: Lebenslauf
es_cl: currículum
fr: CV
pa_in: ਰੈਜ਼ਿਊਮੇ

source: this resume's
de_ch: die dies Lebenslauf
es_cl: de esta hoja de vida
fr: de ce CV
pa_in: ਇਸ ਰੈਜ਼ਿਊਮੇ ਦੇ

source: website
de_ch: Webseite
es_cl: sitio web
fr: site Web
pa_in: ਦੀ ਵੈੱਬਸਾਈਟ

source: General Ledger Account Numbers
de_ch: Sachkontennummern
es_cl: Números de cuenta del Libro Mayor
fr: Grand livre numéros de compte
pa_in: ਜਨਰਲ ਲੈਡਰ ਖਾਤਾ ਨੰਬਰ

source: Similar emails found
de_ch: Ähnliche E-Mails gefunden
es_cl: Correos electrónicos similares encontrados
fr: E-mails similaire trouvé
pa_in: ਇਹੋ ਈ ਪਾਇਆ

source: Password
de_ch: Passwort
es_cl: Contraseña
fr: Mot de passe
pa_in: ਪਾਸਵਰਡ

source: Remember Login
de_ch: Daten merken
es_cl: Recuerde Login
fr: Rappelez-vous Connexion
pa_in: ਲਾਗਇਨ ਯਾਦ ਰੱਖੋ

source: This account is currently inactive.
de_ch: Dieses Konto ist derzeit inaktiv.
es_cl: Esta cuenta se encuentra inactiva.
fr: Ce compte est actuellement inactif.
pa_in: ਇਹ ਖਾਤਾ ਵਰਤਮਾਨ ਵਿੱਚ ਸਰਗਰਮ ਹੈ.

source: The username and/or password you specified are not correct.
de_ch: Der Benutzername und / oder Passwort, das Sie angegeben sind nicht korrekt.
es_cl: El nombre de usuario y / o contraseña especificada no es correcta.
fr: Le nom d&#39;utilisateur et / ou mot de passe que vous avez spécifié ne sont pas correctes.
pa_in: ਤੁਹਾਨੂੰ ਨਿਰਧਾਰਤ ਯੂਜ਼ਰ ਅਤੇ / ਜ ਪਾਸਵਰਡ ਠੀਕ ਨਹੀ ਹਨ.

source: That e-mail address doesn't have an associated user account. Are you sure you've <a href="/accounts/register" >registered</a>?
de_ch: Das E-Mail-Adresse nicht über einen zugeordneten Benutzerkonto. Sind Sie sicher, dass Sie <a href="/accounts/register" > </a> registriert?
es_cl: Esa dirección de correo electrónico no tiene una cuenta de usuario asociada. ¿Estás seguro de que has <a href="/accounts/register" > registrado </a>?
fr: Cette adresse e-mail ne dispose pas d&#39;un compte d&#39;utilisateur associé. Êtes-vous sûr que vous avez <a href="/accounts/register" > </a> inscrit?
pa_in: ਹੈ ਕਿ ਈ-ਮੇਲ ਪਤਾ ਇੱਕ ਸਬੰਧਿਤ ਉਪਭੋਗੀ ਖਾਤਾ ਨਹ ਹੈ. ਤੁਹਾਨੂੰ <a href="/accounts/register" > </a> ਦਰਜ ਕਰ ਲਿਆ ਹੈ ਹੋ?

source: That e-mail address doesn't have an associated user account.
de_ch: Das E-Mail-Adresse nicht über einen zugeordneten Benutzerkonto.
es_cl: Esa dirección de correo electrónico no tiene una cuenta de usuario asociada.
fr: Cette adresse e-mail ne dispose pas d&#39;un compte d&#39;utilisateur associé.
pa_in: ਹੈ ਕਿ ਈ-ਮੇਲ ਪਤਾ ਇੱਕ ਸਬੰਧਿਤ ਉਪਭੋਗੀ ਖਾਤਾ ਨਹ ਹੈ.

source: Password reset on %s
de_ch: Passwort-Reset auf% s
es_cl: Contraseña de reinicio en% s
fr: Mot de passe réinitialisé sur% s
pa_in: %s ਤੇ ਪਾਸਵਰਡ ਰੀਸੈਟ

source: Account Activation
de_ch: Kontoaktivierung
es_cl: Activación de la cuenta
fr: Activation du compte
pa_in: ਖਾਤਾ ਸਰਗਰਮ

source: Your account has been activated.
de_ch: Ihr Konto wurde aktiviert.
es_cl: Su cuenta ha sido activada.
fr: Votre compte a été activé.
pa_in: ਤੁਹਾਡਾ ਖਾਤਾ ਸਰਗਰਮ ਕੀਤਾ ਗਿਆ ਹੈ.

source: Log in
de_ch: Anmelden
es_cl: Iniciar sesión
fr: S&#39;identifier
pa_in: ਲਾਗਿਨ

source: Go to the dashboard
de_ch: Zum Dashboard
es_cl: Ir al salpicadero
fr: Aller au tableau de bord
pa_in: ਡੈਸ਼ਬੋਰਡ ਨੂੰ ਜਾਓ

source: Activation failed.
de_ch: Aktivierung fehlgeschlagen.
es_cl: La activación ha fallado.
fr: Échec de l&#39;activation.
pa_in: ਸਰਗਰਮੀ ਲਈ ਫੇਲ੍ਹ ਹੈ.

source: Activation Complete
de_ch: Aktivierung abgeschlossen
es_cl: Activación completa
fr: complète d&#39;activation
pa_in: ਸਰਗਰਮੀ ਮੁਕੰਮਲ

source: Congrats! Your account is now active.
de_ch: Herzlichen Glückwunsch! Ihr Konto ist nun aktiv.
es_cl: Congrats! Su cuenta está activa.
fr: Félicitations! Votre compte est maintenant actif.
pa_in: Congrats! ਤੁਹਾਡਾ ਖਾਤਾ ਹੁਣ ਐਕਟਿਵ ਹੈ.

source: Accounts
de_ch: Konten
es_cl: Cuentas
fr: Comptes
pa_in: ਖਾਤੇ

source: Login
es_cl: Iniciar sesión
fr: Connexion
pa_in: ਲਾਗਇਨ

source: Log In to the Site
de_ch: Melden Sie sich bei der Website
es_cl: Entrar al sitio
fr: Connectez-vous au site
pa_in: ਸਾਈਟ ਨੂੰ ਵਿੱਚ ਲਾਗ

source: You are already logged in as %(user)s.
de_ch: Sie sind bereits angemeldet als %(user)s.
es_cl: Usted ya está en el sistema como %(user)s.
fr: Vous êtes déjà connecté en tant que %(user)s.
pa_in: ਤੁਹਾਨੂੰ ਹੀ %(user)sਦੇ ਤੌਰ ਤੇ ਲਾਗਇਨ ਕਰ ਰਹੇ ਹਨ.

source: Logout?
es_cl: Cerrar sesión?
fr: Se déconnecter?
pa_in: ਲਾਗਆਉਟ?

source: Forgot your password?
de_ch: Passwort vergessen?
es_cl: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?
pa_in: ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?

source: Click here to reset your password.
de_ch: Klicken Sie hier, um Ihr Passwort zurückzusetzen.
es_cl: Haga clic aquí para restablecer tu contraseña.
fr: Cliquez ici pour réinitialiser votre mot de passe.
pa_in: ਆਪਣਾ ਪਾਸਵਰਡ ਸੈੱਟ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ.

source: Don't have an account?
de_ch: Sie haben noch kein Konto?
es_cl: ¿No tienes una cuenta?
fr: Vous n&#39;avez pas de compte?
pa_in: ਕੋਈ ਖਾਤਾ ਹੈ ਨਾ ਕਰੋ?

source: Logout
de_ch: Abmelden
es_cl: Salir
fr: Déconnexion
pa_in: ਲਾਗਆਉਟ

source: You're logged out. Thanks for spending some quality time with the Web site today.
de_ch: Sie sind abgemeldet. Vielen Dank für die Ausgaben einiger Zeit mit der Website heute.
es_cl: Usted está desconectado. Gracias por pasar algún tiempo de calidad con el sitio Web de hoy en día.
fr: Vous êtes déconnecté. Merci d&#39;avoir passé du temps de qualité avec le site Web aujourd&#39;hui.
pa_in: ਤੁਹਾਨੂੰ ਲਾਗਆਉਟ ਰਹੇ ਹੋ. ਨੇ ਅੱਜ ਦੀ ਵੈੱਬ ਸਾਈਟ ਦੇ ਨਾਲ ਵੀ ਕੁਝ ਗੁਣਵੱਤਾ ਵਾਰ ਖਰਚ ਲਈ ਧੰਨਵਾਦ.

source: Log in again
de_ch: Melden Sie sich erneut
es_cl: Entrar de nuevo
fr: Connectez-vous à nouveau
pa_in: ਨੂੰ ਫਿਰ ਲਾਗ ਇਨ

source: Password Reset
de_ch: Passwort zurücksetzen
es_cl: Restablecer contraseña
fr: Mot de passe Réinitialiser
pa_in: ਪਾਸਵਰਡ ਰੀਸੈਟ

source: Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
de_ch: Geben Sie Ihre E-Mail-Adresse ein, und wir werden Anweisungen für das Erstellen eines neuen E-Mail-.
es_cl: Introduzca su dirección de correo electrónico a continuación, y vamos a por e-mail las instrucciones para establecer una nueva.
fr: Entrez votre adresse e-mail ci-dessous, et nous vous enverrons un e-mail les instructions pour créer un nouveau mot.
pa_in: ਹੇਠ ਤੁਹਾਡੇ ਈ-ਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ, ਅਤੇ ਸਾਨੂੰ ਇੱਕ ਨਵ ਇੱਕ ਸੈੱਟ ਕਰਨ ਲਈ ਨਿਰਦੇਸ਼-ਮੇਲ ਈ ਹੋਵੋਗੇ.

source: I want to make a new account. Take me back to registration.
de_ch: Ich möchte ein neues Konto zu machen. Nehmen Sie mich zurück zu Registrierung.
es_cl: Quiero hacer una nueva cuenta. Llévame a registro.
fr: Je veux créer un nouveau compte. Ramenez-moi à l&#39;enregistrement.
pa_in: ਮੈਨੂੰ ਇੱਕ ਨਵ ਖਾਤੇ ਨੂੰ ਬਣਾਉਣ ਲਈ ਚਾਹੁੰਦੇ ਹੋ. ਵਾਪਸ ਰਜਿਸਟਰੇਸ਼ਨ ਕਰਨ ਲਈ ਮੈਨੂੰ ਲੈ ਜਾਓ.

source: Registration Complete
de_ch: Anmeldung abzuschließen
es_cl: Registro Completo
fr: Terminer l&#39;inscription
pa_in: ਮੁਕੰਮਲ ਰਜਿਸਟਰੇਸ਼ਨ

source: User Registration
de_ch: Benutzerregistrierung
es_cl: Registro de Usuarios
fr: Enregistrement de l&#39;utilisateur
pa_in: ਯੂਜ਼ਰ ਰਜਿਸਟਰੇਸ਼ਨ

source: Fill out the form below to create your account
de_ch: Füllen Sie das untenstehende Formular aus, um Ihr Konto zu erstellen
es_cl: Rellene el siguiente formulario para crear una cuenta
fr: Remplissez le formulaire ci-dessous pour créer votre compte
pa_in: ਆਪਣੇ ਖਾਤੇ ਬਣਾਉਣ ਲਈ ਹੇਠ ਦਿੱਤੇ ਫਾਰਮ ਨੂੰ ਭਰੋ

source: First Name:
de_ch: Vorname:
es_cl: Nombre de pila:
fr: Prénom:
pa_in: ਪਹਿਲਾ ਨਾਂ:

source: Last Name:
de_ch: Nachname:
es_cl: Apellido:
fr: Nom de famille:
pa_in: ਆਖਰੀ ਨਾਂਮ:

source: Email Address (Enter twice to verify):
de_ch: E-Mail-Adresse (Geben Sie zweimal, um zu überprüfen):
es_cl: Dirección de correo electrónico (Enter dos veces para verificar):
fr: Adresse e-mail (Entrez deux fois pour vérifier):
pa_in: ਈਮੇਲ ਪਤਾ (ਤਸਦੀਕ ਕਰਨ ਦੀ ਦੋ ਵਾਰ ਦਿਓ):

source: Password:
de_ch: Passwort:
es_cl: Contraseña:
fr: Mot de passe:
pa_in: ਪਾਸਵਰਡ:

source: Password (again):
de_ch: Passwort (wieder):
es_cl: Contraseña (de nuevo):
fr: Mot de passe (à nouveau):
pa_in: ਪਾਸਵਰਡ (ਮੁੜ):

source: Security:
de_ch: Sicherheit:
es_cl: Seguridad:
fr: Sécurité:
pa_in: ਸੁਰੱਖਿਆ:

source: Export %(name)s
es_cl: Exportación %(name)s
pa_in: ਨਿਰਯਾਤ %(name)sਦੀ

source: Boxes Export
de_ch: Boxen Export
es_cl: Cajas de Exportación
fr: Boîtes Export
pa_in: ਖਾਨੇ ਐਕਸਪੋਰਟ

source: Contact Form Submitted
de_ch: Kontaktformular eingereicht
es_cl: Formulario de contacto Enviado
fr: Formulaire de contact Soumis
pa_in: ਸੰਪਰਕ ਫਾਰਮ ਪੇਸ਼

source: A contact form has been submitted.
de_ch: Ein Kontakt Formular abgeschickt wurde.
es_cl: Un formulario de contacto ha sido enviado.
fr: Un formulaire de contact a été soumise.
pa_in: ਇਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਫਾਰਮ ਨੂੰ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ ਹੈ.

source: Add:
de_ch: Hinzufügen:
es_cl: Añadir:
fr: Ajouter:
pa_in: ਸ਼ਾਮਲ ਕਰੋ:

source: Delete Page
de_ch: Seite löschen
es_cl: Eliminar página
fr: Supprimer la page
pa_in: Page ਹਟਾਓ

source: Back to contacts search
de_ch: Zurück zur Kontaktsuche
es_cl: Volver a la búsqueda de contactos
fr: Retour à la recherche de contacts
pa_in: ਵਾਪਸ ਸੰਪਰਕ ਦੀ ਭਾਲ ਕਰਨ ਲਈ

source: Submitted on %(create_date)s
de_ch: Eingestellt am %(create_date)s
es_cl: Enviada %(create_date)s
fr: Soumis le %(create_date)s
pa_in: %(create_date)s &#39;ਤੇ ਪੇਸ਼

source: %(contact)s's Contact Form Submission
de_ch: %(contact)s Kontaktformular Submission
es_cl: %(contact)se s Contacto Formulario de Presentación
fr: %(contact)sormulaire de soumission de s
pa_in: %(contact)s ਦੇ ਸੰਪਰਕ ਫਾਰਮ ਅਧੀਨ

source: Submitted %(create_date)s
de_ch: Eingereicht %(create_date)s
es_cl: Enviado %(create_date)s
fr: Soumis %(create_date)s
pa_in: ਪੇਸ਼ %(create_date)s

source: content type
de_ch: Inhaltstyp
es_cl: tipo de contenido
fr: type de contenu
pa_in: ਸਮੱਗਰੀ ਨੂੰ ਦੀ ਕਿਸਮ

source: object id
de_ch: Objekt-ID
es_cl: Identificación del objeto
fr: objet id
pa_in: ਇਕਾਈ id

source: Contributions Index Page
de_ch: Beiträge zur Index-Seite
es_cl: Aportes Página índice
fr: Indice Contributions page
pa_in: ਯੋਗਦਾਨ ਸੂਚੀ ਪੱਤਰ Page

source: All Contributions
de_ch: Alle Beiträge
es_cl: Todos los Aportes
fr: Toutes les contributions
pa_in: ਸਾਰੇ ਯੋਗਦਾਨ

source: My Contributions
de_ch: Meine Beiträge
es_cl: Mis contribuciones
fr: Mes contributions
pa_in: ਮੇਰੀ ਯੋਗਦਾਨ

source: Customize Dashboard Statistics
de_ch: Passen Sie Dashboard-Statistik
es_cl: Personalizar estadísticas Dashboard
fr: Personnalisez Statistiques Tableau de bord
pa_in: ਡੈਸ਼ਬੋਰਡ ਅੰਕੜੇ ਨੂੰ ਸੋਧਣ ਲਈ

source: Customize the dashboard statistics that would show up in the dashboard page by either reordering the following statistics types or choosing which type would be visible at a current time.
de_ch: Passen Sie die Dashboard-Statistiken, die zeigen würde, in der Dashboard-Seite entweder durch Neuordnung der folgenden Statistiken Typen oder die Entscheidung, welche Art würde sichtbar zu einem aktuellen Zeitpunkt sein.
es_cl: Personaliza las estadísticas del salpicadero que aparecerían en la página de panel, ya sea reordenando los siguientes tipos o elección estadísticas qué tipo sería visible a la vez actual.
fr: Personnaliser les statistiques du tableau de bord qui apparaissent dans la page du tableau de bord soit par réorganiser les types de statistiques suivants ou choix quel type serait visible à l&#39;heure actuelle.
pa_in: ਦੀ ਕਿਸਮ ਨੂੰ ਇੱਕ ਮੌਜੂਦਾ ਸਮ &#39;ਤੇ ਵੇਖਾਈ ਜਾਵੇਗੀ, ਜੋ ਕਿ ਹੇਠ ਲਿਖੇ ਅੰਕੜੇ ਕਿਸਮ ਜ ਚੋਣ ਤਰਤੀਬ ਦੁਆਰਾ ਡੈਸ਼ਬੋਰਡ ਸਫ਼ੇ ਵਿੱਚ ਵਿਖਾਈ ਜਾਵੇਗੀ, ਜੋ ਕਿ ਡੈਸ਼ਬੋਰਡ ਦੇ ਅੰਕੜੇ ਨੂੰ ਸੋਧਣ ਲਈ.

source: Users
de_ch: Benutzer
es_cl: Usuarios
fr: Utilisateurs
pa_in: ਉਪਭੋਗੀ,

source: Groups
de_ch: Gruppen
es_cl: Grupos
fr: Groupes
pa_in: ਗਰੁੱਪ

source: Directories
de_ch: Verzeichnisse
es_cl: Directorios
fr: Répertoires
pa_in: ਡਾਇਰੈਕਟਰੀ

source: Resumes
de_ch: Lebensläufe
es_cl: CV
fr: CV
pa_in: ਰੈਜ਼ਿਊਮੇ

source: Corp. Memb.
pa_in: ਕਾਰਪੋਰੇਸ਼ਨ Memb.

source: Events
de_ch: Geschehen
es_cl: Eventos
fr: Événements
pa_in: ਸਮਾਗਮ

source: Files
de_ch: Dateien
es_cl: Archivos
fr: Fichiers
pa_in: ਫਾਇਲ

source: Locations
de_ch: Standorte
es_cl: Ubicaciones
fr: Emplacements
pa_in: ਸਥਾਨ

source: Contributions
de_ch: Beiträge
es_cl: Aportes
pa_in: ਯੋਗਦਾਨ

source: Forms
de_ch: Formen
es_cl: Formas
fr: Formulaires
pa_in: ਫਾਰਮ

source: Redirects
de_ch: Weiterleitungen
es_cl: Redirecciones
fr: Redirections
pa_in: ਕੀ ਜੁੜਦਾ ਹੈ

source: Contacts
de_ch: Kontakte
es_cl: Contactos
pa_in: ਸੰਪਰਕ

source: Event Logs
de_ch: Ereignisprotokolle
es_cl: Registros de eventos
fr: journaux d&#39;événements
pa_in: ਘਟਨਾ ਲਾਗ

source: Tendenci Blog
de_ch: Trends Blog
fr: Tendances Blog
pa_in: ਦੇ ਰੁਝਾਨ Blog

source: Tendenci Help
fr: Tendenci Aide
pa_in: Tendenci ਮੱਦਦ

source: Admin Quick Links
de_ch: Admin Nützliche Links
es_cl: Admin Enlaces rápidos
fr: Liens rapides administrateur
pa_in: ਪਰਬੰਧ ਤੇਜ਼ ਲਿੰਕ

source: Add a page
de_ch: Hinzufügen einer Seite
es_cl: Agregar una página
fr: Ajouter une page
pa_in: ਇੱਕ ਸਫ਼ਾ ਸ਼ਾਮਲ ਕਰੋ

source: Search All Modules
de_ch: Suche Alle Module
es_cl: Buscar en todos los módulos
fr: Rechercher dans tous les modules
pa_in: ਸਾਰੇ ਮੋਡੀਊਲ ਦੀ ਖੋਜ

source: Import Users
de_ch: Benutzer importieren
es_cl: Importar usuarios
fr: Importer des utilisateurs
pa_in: ਅਯਾਤ ਉਪਭੋਗੀ,

source: Enable/Disable modules
de_ch: Enable / Disable-Module
es_cl: Habilitar modules / Desactivar
fr: Activer modules / Désactiver
pa_in: / ਅਯੋਗ ਮੈਡਿਊਲ ਯੋਗ ਕਰੋ

source: Clear Cache
de_ch: Cache löschen
es_cl: Borrar la caché
fr: Vider le cache
pa_in: ਆਸਮਾਨ ਸਾਫ ਕੈਸ਼

source: Theme Editor
es_cl: Editor de temas
pa_in: ਥੀਮ ਸੰਪਾਦਕ

source: Admin Panel
es_cl: Panel de Administración
fr: panneau d&#39;administration
pa_in: ਪਰਬੰਧ ਪੈਨਲ

source: Recurring Payments
de_ch: Wiederkehrende
es_cl: Pagos periódicos
fr: Paiements récurrents
pa_in: ਆਵਰਤੀ ਭੁਗਤਾਨ

source: Update Theme
es_cl: Actualización Temática
fr: Mise à jour Thème
pa_in: ਅੱਪਡੇਟ ਥੀਮ

source: Update Styles
es_cl: Actualizar Styles
fr: Mise à jour Styles
pa_in: ਅੱਪਡੇਟ Styles

source: Update Template
es_cl: Plantilla de actualización
fr: Mise à jour de modèle
pa_in: ਅੱਪਡੇਟ ਫਰਮਾ

source: Update Navigation
es_cl: Actualización de Navegación
fr: Mise à jour de navigation
pa_in: ਅੱਪਡੇਟ ਨੇਵੀਗੇਸ਼ਨ

source: Update Footer
es_cl: Actualización de pie de página
fr: Mise à jour Footer
pa_in: ਅੱਪਡੇਟ ਪਦਲੇਖ

source: Change Themes
de_ch: Änderung Themes
es_cl: Cambiar los temas
fr: Changez de thème
pa_in: ਬਦਲੋ ਥੀਮ

source: Theme Settings
de_ch: Design-Einstellungen
es_cl: Ajustes de tema
fr: Paramètres thème
pa_in: ਥੀਮ ਸੈਟਿੰਗ

source: Search Users
de_ch: Suche Anwender
es_cl: Usuarios
fr: Rechercher des utilisateurs
pa_in: ਖੋਜ ਉਪਭੋਗੀ,

source: Add User
de_ch: Benutzer hinzufügen
es_cl: Añadir usuario
fr: Ajouter un utilisateur
pa_in: ਯੂਜ਼ਰ ਸ਼ਾਮਲ ਕਰੋ

source: Registrations
de_ch: Registrierungen
es_cl: Inscripciones
fr: Inscriptions
pa_in: ਰਜਿਸਟ੍ਰੇਸ਼ਨ

source: Day Submissions
de_ch: Tag Einreichungen
es_cl: Las presentaciones del Día
fr: Jour soumissions
pa_in: ਦਿਵਸ ਬੇਨਤੀਆ

source: Day Traffic
de_ch: Tag Verkehrs
es_cl: Día Tráfico
fr: Journée de la circulation
pa_in: ਦਿਵਸ ਟਰੈਫਿਕ

source: Discount codes must be unique.
de_ch: Rabatt-Codes muss eindeutig sein.
es_cl: Códigos de descuentos deben ser únicos.
fr: Les codes promotionnels doivent être uniques.
pa_in: ਛੂਟ ਕੋਡ ਵਿਲੱਖਣ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.

source: Applications
de_ch: Anwendungen
es_cl: Aplicaciones
pa_in: ਕਾਰਜ,

source: Select the applications that can use this discount.
de_ch: Wählen Sie die Anwendungen, die diese Ermäßigung nutzen können.
es_cl: Seleccione las aplicaciones que pueden utilizar este descuento.
fr: Sélectionnez les applications qui peuvent utiliser cette réduction.
pa_in: ਇਸ ਨੂੰ ਇਸਤੇਮਾਲ ਕਰ ਸਕਦੇ ਹੋ, ਜੋ ਕਿ ਛੂਟ ਕਾਰਜ ਦੀ ਚੋਣ ਕਰੋ,.

source: Check this box to make the discount code never expire.
de_ch: Markieren Sie dieses Feld, um den Rabatt-Code nie ab.
es_cl: Marque esta casilla para que el código de descuento nunca caduca.
fr: Cochez cette case pour rendre le code de réduction n&#39;expirent jamais.
pa_in: ਛੂਟ ਕੋਡ ਨੂੰ ਮਿਆਦ ਖਤਮ ਕਦੇ ਬਣਾਉਣ ਲਈ ਇਹ ਬਾਕਸ ਚੈੱਕ ਕਰੋ.

source: Discount Value
de_ch: Rabatt Wert
es_cl: Valor Descuento
fr: Valeur Remise
pa_in: ਛੂਟ Value

source: Enter discount value as a positive number.
de_ch: Geben Sie Rabatt Wert als positive Zahl.
es_cl: Introducir el valor de descuento como un número positivo.
fr: Entrer la valeur de réduction comme un nombre positif.
pa_in: ਨੂੰ ਇੱਕ ਸਕਾਰਾਤਮਕ ਨੰਬਰ ਦੇ ਤੌਰ ਛੂਟ ਮੁੱਲ ਦਿਓ.

source: Maximum Uses
de_ch: Maximale Einsatzmöglichkeiten
es_cl: Usos Máximo
fr: Utilisations maximales
pa_in: ਵੱਧ ਉਪਯੋਗ

source: Enter 0 for unlimited discount code uses.
de_ch: Geben Sie 0 für unbegrenzt Rabatt-Code Anwendungen.
es_cl: Introduzca 0 para descuento usos código ilimitados.
fr: Entrez 0 pour les utilisations de codes de réduction illimitées.
pa_in: ਬੇਅੰਤ ਛੂਟ ਕੋਡ ਨੂੰ ਵਰਤਦਾ ਹੈ ਲਈ 0 ਦਿਓ.

source: Add Discount
de_ch: Discount hinzufügen
es_cl: Añadir Descuento
fr: Ajouter à prix réduits
pa_in: ਛੂਟ ਸ਼ਾਮਲ ਕਰੋ

source: Delete Discount
de_ch: Löschen Discount
es_cl: Eliminar Descuento
fr: Supprimer Discount
pa_in: ਛੂਟ ਹਟਾਓ

source: Delete a Discount
de_ch: Löschen eines Discount
es_cl: Eliminar un descuento
fr: Supprimer un rabais
pa_in: ਇਕ ਛੂਟ ਹਟਾਓ
