Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: Please provide as much detail as possible.
de_ch: Bitte geben Sie so viele Details wie möglich.
es_cl: Por favor, proporcione tantos detalles como sea posible.
fr: S&#39;il vous plaît fournir autant de détails que possible.
pa_in: ਸੰਭਵ ਤੌਰ &#39;ਤੇ ਤੌਰ&#39; ਤੇ ਬਹੁਤ ਕੁਝ ਵੇਰਵੇ ਮੁਹੱਈਆ ਕਰੋ.

source: If you would like to, also include your name and email:
de_ch: Wenn Sie möchten, auch Ihren Namen und E-Mail:
es_cl: Si a usted le gustaría, también, incluya su nombre y correo electrónico:
fr: Si vous le souhaitez, ajoutez aussi votre nom et votre email:
pa_in: ਤੁਹਾਨੂੰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਨੂੰ ਵੀ ਤੁਹਾਡਾ ਨਾਮ ਅਤੇ ਈ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ:

source: New Help File Requested
de_ch: Neue Hilfe Datei angefordert
es_cl: Solicitado Nuevo Archivo de ayuda
fr: Nouveau fichier d&#39;aide demandée
pa_in: ਨਿਊ ਮੱਦਦ ਫਾਇਲ ਮੰਗਿਆ

source: Industry Code
de_ch: Industrie-Code
es_cl: Código de la Industria
fr: Code de l&#39;industrie
pa_in: ਉਦਯੋਗ ਕੋਡ

source: Position starts on:
de_ch: Position startet am:
es_cl: Posición comienza el:
fr: Position commence sur:
pa_in: ਸਥਿਤੀ &#39;ਤੇ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ:

source: Post Date/Time
de_ch: Post Datum / Uhrzeit
es_cl: Mensaje Fecha / Hora
fr: Poster Date / Heure
pa_in: ਪੋਸਟ ਮਿਤੀ / ਟਾਈਮ

source: Contact email
de_ch: Kontakt E-Mail
es_cl: Email de contacto
pa_in: ਸੰਪਰਕ ਈਮੇਲ

source: Contact country
de_ch: Kontakt Land
es_cl: Contacto país
fr: Contactez pays
pa_in: ਸੰਪਰਕ ਦੇਸ਼ &#39;

source: Job Added
de_ch: Job hinzugefügt
es_cl: Job Añadido
fr: Job Ajouté
pa_in: ਅੱਯੂਬ ਗਏ

source: A job has been added.
de_ch: Ein Job wurde hinzugefügt.
es_cl: Se ha añadido un puesto de trabajo.
fr: Un travail a été ajoutée.
pa_in: ਇੱਕ ਨੌਕਰੀ ਦੀ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ.

source: Job Deleted
de_ch: Auftrag gelöscht
es_cl: Trabajo eliminado
fr: Travail supprimé
pa_in: ਅੱਯੂਬ ਹਟਾਇਆ

source: A job has been deleted
de_ch: Ein Job gelöscht wurde
es_cl: Se ha suprimido un trabajo
fr: Un travail a été supprimé
pa_in: ਇੱਕ ਨੌਕਰੀ ਦੀ ਹੀ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ,

source: Job Approved User Notice
de_ch: Job Approved Unsere Benutzer
es_cl: Trabajo Aprobado Aviso usuario
fr: Travail Approuvé Avis des utilisateurs
pa_in: ਅੱਯੂਬ ਮਨਜ਼ੂਰ ਯੂਜ਼ਰ ਦਾ ਨੋਟਿਸ

source: A job has been approved - user notice.
de_ch: Ein Job wurde genehmigt - Benutzer Ankündigung.
es_cl: Un trabajo ha sido aprobado - Anuncio de usuario.
fr: Un travail a été approuvé - notice d&#39;utilisation.
pa_in: ਉਪਭੋਗੀ ਨੂੰ ਨੋਟਿਸ ਦੇ, - ਇੱਕ ਦੀ ਨੌਕਰੀ ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੀ ਗਈ ਹੈ.

source: Jobs Pricing
es_cl: Empleos Precios
fr: Jobs Prix
pa_in: Jobs ਕੀਮਤ

source: Delete Job
de_ch: Job löschen
es_cl: Eliminar trabajo
fr: Supprimer le travail
pa_in: ਅੱਯੂਬ ਹਟਾਓ

source: Back to this
de_ch: Zurück zu dieser
es_cl: Volver a esta
fr: Retour à cette
pa_in: ਵਾਪਸ ਇਸ ਨੂੰ ਕਰਨ ਲਈ

source: Contact
de_ch: Kontakt
es_cl: Contacto
fr: Contactez
pa_in: ਸੰਪਰਕ

source: My
de_ch: Meine
es_cl: Mi
fr: Ma
pa_in: ਮੇਰੀ

source: My Pending
de_ch: Meine Pending
es_cl: Mi Pendiente
fr: Mon attente
pa_in: ਮੇਰੀ Pending

source: More options
de_ch: Mehr Optionen
es_cl: Más opciones
fr: Plus d&#39;options
pa_in: ਹੋਰ ਵਿਕਲਪ

source: View Job
de_ch: Stelle anzeigen
es_cl: Ver empleo
fr: Voir l&#39;annonce
pa_in: ਵੇਖੋ ਅੱਯੂਬ

source: Search Job Bank
de_ch: Suche Stellenanbieter
es_cl: Búsqueda de Empleo
fr: Rechercher Job Bank
pa_in: Job Bank ਦੀ ਖੋਜ ਕਰੋ

source: Add a Job
de_ch: Fügen Sie einen Job
es_cl: Añadir un empleo
fr: Ajouter une offre d&#39;emploi
pa_in: ਇਕ ਅੱਯੂਬ ਸ਼ਾਮਲ ਕਰੋ

source: Job Posting Payment Status
de_ch: Stellenanzeige Payment Status
es_cl: Estado del trabajo de envío Pago
fr: Affichage paiement Statut de l&#39;emploi
pa_in: ਨੌਕਰੀ ਦੇ ਉਸ ਇਸ਼ਤਿਹਾਰ ਭੁਗਤਾਨ ਸਥਿਤੀ

source: Pending Jobs
de_ch: Anhängigen Jobs
es_cl: A la espera de ofertas de empleo
fr: En attendant d&#39;emploi
pa_in: ਸਬੰਧਤ ਬਕਾਇਆ

source: There are no pending jobs.
de_ch: Es gibt keine anstehenden Aufträge.
es_cl: No hay trabajos pendientes.
fr: Il n&#39;y a pas de travaux en attente.
pa_in: ਕੋਈ ਵੀ ਬਕਾਇਆ ਨੌਕਰੀ ਹਨ.

source: Add a New Price:
de_ch: Fügen Sie einen neuen Preis:
es_cl: Añadir un Nuevo Precio:
fr: Ajouter un nouveau Prix:
pa_in: ਇਕ ਨਿਊ ਕੀਮਤ ਸ਼ਾਮਿਲ ਕਰੋ:

source: To add a new job price, complete the fields below and press Submit.
de_ch: Um einen neuen Job Preis hinzuzufügen, füllen Sie die Felder aus und drücken Sie auf Absenden.
es_cl: Para agregar un nuevo precio de trabajo, complete los campos siguientes y pulse Enviar.
fr: Pour ajouter un nouveau prix de l&#39;emploi, de remplir les champs ci-dessous et cliquez sur Soumettre.
pa_in: ਇੱਕ ਨਵ ਨੌਕਰੀ ਦੀ ਕੀਮਤ ਸ਼ਾਮਿਲ ਕਰਨ ਲਈ, ਹੇਠ ਖੇਤਰ ਮੁਕੰਮਲ ਕਰੋ ਅਤੇ Enter ਦਬਾਓ ਭੇਜੋ.

source: To edit the job price, complete the fields below and press Submit.
de_ch: Um den Job Preis zu bearbeiten, füllen Sie die Felder aus und drücken Sie auf Absenden.
es_cl: Para editar el precio del trabajo, complete los campos siguientes y pulse Enviar.
fr: Pour modifier le prix du travail, remplissez les champs ci-dessous et cliquez sur Soumettre.
pa_in: ਨੌਕਰੀ ਦੀ ਕੀਮਤ ਵਿੱਚ ਸੋਧ ਕਰਨ ਲਈ, ਹੇਠ ਖੇਤਰ ਮੁਕੰਮਲ ਕਰੋ ਅਤੇ Enter ਦਬਾਓ ਭੇਜੋ.

source: All Pricing
de_ch: Alle Preise
es_cl: Todos los precios
fr: Tous les prix
pa_in: ਸਾਰੇ ਕੀਮਤ

source: Search Pricings
de_ch: Suche Preistabelle
es_cl: Búsqueda pricings
fr: Recherche pricings
pa_in: ਖੋਜ Pricings

source: Add Pricing
de_ch: Pricing
es_cl: Añadir Precios
fr: Ajouter Prix
pa_in: ਕੀਮਤ ਸ਼ਾਮਲ ਕਰੋ

source: This Pricing
de_ch: Diese Preisangabe
es_cl: Esta Precios
fr: Ce Prix
pa_in: ਇਹ ਕੀਮਤ

source: View Pricing
de_ch: Preise anzeigen
es_cl: Ver Precios
fr: Voir les tarifs
pa_in: ਵੇਖੋ ਕੀਮਤ

source: Edit Pricing
de_ch: Preis bearbeiten
es_cl: Editar Precios
fr: Modifier Prix
pa_in: ਸੋਧ ਕੀਮਤ

source: Delete Pricing
de_ch: Preis löschen
es_cl: Borrar Precios
fr: Supprimer Prix
pa_in: ਕੀਮਤ ਹਟਾਓ

source: Job Pricing List
de_ch: Job Pricing Liste
es_cl: Lista de Precios de empleo
fr: Prix ​​d&#39;emploi Liste d&#39;
pa_in: ਅੱਯੂਬ ਕੀਮਤ ਸੂਚੀ ਹੈ,

source: Include Tax:
de_ch: Steuern:
es_cl: Incluya Impuestos:
fr: Inclure l&#39;impôt:
pa_in: ਟੈਕਸ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ:

source: Tax Rate:
de_ch: Steuersatz:
es_cl: Tasa de impuestos:
fr: Taux d&#39;imposition:
pa_in: ਟੈਕਸ ਦਰ:

source: Non-Member
es_cl: No miembros
fr: Non-membres
pa_in: ਗੈਰ-ਸਦੱਸ

source: Back to regular job view
de_ch: Zurück zu regulären Job Ansicht
es_cl: Volver a la vista normal de trabajo
fr: Retour à la vue régulier du travail
pa_in: ਵਾਪਸ ਰੈਗੂਲਰ ਨੌਕਰੀ ਦੀ ਝਲਕ ਨੂੰ

source: Your printed page will look <em>something</em> like this.</div>
de_ch: Ihre gedruckte Seite <em> etwas </em> so aussehen. </div>
es_cl: Su página impresa se verá <em> algo </em> como este. </div>
fr: Votre page imprimée regarder <em> quelque chose </em> comme ça. </div>
pa_in: ਤੁਹਾਡਾ ਛਪੇ ਸਫ਼ੇ <em> ਚੀਜ਼ ਨੂੰ </em> ਇਸ ਵਰਗਾ ਦਿਖਾਈ ਦੇਵੇਗਾ. </div>

source: Salary
de_ch: Gehalt
es_cl: Salario
fr: Salaire
pa_in: ਤਨਖਾਹ

source: Code
es_cl: Código
pa_in: ਕੋਡ

source: Job Requirements
de_ch: Job-Anforderungen
es_cl: Requisitos del puesto
fr: Exigences de l&#39;emploi
pa_in: ਅੱਯੂਬ ਲੋੜ

source: Skills
de_ch: Fähigkeiten
es_cl: Habilidades
fr: Compétences
pa_in: ਸਕਿੱਲਜ਼

source: Education Required
de_ch: Ausbildung erforderlich
es_cl: Estudios mínimos
fr: Formation requise
pa_in: ਸਿੱਖਿਆ ਇਸ ਦੀ ਲੋੜ ਹੈ

source: Company Information
de_ch: Unternehmensinformationen
es_cl: Información de la empresa
fr: Information sur la Compagnie
pa_in: ਕੰਪਨੀ ਦੀ ਜਾਣਕਾਰੀ

source: Contact Information
de_ch: Kontaktinformationen
es_cl: Información del contacto
fr: Coordonnées
pa_in: ਸੰਪਰਕ ਜਾਣਕਾਰੀ

source: Your job is is under review and will be approved by an administrator
de_ch: Ihre Aufgabe wird, ist derzeit überprüft und von einem Administrator genehmigt werden
es_cl: Su trabajo se encuentra en revisión y será aprobada por un administrador
fr: Votre travail est en cours de révision et sera approuvé par un administrateur
pa_in: ਤੁਹਾਡਾ ਕੰਮ ਦੀ ਸਮੀਖਿਆ ਅਧੀਨ ਹੈ ਰਿਹਾ ਹੈ ਅਤੇ ਇੱਕ ਪਰਬੰਧਕ ਦੁਆਰਾ ਪ੍ਰਵਾਨਤ ਕਰ ਦਿੱਤਾ ਜਾਏਗਾ

source: Information
de_ch: Informationen
es_cl: Información
fr: Informations
pa_in: ਜਾਣਕਾਰੀ

source: Level
de_ch: Ebene
es_cl: Nivel
fr: Niveau
pa_in: ਪੱਧਰ

source: Period
de_ch: Zeit
es_cl: Período
fr: Période
pa_in: ਪੀਰੀਅਡ

source: Computer Skills
de_ch: EDV-Kenntnisse
es_cl: Habilidades informáticas
fr: Compétences informatiques
pa_in: ਕੰਪਿਊਟਰ ਹੁਨਰ

source: Contact Method
de_ch: Kontakt-Methode
es_cl: Método de contacto
fr: Méthode de contact
pa_in: ਸੰਪਰਕ ਢੰਗ

source: Agency
de_ch: Agentur
es_cl: Agencia
fr: Agence
pa_in: ਏਜੰਸੀ

source: Job Add Notice
de_ch: Job hinzufügen und Datenschutz
es_cl: Tarea Añadir Aviso
fr: Ajouter le job avis
pa_in: ਅੱਯੂਬ ਸ਼ਾਮਿਲ ਨੋਿਟਸ

source: Company Name:
de_ch: Name der Firma:
es_cl: Nombre de empresa:
fr: Nom de l&#39;entreprise:
pa_in: ਕੰਪਨੀ ਦਾ ਨਾਂ:

source: Position Title:
de_ch: Position Titel:
es_cl: Título del Puesto:
fr: Titre du poste:
pa_in: ਸਥਿਤੀ ਸਿਰਲੇਖ:

source: To view the details of this job, go to:
de_ch: Um die Details dieses Auftrags anzuzeigen, gehen Sie zu:
es_cl: Para ver los detalles de este trabajo, vaya a:
fr: Pour voir les détails de cette offre, rendez-vous à:
pa_in: ਇਸ ਨੌਕਰੀ ਦਾ ਵੇਰਵਾ ਵੇਖਣ ਲਈ, ਲਈ ਜਾਓ:

source: You can activate this job at:
de_ch: Sie können diesen Job bei zu aktivieren:
es_cl: Puede activar este trabajo en:
fr: Vous pouvez activer cette offre à:
pa_in: ਤੁਹਾਨੂੰ &#39;ਤੇ ਇਸ ਨੌਕਰੀ ਨੂੰ ਸਰਗਰਮ ਕਰ ਸਕਦੇ ਹੋ:

source: Your job posting "%(obj_title)s" has been approved.
de_ch: Ihre Stellenanzeige &quot; %(obj_title)s&quot; wurde genehmigt.
es_cl: Su oferta de trabajo &quot; %(obj_title)s&quot; ha sido aprobada.
fr: Votre offre d&#39;emploi &quot;de %(obj_title)s&quot; a été approuvé.
pa_in: ਤੁਹਾਡਾ ਨੌਕਰੀ ਦੇ ਉਸ ਇਸ਼ਤਿਹਾਰ &quot; %(obj_title)s&quot; ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੀ ਗਈ ਹੈ.

source: To view this job, go to:
de_ch: Um diesen Auftrag zu sehen, gehen Sie zu:
es_cl: Para ver este trabajo, vaya a:
fr: Pour voir ce travail, aller à:
pa_in: ਇਸ ਨੌਕਰੀ ਨੂੰ ਵੇਖਣ ਲਈ, ਲਈ ਜਾਓ:

source: Job Delete Notice
de_ch: Job zu löschen und Datenschutz
es_cl: Trabajo Aviso Delete
fr: Travail Avis Supprimer
pa_in: ਅੱਯੂਬ ਹਟਾਓ ਨੋਿਟਸ

source: Job deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Job aus %(SITE_GLOBAL_SITEDISPLAYNAME)selöscht s
es_cl: Job borrado de %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Emploi supprimé à partir de %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(SITE_GLOBAL_SITEDISPLAYNAME)sਤੱਕ ਹਟਾਇਆ ਅੱਯੂਬ ਦੀ

source: Logo
pa_in: ਲੋਗੋ

source: Remove the current logo
de_ch: Entfernen Sie das aktuelle Logo
es_cl: Retire el logotipo actual
fr: Retirez le logo actuel
pa_in: ਮੌਜੂਦਾ ਲੋਗੋ ਹਟਾਓ

source: Only jpg, gif, or png images.
de_ch: Nur jpg, gif, png oder Bilder.
es_cl: Sólo jpg, gif o png.
fr: Seulement jpg, gif, png ou.
pa_in: ਕੇਵਲ jpg, GIF, ਜ png &#39;ਚਿੱਤਰ,.

source: Headquarters
de_ch: Zentrale
es_cl: Sede
fr: Siège social
pa_in: ਹੈਡਕੁਆਟਰ

source: Location Import Finished!
de_ch: Ort Import Fertig!
es_cl: Ubicación Importación Terminado!
fr: Lieu importation Terminé!
pa_in: ਲੋਕੈਸ਼ਨ ਅਯਾਤ ਮੁਕੰਮਲ ਹੋਇਆ!

source: Step 4/4
de_ch: Schritt 4.4
es_cl: Paso 4/4
fr: Étape 4/4
pa_in: ਕਦਮ 4/4

source: Back to location search page.
de_ch: Zurück zur Standort-Suchseite.
es_cl: Volver a la página de búsqueda de ubicación.
fr: Retour à l&#39;emplacement page de recherche.
pa_in: ਵਾਪਸ ਸਥਿਤੀ ਦੇ ਖੋਜ ਦੇ ਸਫ਼ੇ ਨੂੰ.

source: Locations Import Map Fields
de_ch: Standorte Import Felder zuordnen
es_cl: Ubicaciones Mapa Importación Campos
fr: Lieux d&#39;importation Carte champs
pa_in: ਸਥਾਨ ਅਯਾਤ ਨਕਸ਼ਾ ਖੇਤਰ

source: Step 2/4
de_ch: Schritt 4.2
es_cl: Paso 2/4
fr: Étape 2/4
pa_in: ਕਦਮ 2/4

source: Locations Import Preview
de_ch: Standorte Import Vorschau
es_cl: Ubicaciones Importación Prevista
fr: Lieux d&#39;importation Aperçu
pa_in: ਸਥਾਨ ਅਯਾਤ ਝਲਕ

source: Step 3/4
de_ch: Schritt 4.3
es_cl: Paso 3/4
fr: Etape 3/4
pa_in: ਕਦਮ 3/4

source: Location Name
de_ch: Ort Name
es_cl: Ubicación Nombre
fr: Lieu Nom
pa_in: ਸਥਿਤੀ ਦਾ ਨਾਮ

source: Website
de_ch: Webseite
es_cl: Sitio web
fr: Site Web
pa_in: ਵੈੱਬਸਾਈਟ

source: Longitude
de_ch: Länge
es_cl: Longitud
pa_in: ਲੰਬਕਾਰ

source: Skipped
de_ch: Übersprungen
es_cl: Saltado
fr: S&#39;est arrêté
pa_in: ਛੱਡਣ

source: Location Import Failed!
de_ch: Ort Import fehlgeschlagen!
es_cl: Ubicación Importación Error!
fr: Lieu importation a échoué!
pa_in: ਲੋਕੈਸ਼ਨ ਅਯਾਤ ਵਿੱਚ ਅਸਫਲ!

source: Processing Location Import!
de_ch: Verarbeitungs Ort Import!
es_cl: Procesamiento Ubicación importación!
fr: Traitement Lieu d&#39;importation!
pa_in: ਪ੍ਰੋਸੈਸਿੰਗ ਸਥਿਤੀ ਅਯਾਤ!

source: Import Locations
de_ch: Import Standorte
es_cl: Importar Ubicaciones
fr: Importation Lieux
pa_in: ਅਯਾਤ ਸਥਾਨ

source: Download the template (.xls or .csv). Populate the template with your information. Upload your updated spread sheet. Review and adjust settings. Preview import.
de_ch: Laden Sie die Vorlage (XLS-oder CSV). Füllen Sie die Schablone mit Ihren Informationen. Laden Sie Ihre aktualisierte Tabellenkalkulation. Überprüfung und Anpassung der Einstellungen. Vorschau Import.
es_cl: Descargue la plantilla (xls o csv). Poblar la plantilla con su información. Sube tu hoja de cálculo actualizada. Revisar y ajustar la configuración. Vista previa de importación.
fr: Téléchargez le modèle (xls ou csv). Remplir le modèle de votre information. Téléchargez votre feuille de calcul mise à jour. Examiner et régler les paramètres. Aperçu importation.
pa_in: ਟੈਪਲੇਟ ਡਾਊਨਲੋਡ (.xls ਜ .csv). ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਦੇ ਨਾਲ ਟੈਪਲੇਟ ਨੂੰ ਤਿਆਰ. ਆਪਣਾ ਅੱਪਡੇਟ ਫੈਲਣ ਸ਼ੀਟ ਅੱਪਲੋਡ ਕਰਦੀ ਹੈ. ਮਾਰੋ ਅਤੇ ਸੈਟਿੰਗ ਨੂੰ ਅਨੁਕੂਲ. ਝਲਕ ਆਯਾਤ.

source: Download:
es_cl: Descargar:
fr: Télécharger:
pa_in: ਡਾਊਨਲੋਡ:

source: (**skip if you already have your spread sheet ready)
de_ch: (** Überspringen, wenn Sie bereits Ihre Tabellenkalkulation bereit)
es_cl: (** Saltar si usted ya tiene su hoja de cálculo listo)
fr: (** Sauter si vous avez déjà votre feuille de calcul prête)
pa_in: (ਤੁਹਾਨੂੰ ਆਪਣੇ ਫੈਲਣ ਸ਼ੀਟ ਤਿਆਰ ਹੈ ਜੇ ** ਨੂੰ ਛੱਡ)

source: .csv Template
de_ch: CSV-Vorlage
es_cl: Plantilla .csv
fr: csv modèle
pa_in: .csv ਫਰਮਾ

source: Step 1/4
de_ch: Schritt 4.1
es_cl: Paso 1/4
fr: Étape 1/4
pa_in: ਕਦਮ 1/4

source: List of
de_ch: Liste der
es_cl: Lista de
fr: Liste d&#39;
pa_in: ਦੀ ਸੂਚੀ

source: Nearest
de_ch: Nächste
es_cl: Más cercano
fr: Le plus proche
pa_in: ਨੇੜੇ ਦੇ

source: Please enter your location; address, city, state, or zipcode.
de_ch: Bitte geben Sie Ihren Standort; Adresse, Stadt, Bundesland oder Postleitzahl.
es_cl: Introduzca su dirección de ubicación; dirección, ciudad, estado o código postal.
fr: S&#39;il vous plaît entrez votre endroit; adresse, ville, état, code postal ou.
pa_in: ਤੁਹਾਡੇ ਸਥਾਨ ਭਰੋ ਜੀ; ਪਤਾ, ਸ਼ਹਿਰ ਦੇ, ਰਾਜ ਦੇ, ਜ zipcode.

source: miles away
de_ch: Meilen entfernt
es_cl: kilómetros de distancia
fr: miles loin
pa_in: ਮੀਲ ਦੂਰ

source: Andorra
fr: Andorre
pa_in: ਅੰਡੋਰਾ

source: United Arab Emirates
de_ch: Vereinigte Arabische Emirate
es_cl: Emiratos Árabes Unidos
fr: Emirats Arabes Unis
pa_in: ਸੰਯੁਕਤ ਅਰਬ ਅਮੀਰਾਤ

source: Afghanistan
es_cl: Afganistán
pa_in: ਅਫਗਾਨਿਸਤਾਨ

source: Antigua & Barbuda
de_ch: Antigua &amp; Barbuda
es_cl: Antigua &amp; Barbuda
fr: Antigua-et-Barbuda
pa_in: Antigua &amp; ਬਾਰਬੁਡਾ

source: Albania
de_ch: Albanien
fr: Albanie
pa_in: ਅਲਬਾਨੀਆ

source: Armenia
de_ch: Armenien
fr: Arménie
pa_in: ਅਰਮੀਨੀਆ

source: Netherlands Antilles
de_ch: Niederländische Antillen
es_cl: Antillas Holandesas
fr: Antilles néerlandaises
pa_in: ਹੈਤੀ

source: Angola
pa_in: ਅੰਗੋਲਾ

source: Antarctica
de_ch: Antarktika
es_cl: Antártida
fr: Antarctique
pa_in: ਅੰਟਾਰਕਟਿਕਾ

source: Argentina
de_ch: Argentinien
fr: Argentine
pa_in: ਅਰਜਨਟੀਨਾ

source: American Samoa
de_ch: Amerikanische Samoa
es_cl: Samoa Americana
fr: Samoa américaines
pa_in: ਅਮਰੀਕੀ ਸਮੋਆ

source: Austria
de_ch: Österreich
fr: Autriche
pa_in: ਆਸਟਰੀਆ

source: Australia
de_ch: Australien
fr: Australie
pa_in: ਆਸਟਰੇਲੀਆ

source: Aruba
pa_in: ਅਰੂਬਾ

source: Azerbaijan
de_ch: Aserbaidschan
es_cl: Azerbaiyán
fr: Azerbaïdjan
pa_in: ਆਜ਼ੇਰਬਾਈਜ਼ਾਨ

source: Bosnia and Herzegovina
de_ch: Bosnien und Herzegowina
es_cl: Bosnia y Herzegovina
fr: Bosnie-Herzégovine
pa_in: , ਬੋਸਨਿਆ ਅਤੇ ਹਰਜ਼ੇਗੋਵਿਨਾ

source: Barbados
fr: Barbade
pa_in: ਬਾਰਬਾਡੋਸ

source: Bangladesh
de_ch: Bangladesch
pa_in: ਬੰਗਲਾਦੇਸ਼

source: Belgium
de_ch: Belgien
es_cl: Bélgica
fr: Belgique
pa_in: ਬੈਲਜੀਅਮ

source: Burkina Faso
pa_in: ਬੁਰਕੀਨਾ ਫਾਸੋ

source: Bulgaria
de_ch: Bulgarien
fr: Bulgarie
pa_in: ਬੁਲਗਾਰੀਆ

source: Bahrain
de_ch: Bahrein
es_cl: Bahrein
fr: Bahreïn
pa_in: ਬਹਿਰੀਨ

source: Burundi
pa_in: ਬੁਰੂੰਡੀ

source: Benin
fr: Bénin
pa_in: ਬੇਨਿਨ

source: Bermuda
fr: Bermudes
pa_in: ਬਰਮੁਡਾ

source: Brunei Darussalam
pa_in: ਬ੍ਰੂਨੇਈ ਦਾਰੂਸਲਮ

source: Bolivia
de_ch: Bolivien
fr: Bolivie
pa_in: ਬੋਲੀਵੀਆ

source: Brazil
de_ch: Brasilien
es_cl: Brasil
fr: Brésil
pa_in: ਬ੍ਰਾਜ਼ੀਲ

source: Bahama
de_ch: Bahamas
es_cl: Bahamas
fr: Bahamas
pa_in: ਬਾਹਮਾਸ

source: Bhutan
es_cl: Bután
fr: Bhoutan
pa_in: ਭੂਟਾਨ

source: Bouvet Island
de_ch: Bouvet-Insel
fr: Île Bouvet
pa_in: ਬੌਵੇਟ ਟਾਪੂ

source: Botswana
pa_in: ਬੋਤਸਵਾਨਾ

source: Belarus
de_ch: Weißrussland
es_cl: Bielorrusia
fr: Bélarus
pa_in: ਬੇਲਾਰੂਸ

source: Belize
es_cl: Belice
pa_in: ਬੇਲਾਈਜ਼

source: Canada
de_ch: Kanada
pa_in: ਕੈਨੇਡਾ ਦੇ

source: Cocos (Keeling) Islands
es_cl: Cocos (Keeling)
fr: Cocos (Keeling)
pa_in: ਕੋਕੋਸ (ਕੀਲਿੰਗ) ਟਾਪੂ

source: Central African Republic
de_ch: Zentralafrikanische Republik
es_cl: República Centroafricana
fr: République centrafricaine
pa_in: ਮੱਧ ਅਫ਼ਰੀਕੀ ਗਣਰਾਜ

source: Switzerland
de_ch: Schweiz
es_cl: Suiza
fr: Suisse
pa_in: ਪੋਰਟੁਗਲ

source: Ivory Coast
de_ch: Elfenbeinküste
es_cl: Costa de Marfil
fr: Côte-d&#39;Ivoire
pa_in: ਆਈਵਰੀ ਕੋਸਟ

source: Cook Iislands
de_ch: Koch Iislands
es_cl: Cocine Iislands
fr: Cuire Iislands
pa_in: ਕੁੱਕ Iislands

source: Chile
fr: Chili
pa_in: ਚਿਲੇ

source: Cameroon
de_ch: Kamerun
es_cl: Camerún
fr: Cameroun
pa_in: ਕੈਮਰੂਨ

source: China
es_cl: De China
fr: Chine
pa_in: ਚੀਨ ਨੇ

source: Colombia
de_ch: Kolumbien
fr: Colombie
pa_in: ਕੰਬੋਡੀਆ

source: Costa Rica
pa_in: ਕੋਸਟਾਰੀਕਾ

source: Cuba
de_ch: Kuba
pa_in: ਕਿਊਬਾ

source: Cape Verde
pa_in: ਕੇਪ ਵਰਡੇ

source: Christmas Island
de_ch: Weihnachtsinsel
es_cl: Isla de Navidad
pa_in: ਕ੍ਰਿਸਮਸ ਟਾਪੂ

source: Cyprus
de_ch: Zypern
es_cl: Chipre
fr: Chypre
pa_in: ਸਾਈਪ੍ਰਸ

source: Czech Republic
de_ch: Tschechische Republik
es_cl: República Checa
fr: République tchèque
pa_in: ਚੇਕ ਗਣਤੰਤਰ

source: Germany
de_ch: Deutschland
es_cl: Alemania
fr: Allemagne
pa_in: ਜਰਮਨੀ

source: Djibouti
de_ch: Dschibuti
pa_in: ਜਾਇਬੂਟੀ

source: Denmark
de_ch: Dänemark
es_cl: Dinamarca
fr: Danemark
pa_in: ਡੈਨਮਾਰਕ

source: Dominica
fr: Dominique
pa_in: ਡੋਮਿਨਿਕਾ

source: Dominican Republic
de_ch: Dominikanische Republik
es_cl: República Dominicana
fr: République dominicaine
pa_in: ਡੋਮਿਨਿੱਕ ਰਿਪਬਲਿਕ

source: Algeria
de_ch: Algerien
es_cl: Argelia
fr: Algérie
pa_in: ਅਲਜੀਰੀਆ

source: Ecuador
fr: Equateur
pa_in: ਇਕਵਾਡੋਰ

source: Estonia
de_ch: Estland
fr: Estonie
pa_in: ਐਸਟੋਨੀਆ

source: Egypt
de_ch: Ägypten
es_cl: Egipto
fr: Egypte
pa_in: ਮਿਸਰ

source: Western Sahara
de_ch: Westsahara
es_cl: Sáhara Occidental
fr: Sahara occidental
pa_in: ਵੈਸਟਰਨ ਸਹਾਰਾ

source: Eritrea
fr: Erythrée
pa_in: ਏਰੀਟਰੀਆ

source: Spain
de_ch: Spanien
es_cl: España
fr: Espagne
pa_in: ਸਪੇਨ

source: Ethiopia
de_ch: Äthiopien
es_cl: Etiopía
fr: Ethiopie
pa_in: ਈਥੋਪੀਆ

source: Finland
de_ch: Finnland
es_cl: Finlandia
fr: Finlande
pa_in: ਰੂਸ

source: Fiji
de_ch: Fidschi
fr: Fidji
pa_in: ਫਿਜੀ

source: Micronesia
de_ch: Mikronesien
fr: Micronésie
pa_in: ਮਾਈਕ੍ਰੋਨੇਸ਼ੀਆ

source: France, Metropolitan
de_ch: Frankreich, Metropolitan
es_cl: Francia, Metropolitana
fr: France métropolitaine
pa_in: France, ਮੈਟਰੋਪੋਲੀਟਨ

source: Gabon
de_ch: Gabun
es_cl: Gabón
pa_in: ਗੈਬੋਨ

source: United Kingdom (Great Britain)
de_ch: Vereinigtes Königreich (Großbritannien)
es_cl: Reino Unido (Gran Bretaña)
fr: Royaume-Uni (Grande-Bretagne)
pa_in: ਯੁਨਾਈਟਡ ਕਿੰਗਡਮ (ਗ੍ਰੇਟ ਬ੍ਰਿਟੇਨ)

source: Grenada
es_cl: Granada
fr: Grenade
pa_in: ਗ੍ਰੇਨਡਾ

source: Georgia
fr: Géorgie
pa_in: ਜਾਰਜੀਆ

source: Ghana
pa_in: ਘਾਨਾ

source: Gibraltar
pa_in: ਜਿਬਰਾਲਟਰ

source: Greenland
de_ch: Grönland
es_cl: Groenlandia
fr: Groenland
pa_in: ਰੂਸ

source: Gambia
fr: Gambie
pa_in: ਰੂਸ

source: Guinea
fr: Guinée
pa_in: ਗੁਇਨੀਆ

source: Equatorial Guinea
de_ch: Äquatorial-Guinea
es_cl: Guinea Ecuatorial
fr: Guinée équatoriale
pa_in: ਇਕੂਟੇਰੀਅਲ ਗੁਇਨੀਆ

source: Greece
de_ch: Griechenland
es_cl: Grecia
fr: Grèce
pa_in: ਗ੍ਰੀਸ

source: South Georgia and the South Sandwich Islands
de_ch: Südgeorgien und die Südlichen Sandwichinseln
es_cl: Georgia del Sur e Islas Sandwich del Sur
fr: Géorgie du Sud et les îles Sandwich du Sud
pa_in: ਦੱਖਣੀ ਜਾਰਜੀਆ ਅਤੇ ਦੱਖਣੀ ਸੈੰਡਵਿਚ

source: Guatemala
pa_in: ਗੁਆਟੇਮਾਲਾ

source: Guam
pa_in: ਗੁਆਮ

source: Guinea-Bissau
fr: Guinée-Bissau
pa_in: ਗੁਇਨੀਆ-ਬਿਸਾਯੂ

source: Guyana
fr: Guyane
pa_in: ਗੁਆਨਾ

source: Hong Kong
pa_in: ਹਾਂਗ ਕਾਂਗ

source: Heard & McDonald Islands
de_ch: Heard &amp; McDonald-Inseln
es_cl: Heard y McDonald Islas
fr: Heard et McDonald Iles
pa_in: ਸੁਣਿਆ ਹੈ ਅਤੇ ਮਕਡੋਨਾਲਡ ਟਾਪੂ

source: Honduras
pa_in: ਆੱਸਟ੍ਰੇਲਿਆ

source: Croatia
de_ch: Kroatien
es_cl: Croacia
fr: Croatie
pa_in: ਕਰੋਸ਼ੀਆ

source: Haiti
es_cl: Haití
fr: Haïti
pa_in: ਹੈਤੀ

source: Hungary
de_ch: Ungarn
es_cl: Hungría
fr: Hongrie
pa_in: ਹੰਗਰੀ

source: Indonesia
de_ch: Indonesien
fr: Indonésie
pa_in: ਇੰਡੋਨੇਸ਼ੀਆ

source: Israel
fr: Israël
pa_in: ਇਸਰਾਏਲ ਦੇ

source: India
de_ch: Indien
fr: Inde
pa_in: ਭਾਰਤ

source: British Indian Ocean Territory
es_cl: Territorio Británico del Océano Índico
fr: Territoire britannique de l&#39;océan Indien
pa_in: ਬ੍ਰਿਟਿਸ਼ ਇੰਡੀਅਨ ਓਸ਼ੀਅਨ ਟੈਰੀਟਰੀ

source: Iraq
de_ch: Irak
es_cl: Irak
fr: Irak
pa_in: ਇਰਾਕ

source: Islamic Republic of Iran
de_ch: Islamischen Republik Iran
es_cl: República Islámica de Irán
fr: République islamique d&#39;Iran
pa_in: ਈਰਾਨ ਦੇ ਇਸਲਾਮੀ ਗਣਤੰਤਰ

source: Iceland
de_ch: Island
es_cl: Islandia
fr: Islande
pa_in: ਰਿਕਿਯਵਿਕ

source: Italy
de_ch: Italien
es_cl: Italia
fr: Italie
pa_in: ਇਟਲੀ

source: Jamaica
de_ch: Jamaika
fr: Jamaïque
pa_in: ਜਮਾਇਕਾ

source: Jordan
fr: Jordanie
pa_in: ਜੌਰਡਨ

source: Japan
es_cl: Japón
fr: Japon
pa_in: ਜਪਾਨ

source: Kenya
de_ch: Kenia
pa_in: ਕੀਨੀਆ

source: Kyrgyzstan
de_ch: Kirgisistan
es_cl: Kirguistán
fr: Kirghizistan
pa_in: ਕਿਰਗਿਸਤਾਨ

source: Cambodia
de_ch: Kambodscha
es_cl: Camboya
fr: Cambodge
pa_in: ਕੰਬੋਡੀਆ

source: Kiribati
pa_in: ਕਿਰਿਬਤੀ

source: Comoros
de_ch: Komoren
es_cl: Comoras
fr: Comores
pa_in: ਕੋਮੋਰੋਸ

source: St. Kitts and Nevis
de_ch: St. Kitts und Nevis
es_cl: San Cristóbal y Nieves
fr: Saint-Kitts-et-Nevis
pa_in: ਗਲੀ ਕਿਟਸ ਅਤੇ ਨੇਵਿਸ

source: Korea, Democratic People's Republic of
de_ch: Korea, Demokratische Volksrepublik
es_cl: República de Corea, Popular Democrática de
fr: République de Corée, République populaire démocratique de
pa_in: ਦੇ ਕੋਰੀਆ, ਡੈਮੋਕਰੈਟਿਕ ਪੀਪਲਜ਼ ਰੀਪਬਲਿਕ

source: Korea, Republic of
de_ch: Korea, Republik
es_cl: Corea, República de
fr: Corée, République de
pa_in: ਕੋਰੀਆ, ਦੇ ਗਣਤੰਤਰ

source: Kuwait
fr: Koweit
pa_in: ਕੁਵੈਤ

source: Cayman Islands
es_cl: Islas Caimán
fr: Îles Caïmans
pa_in: ਕੇਮੈਨ ਟਾਪੂ

source: Kazakhstan
de_ch: Kasachstan
es_cl: Kazajstán
pa_in: ਕਜ਼ਾਕਿਸਤਾਨ

source: Lao People's Democratic Republic
de_ch: Lao Demokratischen Volksrepublik
es_cl: República Democrática Popular Lao
fr: République démocratique populaire lao
pa_in: Lao ਪੀਪਲਜ਼ ਡੈਮੋਕਰੈਟਿਕ ਰੀਪਬਲਿਕ

source: Lebanon
de_ch: Libanon
es_cl: Líbano
fr: Liban
pa_in: ਲੇਬਨਾਨ

source: Sri Lanka
pa_in: ਸ਼ਿਰੀਲੰਕਾ

source: Liberia
fr: Libéria
pa_in: ਲਾਇਬੇਰੀਆ

source: Lesotho
pa_in: ਲਿਸੋਥੋ

source: Lithuania
de_ch: Litauen
es_cl: Lituania
fr: Lituanie
pa_in: ਲਿਥੂਆਨੀਆ

source: Luxembourg
de_ch: Luxemburg
es_cl: Luxemburgo
pa_in: ਲਕਸਮਬਰਗ

source: Latvia
de_ch: Lettland
es_cl: Letonia
fr: Lettonie
pa_in: ਲਾਤਵੀਆ

source: Libyan Arab Jamahiriya
de_ch: Libysch-Arabische Dschamahirija
es_cl: Jamahiriya Árabe Libia
fr: Jamahiriya arabe libyenne
pa_in: ਲਿਬੀਆ ਅਰਬ Jamahiriya

source: Morocco
de_ch: Marokko
es_cl: Marruecos
fr: Maroc
pa_in: ਮੋਰੋਕੋ

source: Monaco
es_cl: Mónaco
pa_in: ਮੋਨੈਕੋ
