Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: September
es_cl: Septiembre
fr: Septembre
pa_in: ਸਤੰਬਰ ਨੂੰ

source: October
de_ch: Oktober
es_cl: Octubre
fr: Octobre
pa_in: ਅਕਤੂਬਰ ਨੂੰ

source: November
es_cl: Noviembre
fr: Novembre
pa_in: ਨਵੰਬਰ

source: December
de_ch: Dezember
es_cl: Diciembre
fr: Décembre
pa_in: ਦਸੰਬਰ ਨੂੰ

source: Jan
es_cl: Ene
pa_in: ਜਨਵਰੀ

source: Feb
de_ch: Februar
es_cl: Febrero
fr: Février
pa_in: ਫ਼ਰਵਰੀ

source: Mar
pa_in: ਮਾਰਚ

source: Apr
de_ch: April
es_cl: Abril
fr: Avril
pa_in: ਅਪ੍ਰੈਲ

source: Jun
de_ch: Juni
es_cl: Junio
fr: Juin
pa_in: ਜੂਨ

source: Jul
de_ch: Juli
es_cl: Julio
fr: Juillet
pa_in: ਜੁਲਾਈ

source: Aug
de_ch: August
es_cl: Agosto
fr: Août
pa_in: ਅਗਸਤ

source: Sep
de_ch: September
es_cl: Septiembre
fr: Septembre
pa_in: ਸਤੰਬਰ

source: Oct
de_ch: Oktober
es_cl: Octubre
fr: Octobre
pa_in: ਅਕਤੂਬਰ

source: Nov
de_ch: November
es_cl: Noviembre
fr: Novembre
pa_in: ਨਵੰਬਰ

source: Dec
de_ch: Dezember
es_cl: Diciembre
fr: Décembre
pa_in: ਦਸੰਬਰ

source: Print the chart
de_ch: Drucken Sie das Diagramm
es_cl: Imprimir el gráfico
fr: Imprimer la carte
pa_in: ਚਾਰਟ ਛਾਪੋ

source: Reset zoom
de_ch: Zoom zurücksetzen
es_cl: Restablecer zoom
fr: Réinitialiser zoom
pa_in: ਰੀਸੈਟ ਜ਼ੂਮ

source: Reset zoom level 1:1
de_ch: Reset Zoom 1: 1
es_cl: Nivel de zoom Restablecer 1: 1
fr: Niveau de zoom reset 1: 1
pa_in: ਰੀਸੈਟ ਜ਼ੂਮ ਲੈਵਲ 1: 1

source: Sunday
de_ch: Sonntag
es_cl: Domingo
fr: Dimanche
pa_in: ਐਤਵਾਰ ਨੂੰ

source: Monday
de_ch: Montag
es_cl: Lunes
fr: Lundi
pa_in: ਸੋਮਵਾਰ ਨੂੰ

source: Tuesday
de_ch: Dienstag
es_cl: Martes
fr: Mardi
pa_in: ਮੰਗਲਵਾਰ ਨੂੰ

source: Wednesday
de_ch: Mittwoch
es_cl: Miércoles
fr: Mercredi
pa_in: ਬੁੱਧਵਾਰ ਨੂੰ

source: Thursday
de_ch: Donnerstag
es_cl: Jueves
fr: Jeudi
pa_in: ਵੀਰਵਾਰ ਨੂੰ

source: Friday
de_ch: Freitag
es_cl: Viernes
fr: Vendredi
pa_in: ਸ਼ੁੱਕਰਵਾਰ ਨੂੰ

source: Saturday
de_ch: Samstag
es_cl: Sábado
fr: Samedi
pa_in: ਸ਼ਨੀਵਾਰ

source: Go to...
de_ch: Gehe zu ...
es_cl: Ir a ...
fr: Aller à ...
pa_in: ਨੂੰ ਜਾਓ ...

source: Click and drag in the plot area to zoom in
de_ch: Klicken und ziehen Sie in der Zeichnungsfläche zu vergrößern
es_cl: Haga clic y arrastre en el área de trazado para hacer un zoom
fr: Cliquez et faites glisser dans la zone de traçage pour zoomer
pa_in: ਤੇ ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਪਲਾਟ ਖੇਤਰ ਵਿੱਚ ਸੁੱਟਣ ਜ਼ੂਮ ਇਨ ਕਰਨ ਲਈ

source: Drag your finger over the plot to zoom in
de_ch: Ziehen Sie Ihren Finger über das Grundstück zu vergrößern
es_cl: Arrastre el dedo sobre el complot para hacer un zoom
fr: Faites glisser votre doigt sur la parcelle pour agrandir
pa_in: ਜ਼ੂਮ ਇਨ ਕਰਨ ਲਈ ਪਲਾਟ ਉਪਰ ਤੁਹਾਡੀ ਫਿੰਗਰ ਡਰੈਗ

source: Report list
de_ch: Berichtsliste
es_cl: Lista Informe
fr: Liste des rapports
pa_in: ਦੀ ਰਿਪੋਰਟ ਨੂੰ ਸੂਚੀ

source: Sun
de_ch: Sonne
fr: Soleil
pa_in: ਐਤ

source: Mon
de_ch: Meine
es_cl: Mi
pa_in: ਮੇਰੀ

source: Tue
de_ch: Ihre
es_cl: Su
fr: Votre
pa_in: ਤੁਹਾਡਾ

source: Wed
de_ch: Mi
es_cl: Miér
fr: Mer
pa_in: ਬੁੱਧ

source: Thu
de_ch: Do
es_cl: Jue
fr: Jeu
pa_in: ਵੀਰ

source: Fri
de_ch: Kostenlos
es_cl: Gratis
fr: Gratuit
pa_in: ਮੁਫ਼ਤ

source: Sat
de_ch: Sa
fr: Sam
pa_in: &#39;ਸਤਿ&#39;

source: Send
de_ch: Senden
es_cl: Enviar
fr: Envoyer
pa_in: ਭੇਜੋ

source: Config chart by
de_ch: Config Diagramm durch
es_cl: Tabla Config
fr: Config graphique par
pa_in: ਕੇ ਸੰਰਚਨਾ ਚਾਰਟ

source: Filter results
de_ch: Ergebnisse filtern
es_cl: Filtrar los resultados
fr: Filtrer les résultats
pa_in: ਫਿਲਟਰ ਨਤੀਜੇ

source: Group by
de_ch: Gruppe von
es_cl: Grupo por
fr: Groupe par
pa_in: ਗਰੁੱਪ ਦੇ ਨਾਲ

source: Get results
de_ch: Ergebnisse zu erzielen
es_cl: Obtener resultados
fr: Obtenez des résultats
pa_in: ਨਤੀਜੇ ਲਵੋ

source: Empty report list.
de_ch: Leermeldung Liste.
es_cl: Lista informe vacío.
fr: Vider la liste du rapport.
pa_in: ਖਾਲੀ ਦੀ ਰਿਪੋਰਟ ਸੂਚੀ ਹੈ.

source: Go up
de_ch: Steigen
es_cl: Ir arriba
fr: Monter
pa_in: ਨੂੰ ਜਾਓ

source: This query has no results
de_ch: Diese Abfrage hat keine Ergebnisse
es_cl: Esta consulta no tiene resultados
fr: Cette requête n&#39;a pas de résultats
pa_in: ਇਹ ਕਿਊਰੀ ਦਾ ਕੋਈ ਨਤੀਜਾ ਹੈ

source: Start date
de_ch: Startdatum
es_cl: Fecha de inicio
fr: Date de début
pa_in: ਤਾਰੀਖ ਸ਼ੁਰੂ

source: End date
de_ch: Enddatum
es_cl: Fecha de finalización
fr: Date de fin
pa_in: ਅੰਤ ਦੀ ਤਾਰੀਖ਼

source: You can't go to this page right now because you do not have the correct access rights.
de_ch: Sie können nicht auf dieser Seite jetzt gehen, weil Sie nicht über die richtigen Zugriffsrechte.
es_cl: No se puede ir a esta página ahora mismo, porque usted no tiene los derechos de acceso correctos.
fr: Vous ne pouvez pas aller à cette page en ce moment parce que vous n&#39;avez pas les droits d&#39;accès appropriés.
pa_in: ਤੁਸ ਸਹੀ ਪਹੁੰਚ ਅਧਿਕਾਰ ਨਹੀ ਹੈ, ਕਿਉਕਿ ਤੁਹਾਨੂੰ ਹੁਣ ਇਸ ਸਫ਼ੇ &#39;ਤੇ ਜਾਓ ਨਹੀ ਕਰ ਸਕਦਾ ਹੈ.

source: Please contact the site administrator to request access to this page.
de_ch: Bitte kontaktieren Sie einen Administrator, um Zugriff auf diese Seite anfordern.
es_cl: Por favor, póngase en contacto con el administrador del sitio para solicitar el acceso a esta página.
fr: S&#39;il vous plaît contactez l&#39;administrateur du site pour demander l&#39;accès à cette page.
pa_in: ਇਸ ਸਫ਼ੇ ਨੂੰ ਪਹੁੰਚ ਦੀ ਬੇਨਤੀ ਕਰਨ ਲਈ ਸਾਈਟ ਦੇ ਪਰਸ਼ਾਸ਼ਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜੀ.

source: 404 NOT FOUND
pa_in: 404 ਨਾ ਲੱਭੀ

source: The page was not found
de_ch: Die Seite wurde nicht gefunden
es_cl: La página no se ha encontrado
fr: La page n&#39;a pas été trouvée
pa_in: ਸਫ਼ਾ ਲੱਭੀ ਨਾ ਕੀਤਾ ਗਿਆ ਸੀ

source: Possible reasons
de_ch: Mögliche Gründe
es_cl: Las posibles razones
fr: Les raisons possibles
pa_in: ਸੰਭਵ ਕਾਰਨ

source: The page moved from %(reqpath)s to another path like /cool-stuff/
de_ch: Die von %(reqpath)sewegt s Seite auf einen anderen Pfad wie / cool-stuff /
es_cl: La página trasladado de %(reqpath)s a otro camino como / cool-cosas /
fr: La page déplacé de %(reqpath)s à un autre chemin comme / froid-stuff /
pa_in: / ਠੰਡਾ-ਖੇਹ ਵਰਗੇ ਇਕ ਹੋਰ ਮਾਰਗ %(reqpath)sਤੱਕ ਚਲੇ ਗਏ ਸਫ਼ਾ s /

source: If you came from another site they may have linked this page incorrectly
de_ch: Wenn Sie von einer anderen Seite kamen sie diese Seite eventuell nicht richtig verbunden haben
es_cl: Si usted vino de otro sitio que puede haber vinculado esta página incorrectamente
fr: Si vous venez d&#39;un autre site, ils ont peut-être lié cette page incorrecte
pa_in: ਤੁਹਾਨੂੰ ਕਿਸੇ ਹੋਰ ਦੀ ਸਾਈਟ ਆਏ ਹੋ ਉਹ ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਇਸ ਸਫ਼ੇ ਨਾਲ ਜੋੜਿਆ ਹੈ ਹੋ ਸਕਦਾ ਹੈ

source: The link expired and the search engine has not updated its database.
de_ch: Der Link abgelaufen und die Suchmaschine nicht aktualisiert seine Datenbank.
es_cl: El vínculo expiró y el motor de búsqueda no ha actualizado su base de datos.
fr: Le lien a expiré et le moteur de recherche n&#39;a pas encore actualisé sa base de données.
pa_in: ਲਿੰਕ ਨੂੰ ਮਿਆਦ ਖਤਮ ਹੋ ਅਤੇ ਖੋਜ ਇੰਜਣ ਨੂੰ ਇਸ ਦੇ ਡਾਟਾਬੇਸ ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ, ਨਾ.

source: It just doesn't exist
de_ch: Es funktioniert einfach nicht existieren
es_cl: Simplemente no existe
fr: Il n&#39;existe tout simplement pas
pa_in: ਇਹ ਸਿਰਫ਼ ਮੌਜੂਦ ਨਹੀ ਹੈ

source: You may be able to find what you're looking for by:
de_ch: Sie kann in der Lage sein, zu finden, was Sie suchen nach:
es_cl: Usted puede ser capaz de encontrar lo que estás buscando a través de:
fr: Vous pourrez peut-être trouver ce que vous cherchez en:
pa_in: ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਲਈ ਲੱਭ ਰਹੇ ਹੋ ਕੀ ਹੈ ਇਹ ਪਤਾ ਕਰਨ ਲਈ ਯੋਗ ਹੋ ਸਕਦੇ ਹੋ:

source: Visiting the Home Page
de_ch: Besuch der Homepage
es_cl: Visitar la página de inicio
fr: Visiter la page d&#39;accueil
pa_in: ਮੁੱਖ ਪੰਨਾ ਆਉਣਾ

source: Searching the site:
de_ch: Suche auf der Website:
es_cl: Buscar en el sitio:
fr: Recherche sur le site:
pa_in: ਸਾਈਟ ਦੀ ਭਾਲ ਕਰ ਰਹੇ ਹੋ:

source: Oops %(use)s, we caused a problem
de_ch: Hoppla %(use)s, ein Problem, wir verursacht
es_cl: Vaya %(use)s, causamos un problema
fr: Oops %(use)s, nous avons causé un problème
pa_in: %(use)s ਅਫਰੀਕੀ, ਸਾਨੂੰ ਇੱਕ ਸਮੱਸਿਆ ਦਾ ਕਾਰਨ

source: We have been notified of this and will be working on it quickly.
de_ch: Wir haben hiervon unterrichtet worden und werden darauf schnell arbeiten.
es_cl: Se nos ha notificado de esto y vamos a trabajar en ella rápidamente.
fr: Nous avons été informés de cela et allons travailler là-dessus rapidement.
pa_in: ਸਾਨੂੰ ਇਸ ਦੀ ਸੂਚਨਾ ਗਿਆ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਇਸ &#39;ਤੇ ਕੰਮ ਕਰ ਰਹੇ ਹੋ ਜਾਵੇਗਾ.

source: Website tagline
de_ch: Website Slogan
es_cl: Lema Sitio web
fr: Site slogan
pa_in: ਵੈੱਬਸਾਈਟ ਬਾਨੀ

source: Interior page
de_ch: Innen Seite
es_cl: Página de Interior
fr: Page intérieure
pa_in: ਗ੍ਰਹਿ ਸਫ਼ਾ

source: What is schipul doing...
de_ch: Was ist zu tun ... schipul
es_cl: ¿Qué es Schipul haciendo ...
fr: Quel est schipul faire ...
pa_in: ਕਰ schipul ਕੀ ਹੁੰਦਾ ਹੈ ...

source: Meta
pa_in: ਮੈਟਾ

source: Log Out
de_ch: Ausloggen
es_cl: Salir
fr: Déconnexion
pa_in: ਲਾਗ ਆਉਟ

source: Contact Us
de_ch: Kontaktieren Sie uns
es_cl: Contáctenos
fr: Contactez-nous
pa_in: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ

source: Site Map
es_cl: Mapa del Sitio
fr: Plan du site
pa_in: ਸਾਈਟ ਨਕਸ਼ਾ

source: Search This Site
de_ch: Diese Website
es_cl: Buscar en este sitio
fr: Recherche sur ce site
pa_in: ਇਹ ਸਾਈਟ ਦੀ ਖੋਜ ਕਰੋ

source: Schipul Web Design
es_cl: Schipul Diseño Web
pa_in: Schipul ਵੈੱਬ ਡਿਜ਼ਾਈਨ

source: Privacy
de_ch: Ruhe
es_cl: Privacidad
fr: Intimité
pa_in: ਪਰਦੇਦਾਰੀ

source: Success!
de_ch: Erfolg!
es_cl: Éxito!
fr: Succès!
pa_in: ਸਫਲਤਾ!

source: Thank you for getting in touch with
de_ch: Vielen Dank für den Kontakt mit
es_cl: Gracias por ponerse en contacto con
fr: Merci de prendre contact avec
pa_in: ਦੇ ਨਾਲ ਸੰਪਰਕ ਵਿਚ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਧੰਨਵਾਦ

source: We will be in touch with you shortly.
de_ch: Wir werden in Kürze mit Ihnen sein.
es_cl: Nos pondremos en contacto con usted en breve.
fr: Nous serons en contact avec vous sous peu.
pa_in: ਸਾਨੂੰ ਛੇਤੀ ਹੀ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਵਿੱਚ ਹੋ ਜਾਵੇਗਾ.

source: View message online
de_ch: Blick Online Nachricht
es_cl: Ver mensajes en línea
fr: Voir message en ligne
pa_in: ਆਨਲਾਈਨ ਵੇਖੋ ਸੁਨੇਹੇ ਨੂੰ

source: <p>Please fill out the form below.</p>
de_ch: <p> Bitte füllen Sie das Formular aus. </p>
es_cl: <p> Por favor, rellene el siguiente formulario. </p>
fr: <p> S&#39;il vous plaît remplir le formulaire ci-dessous. </p>
pa_in: <p> ਹੇਠ ਦਿੱਤੇ ਫਾਰਮ ਨੂੰ ਭਰੋ ਜੀ. </p>

source: Sitemap
es_cl: Mapa del sitio
fr: Plan du site
pa_in: ਨਕਸ਼ਾ

source: Web Administration
es_cl: Administración Web
fr: administration Web
pa_in: ਵੈੱਬ ਪ੍ਰਸ਼ਾਸਨ

source: Tendenci Membership Management Software
de_ch: Tendenci Mitgliedschaft Management Software
es_cl: Software Tendenci Manejo de membresías
fr: Logiciel de gestion des membres Tendenci
pa_in: Tendenci Membership ਪ੍ਰਬੰਧਨ ਸਾਫਟਵੇਅਰ

source: Schipul - The Web Marketing Company
de_ch: Schipul - Der Web-Marketing-Unternehmen
es_cl: Schipul - El Marketing de la empresa Web
fr: Schipul - La société de marketing Web
pa_in: Schipul - ਵੈੱਬ ਮਾਰਕੀਟਿੰਗ ਕੰਪਨੀ

source: Models available in the %(name)s application.
de_ch: Erhältlich in der %(name)s-Anwendung.
es_cl: Modelos disponibles en la carpeta %(name)s aplicación.
fr: Modèles disponibles dans le dossier %(name)semande de s.
pa_in: %(name)sਦੀ ਕਾਰਜ ਵਿੱਚ ਉਪਲੱਬਧ ਮਾਡਲ.

source: %(name)s
pa_in: %(name)sਦੀ

source: You don't have permission to edit anything.
de_ch: Sie haben nicht die Berechtigung, alles zu bearbeiten.
es_cl: Usted no tiene permiso para editar nada.
fr: Vous n&#39;avez pas la permission de modifier quoi que ce soit.
pa_in: ਤੁਹਾਨੂੰ ਕੁਝ ਵੀ ਸੋਧ ਕਰਨ ਲਈ ਅਧਿਕਾਰ ਨਹੀ ਹਨ.

source: Recent Actions
de_ch: Letzten Aktionen
es_cl: Acciones recientes
fr: Actions récentes
pa_in: ਤਾਜ਼ਾ ਕਾਰਵਾਈ

source: My Actions
de_ch: Meine Aktionen
es_cl: Mis acciones
fr: Mes actions
pa_in: ਮੇਰੀ ਕਾਰਵਾਈ

source: None available
de_ch: Keine vorhanden
es_cl: Ninguno disponible
fr: Aucun disponible
pa_in: ਉਪਲੱਬਧ ਕੋਈ

source: Unknown content
de_ch: Unbekanntem Inhalt
es_cl: Contenido desconocido
fr: Le contenu est inconnu
pa_in: ਅਣਜਾਣ ਸਮੱਗਰੀ ਨੂੰ

source: Delete multiple objects
de_ch: Mehrere Objekte löschen
es_cl: Eliminación de varios objetos
fr: Suppression de plusieurs objets
pa_in: ਮਲਟੀਪਲ ਆਬਜੈਕਟ ਹਟਾਓ

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
de_ch: Sind Sie sicher, dass Sie das ausgewählte %(objects_name)s löschen? Alle folgenden Objekte und deren zugehörige Artikel werden gelöscht:
es_cl: ¿Seguro que quieres eliminar el %(objects_name)s seleccionado? Todos los siguientes objetos y sus elementos relacionados se eliminarán:
fr: Etes-vous sûr de vouloir effacer le %(objects_name)s sélectionné? Tous les objets suivants et de leurs éléments connexes seront supprimés:
pa_in: ਤੁਹਾਨੂੰ ਚੁਣਿਆ ਹੈ %(objects_name)s ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਹੇਠ ਦਿੱਤੀ ਆਬਜੈਕਟ ਅਤੇ ਆਪਣੇ ਨਾਲ ਸਬੰਧਤ ਇਕਾਈ ਦੇ ਸਾਰੇ ਹਟਾਇਆ ਜਾਵੇਗਾ:

source: 404 URL Report
de_ch: 404 URL Bericht
es_cl: 404 URL Informe
fr: 404 URL rapport
pa_in: 404 URL ਨੂੰ ਰਿਪੋਰਟ ਕਰੋ

source: There is nothing to report
de_ch: Es gibt nichts zu melden
es_cl: No hay nada que reportar
fr: Il n&#39;y a rien à signaler
pa_in: ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ ਕੁਝ ਵੀ ਨਹੀ ਹੈ,

source: New and Renewing Members YTD
de_ch: Neue und Erneuerung Mitglieder YTD
es_cl: Nueva y Renovación de los miembros hasta la fecha
fr: Nouveau et renouvellement des membres YTD
pa_in: ਨਿਊ ਹੈ ਅਤੇ ਅੰਗ YTD ਰੀਨਿਊ

source: Select a Year
de_ch: Wählen Sie ein Jahr
es_cl: Seleccione un año
fr: Sélectionner une année
pa_in: ਨੂੰ ਇੱਕ ਸਾਲ ਦੀ ਚੋਣ ਕਰੋ

source: Members
de_ch: Mitglieder
es_cl: Miembros
fr: Membres
pa_in: ਮਬਰ

source: New
de_ch: Neu
es_cl: Nueva
fr: Nouveau
pa_in: ਨਿਊ

source: Renewing
de_ch: Erneuerung
es_cl: Renovando
fr: Renouveler
pa_in: ਰੀਨਿਊ

source: Total Active
de_ch: Gesamt Aktive
es_cl: Total activo
fr: Total Actifs
pa_in: ਸਰਗਰਮ ਕੁੱਲ

source: Superuser Security Level Report
de_ch: Superuser-Sicherheitsstufe Bericht
es_cl: Superusuario de nivel de seguridad Informe
fr: Rapport du niveau de sécurité superutilisateur
pa_in: ਸੁਪਰ ਸੁਰੱਖਿਆ ਪੱਧਰ ਦੀ ਰਿਪੋਰਟ ਕਰੋ

source: Lists all users with a security level of Superuser. This can be helpful as a cross reference when auditing.
de_ch: Listet alle Benutzer mit einem Sicherheitsniveau von Superuser. Dies kann hilfreich sein als Querverweis bei der Prüfung.
es_cl: Lista todos los usuarios con un nivel de seguridad de superusuario. Esto puede ser útil como una referencia cruzada al auditar.
fr: Liste tous les utilisateurs avec un niveau de superutilisateur de sécurité. Cela peut être utile en tant que référence croisée lors de la vérification.
pa_in: ਸੁਪਰ ਦੇ ਇੱਕ ਸੁਰੱਖਿਆ ਪੱਧਰ ਨਾਲ ਸਭ ਉਪਭੋਗੀ ਦੀ ਸੂਚੀ ਹੈ. ਆਡਿਟਿੰਗ ਜਦ ਇਹ ਇੱਕ ਕਰਾਸ ਹਵਾਲਾ ਦੇ ਤੌਰ ਤੇ ਲਾਭਦਾਇਕ ਹੋ ਸਕਦਾ ਹੈ.

source: Lastname
de_ch: Nachname
es_cl: Apellido
fr: Nom
pa_in: ਆਖਰੀ

source: Firstname
de_ch: Vorname
es_cl: Nombre
fr: Prénom
pa_in: ਪਹਿਲਾ

source: Article Reporting Options
de_ch: Artikel von Berichtsoptionen
es_cl: Opciones Artículo de Información
fr: Options de l&#39;article de rapports
pa_in: ਆਰਟੀਕਲ ਰਿਪੋਰਟਿੰਗ ਚੋਣ

source: Article times read. Click the article headline to view the article. Click the numbers on the left to view those specific views. Blank headlines means the article was probably deleted but the view records are still kept for accurate reporting.
de_ch: Artikel mal gelesen. Klicken Sie auf die Überschrift, um Artikel den Artikel anzuzeigen. Klicken Sie auf die Zahlen auf der linken Seite, um die spezifischen Ansichten anzeigen. Blank Schlagzeilen bedeutet, dass der Artikel wurde wohl gelöscht, aber die Aussicht Aufzeichnungen sind immer noch für korrekte Berichterstattung gehalten.
es_cl: Veces Leer el artículo. Haga clic en el título del artículo para ver el artículo. Haga clic en los números de la izquierda para ver los puntos de vista específicos. Titulares en blanco significa que el artículo fue borrado probablemente, pero los registros de vista, siguen siendo mantenidos para la información precisa.
fr: Article fois lu. Cliquez sur le titre d&#39;article pour afficher l&#39;article. Cliquez sur les numéros sur la gauche pour afficher les points de vue spécifiques. Manchettes blanches signifie l&#39;article a été supprimé, mais probablement les enregistrements de vue sont encore conservés des renseignements exacts.
pa_in: ਆਰਟੀਕਲ ਵਾਰ ਪੜ੍ਹੋ. ਲੇਖ ਨੂੰ ਵੇਖਣ ਲਈ ਲੇਖ ਸੁਰਖੀ ਨੂੰ ਦਬਾਉ. ਜਿਹੜੇ ਖਾਸ ਵਿਚਾਰ ਨੂੰ ਵੇਖਣ ਲਈ ਖੱਬੇ ਉੱਤੇ ਨੰਬਰ ਨੂੰ ਦਬਾਉ. ਖਾਲੀ ਦੀ ਸੁਰਖੀ ਲੇਖ ਸੰਭਵ ਹੈ ਕਿ ਹਟਾਇਆ ਗਿਆ ਸੀ, ਦਾ ਮਤਲਬ ਹੈ, ਪਰ ਝਲਕ ਦੇ ਰਿਕਾਰਡ ਅਜੇ ਵੀ ਸਹੀ ਜਾਣਕਾਰੀ ਦੇਣ ਲਈ ਰੱਖਿਆ ਕਰ ਰਹੇ ਹਨ.

source: Viewed
de_ch: Angesehen
es_cl: Visto
fr: Vu
pa_in: ਦੇਖੇ ਗਏ

source: Views / Day
de_ch: Ansichten / Tag
es_cl: Visitas / Día
fr: Vues / Jour
pa_in: ਦ੍ਰਿਸ਼ / ਦਿਵਸ

source: New and Renewing Corporate Memberships Overtime
de_ch: Neue und Erneuern von Unternehmensmitgliedschaft Überstunden
es_cl: Nueva y Renovación de Membresías Corporativas Overtime
fr: Nouveau et renouvellement d&#39;adhésion d&#39;entreprise des heures supplémentaires
pa_in: ਨਿਊ ਹੈ ਅਤੇ ਓਵਰਟਾਈਮ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ ਰੀਨਿਊ

source: New Members
de_ch: Neue Mitglieder
es_cl: Nuevos Miembros
fr: Nouveaux membres
pa_in: ਨਿਊ ਮਬਰ

source: Renewing Members
de_ch: Erneuerung Mitglieder
es_cl: Miembros Renovar
fr: Les membres qui renouvellent
pa_in: ਰੀਨਿਊ ਮਬਰ

source: Total Active Corporate Memberships
de_ch: Insgesamt aktive Unternehmensmitgliedschaft
es_cl: Total de Membresías Corporativas activos
fr: Total des abonnements collectifs actifs
pa_in: ਕੁੱਲ ਸਰਗਰਮ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ

source: Corporate Membership Report
es_cl: Informe Membresía Corporativa
fr: Rapport de l&#39;adhésion corporative
pa_in: ਕਾਰਪੋਰੇਟ Membership ਦੀ ਰਿਪੋਰਟ

source: Corp Mem Type
de_ch: Corp Mem-Typ
es_cl: Tipo Corp Mem
fr: Type de Corp Mem
pa_in: ਕਾਰਪੋਰੇਸ਼ਨ ਮੇਰਾ ਕਿਸਮ

source: Tendenci&reg; Event Log Summary Report
de_ch: Tendenci &amp; reg; Event Log-Zusammenfassungsbericht
es_cl: Tendenci &amp; registro; Registro de eventos Informe resumido
fr: Tendenci &amp; reg; Event Log Rapport sommaire
pa_in: Tendenci &amp; reg; ਘਟਨਾ ਲਾਗ ਸੰਖੇਪ ਰਿਪੋਰਟ ਕਰੋ

source: Back to main Event Logs report
de_ch: Zurück zur Hauptereignisprotokolle Bericht
es_cl: Volver a la principal informe los registros de sucesos
fr: Retour au rapport principal journaux d&#39;événements
pa_in: ਵਾਪਸ ਮੁੱਖ ਘਟਨਾ ਲਾਗ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ

source: Members in Grace Period
de_ch: Mitglieder in Grace Period
es_cl: Miembros en período de gracia
fr: Membres en période de grâce
pa_in: ਗ੍ਰੇਸ ਪੀਰੀਅਡ ਵਿੱਚ ਅੰਗ

source: These members are past their expiration dates, but still in the grace period defined in their membership types.
de_ch: Diese Mitglieder haben das Ende ihrer Ablaufdaten, aber immer noch in der in ihrer Mitgliedschaft Typen definiert Gnadenfrist.
es_cl: Estos miembros son pasado su fecha de caducidad, pero todavía en el período de gracia se define en sus tipos de miembros.
fr: Ces membres sont passé leur date de péremption, mais encore dans la période de grâce définie dans leurs types d&#39;adhésion.
pa_in: ਇਹ ਅੰਗ ਨੂੰ ਆਪਣੇ ਮਿਆਦ ਦਰਜ ਬੀਤੇ, ਪਰ ਅਜੇ ਵੀ ਉਹ ਆਪਣੇ ਸਦੱਸਤਾ ਕਿਸਮ ਵਿੱਚ ਪ੍ਰਭਾਸ਼ਿਤ ਰਿਆਇਤ ਅੰਤਰਾਲ ਵਿੱਚ ਹਨ.

source: No members currently in the grace period.
de_ch: Keine Mitglieder, die derzeit in der Gnadenfrist.
es_cl: No hay miembros actualmente en el período de gracia.
fr: Aucun membre actuellement dans la période de grâce.
pa_in: ਪਰਮੇਸ਼ੁਰ ਦੀ ਕਿਰਪਾ ਦੇ ਪੀਰੀਅਡ ਵਿੱਚ ਇਸ ਵੇਲੇ ਕੋਈ ਸਦੱਸ.

source: Available reports
de_ch: Verfügbaren Berichte
es_cl: Los informes disponibles
fr: Les rapports disponibles
pa_in: ਉਪਲਬਧ ਰਿਪੋਰਟ

source: Marketing Events Summary
de_ch: Marketing Events Zusammenfassung
es_cl: Eventos de Marketing Resumen
fr: Événements de marketing Résumé
pa_in: ਮਾਰਕੀਟਿੰਗ ਸਮਾਗਮ ਸੰਖੇਪ

source: Administrator Security Level
de_ch: Sicherheitsstufe für Administrator
es_cl: Administrador de nivel de seguridad
fr: Niveau de sécurité administrateur
pa_in: ਪਰਬੰਧਕ ਸੁਰੱਖਿਆ ਪੱਧਰ

source: Site Users Added
de_ch: Website Benutzer hinzugefügt
es_cl: Los usuarios del sitio Alta
fr: Les utilisateurs du site Ajouté
pa_in: ਸਾਈਟ ਨੂੰ ਭਾਰਤੀ ਸ਼ਾਮਿਲ

source: User Activity Summary
de_ch: Benutzeraktivität Zusammenfassung
es_cl: Resumen de la actividad del usuario
fr: Activité de l&#39;utilisateur Résumé
pa_in: ਯੂਜ਼ਰ ਸਰਗਰਮੀ ਸੰਖੇਪ

source: User Access
es_cl: El acceso del Usuario
fr: l&#39;accès des utilisateurs
pa_in: ਯੂਜ਼ਰ ਪਹੁੰਚ

source: Contacts Report - Referral Analysis
de_ch: Kontakte melden - Referral Analysis
es_cl: Contactos Informar - Análisis de Referencia
fr: Contacts Rapport - Analyse d&#39;orientation
pa_in: ਸੰਪਰਕ ਰਿਪੋਰਟ ਕਰੋ - ਹਵਾਲਾ ਵਿਸ਼ਲੇਸ਼ਣ

source: Active Memberships
de_ch: Mitgliedschaften
es_cl: Membresías activos
fr: Membre actif
pa_in: ਸਰਗਰਮ ਸਦੱਸਤਾ

source: Membership Summary
de_ch: Mitgliedschaft Zusammenfassung
es_cl: Resumen Membresía
fr: Résumé d&#39;adhésion
pa_in: Membership ਸੰਖੇਪ

source: Expired Memberships
de_ch: Expired Mitgliedschaft
es_cl: Membresías caducados
fr: Membre expirés
pa_in: ਮਿਆਦ ਪੁੱਗੇ ਸਦੱਸਤਾ

source: Memberships Over Time
de_ch: Mitgliedschaften im Laufe der Zeit
es_cl: Pertenencia a través del tiempo
fr: Membre Plus de Temps
pa_in: ਟਾਈਮ ਵੱਧ ਸਦੱਸਤਾ

source: Corporate Memberships Over Time
de_ch: Unternehmensmitgliedschaft im Laufe der Zeit
es_cl: Membresías corporativas a través del tiempo
fr: Membre des entreprises Plus de Temps
pa_in: ਟਾਈਮ ਦੌਰਾਨ ਕਾਰਪੋਰੇਟ ਸਦੱਸਤਾ

source: Member Type
de_ch: Mitglied Typ
es_cl: Tipo de miembro
fr: Type de membre
pa_in: ਸਦੱਸ ਦੀ ਕਿਸਮ

source: Pay Method
de_ch: Pay-Methode
es_cl: Método de Pago
fr: Méthode payante
pa_in: ਤਨਖਾਹ ਢੰਗ

source: Expire Date
de_ch: Ablaufdatum
es_cl: Fecha de vencimiento
fr: Date d&#39;expiration
pa_in: ਤਾਰੀਖ ਮਿਆਦ

source: Current Member Totals by Company
de_ch: Derzeitigen Mitglied Summen nach Firma
es_cl: Totales actuales miembros de la empresa
fr: Actuels totaux de membres de la société
pa_in: ਕੰਪਨੀ ਨੇ ਮੌਜੂਦਾ ਸਦੱਸ ਕੁੱਲ

source: # Members
de_ch: # Mitglieder
es_cl: # Usuarios
fr: # membres
pa_in: # ਮਬਰ

source: No company data available.
de_ch: Keine Unternehmensdaten zur Verfügung.
es_cl: No hay datos de la empresa disponibles.
fr: Pas de données de l&#39;entreprise disponibles.
pa_in: ਕੋਈ ਕੰਪਨੀ ਨੇ ਡਾਟਾ ਉਪਲੱਬਧ.

source: Members YTD by type
de_ch: Mitglieder von Art YTD
es_cl: Miembros YTD por tipo
fr: Membres YTD par type
pa_in: ਮਬਰ ਦੀ ਕਿਸਮ ਕੇ YTD

source: Currently showing data for %(year)s.
de_ch: Derzeit zeigt Daten für %(year)s.
es_cl: Actualmente mostrando los datos para %(year)s.
fr: Montrant actuellement des données pour %(year)s.
pa_in: ਵਰਤਮਾਨ ਵਿੱਚ %(year)sਦੀ ਲਈ ਡਾਟਾ ਦਿਖਾ.

source: Year
de_ch: Jahr
es_cl: Año
fr: Année
pa_in: ਸਾਲ

source: Renewed Members
de_ch: Erneuert Mitglieder
es_cl: Miembros renovados
fr: Les membres renouvelés
pa_in: ਨਿਵਆਇਆ ਮਬਰ

source: Expired Members
de_ch: Expired Mitglieder
es_cl: Miembros caducados
fr: Membres expirés
pa_in: ਮਿਆਦ ਪੁੱਗੇ ਮਬਰ

source: Memberships by Join Date
de_ch: Mitgliedschaften von Registriert seit
es_cl: Membresías por Fecha de Ingreso
fr: Membre de Date d&#39;inscription
pa_in: ਤਾਰੀਖ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋ ਕੇ ਸਦੱਸਤਾ

source: Download PDF version
es_cl: Descargar la versión PDF
fr: Télécharger la version PDF
pa_in: ਡਾਊਨਲੋਡ PDF ਵਰਜਨ

source: Active Memberships Report
de_ch: Mitgliedschaften Bericht
es_cl: Activo Informe Membresías
fr: Rapport Membre Actif
pa_in: ਸਰਗਰਮ ਸਦੱਸਤਾ ਦੀ ਰਿਪੋਰਟ

source: Lists all memberships that are still active.
de_ch: Listet alle Mitgliedschaften, die immer noch aktiv sind.
es_cl: Enumera todas las pertenencias que aún están activos.
fr: Liste tous les adhésions qui sont encore actifs.
pa_in: ਹਾਲੇ ਵੀ ਸਰਗਰਮ ਹਨ, ਜੋ ਕਿ ਸਾਰੇ ਸਦੱਸਤਾ ਦੀ ਸੂਚੀ ਹੈ.

source: Currently showing members who joined in the last 5 years.
de_ch: Derzeit werden die Mitglieder, die in den letzten 5 Jahren beigetreten.
es_cl: Actualmente En los miembros que se unieron en los últimos 5 años.
fr: Actuellement montrant membres qui ont rejoint dans les 5 dernières années.
pa_in: ਵਰਤਮਾਨ ਵਿੱਚ ਪਿਛਲੇ 5 ਸਾਲ &#39;ਚ ਸ਼ਾਮਲ ਹੋ ਗਏ ਹਨ ਜੋ ਅੰਗ ਦਿਖਾ.

source: Filter by join date
de_ch: Filtern nach Beitrittsdatum
es_cl: Filtro por fecha unirse
fr: Filtrer par date joindre
pa_in: ਮਿਤੀ ਨੂੰ ਸ਼ਾਮਲ ਕਰ ਕੇ ਫਿਲਟਰ
