Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: Moldova, Republic of
de_ch: Moldau, Republik
es_cl: Moldova, República de
fr: Moldova, République de
pa_in: ਮਾਲਡੋਵਾ, ਦੇ ਗਣਤੰਤਰ

source: Madagascar
de_ch: Madagaskar
pa_in: ਮੈਡਗਾਸਕਰ

source: Marshall Islands
de_ch: Marshall-Inseln
es_cl: Islas Marshall
fr: Îles Marshall
pa_in: ਮਾਰਸ਼ਲ ਟਾਪੂ

source: Mali
es_cl: Malí
pa_in: ਮਾਲੀ

source: Mongolia
de_ch: Mongolei
fr: Mongolie
pa_in: ਮੰਗੋਲੀਆ

source: Northern Mariana Islands
es_cl: Islas Marianas del Norte
fr: Îles Mariannes du Nord
pa_in: ਨਾਰਦਰਨ ਮਾਰੀਆਨਾ ਟਾਪੂ

source: Martinique
es_cl: Martinica
pa_in: ਮਾਰਟੀਨਿਕ

source: Mauritania
de_ch: Mauretanien
fr: Mauritanie
pa_in: ਮਾਊਰਿਟਾਨੀਆ

source: Malta
fr: Malte
pa_in: ਮਾਲਟਾ

source: Mauritius
es_cl: Mauricio
fr: Ile Maurice
pa_in: ਮਾਰਿਟਿਯਸ

source: Maldives
de_ch: Malediven
es_cl: Maldivas
pa_in: ਮਾਲਦੀਵਸ

source: Malawi
pa_in: ਮਾਲਾਵੀ

source: Mexico
de_ch: Mexiko
es_cl: México
fr: Mexique
pa_in: ਮੈਕਸੀਕੋ

source: Malaysia
es_cl: Malasia
fr: Malaisie
pa_in: ਮਲੇਸ਼ੀਆ

source: Mozambique
de_ch: Mosambik
pa_in: ਮੌਜ਼ੰਬੀਕ

source: Namibia
fr: Namibie
pa_in: ਨਾਮੀਬੀਆ

source: New Caledonia
de_ch: Neukaledonien
es_cl: Nueva Caledonia
fr: Nouvelle-Calédonie
pa_in: ਨਿਊ ਸੈਲੇਡੋਨੀਆ

source: Niger
es_cl: Níger
pa_in: ਨਿਈਜਰ

source: Norfolk Island
de_ch: Norfolk-Insel
es_cl: Isla Norfolk
pa_in: ਨਾਰਫੋਕ Island

source: Nigeria
pa_in: ਨਾਈਜੀਰੀਆ

source: Nicaragua
pa_in: ਨਿਕਾਰਾਗੁਆ

source: Netherlands
de_ch: Niederlande
es_cl: Países Bajos
fr: Pays-Bas
pa_in: ਨਾਰਵੇ

source: Norway
de_ch: Norwegen
es_cl: Noruega
fr: Norvège
pa_in: ਨਾਰਵੇ

source: Nepal
fr: Népal
pa_in: ਨੇਪਾਲ

source: Nauru
pa_in: ਨਾਓਰੂ

source: Niue
pa_in: ਨਿਊ

source: New Zealand
de_ch: Neuseeland
es_cl: Nueva Zelanda
fr: Nouvelle-Zélande
pa_in: ਨਿਊਜ਼ੀਲੈਂਡ

source: Oman
es_cl: Omán
pa_in: ਓਮਾਨ

source: Panama
es_cl: Panamá
pa_in: ਪਨਾਮਾ

source: Peru
es_cl: Perú
fr: Pérou
pa_in: ਪੇਰੂ

source: Papua New Guinea
de_ch: Papua-Neuguinea
es_cl: Papúa Nueva Guinea
fr: Papouasie-Nouvelle-Guinée
pa_in: ਪਾਪੁਆ ਨਿਊ ਗੁਇਨੀਆ

source: Philippines
de_ch: Philippinen
es_cl: Filipinas
pa_in: ਫਿਲੀਪੀਨਜ਼

source: Pakistan
es_cl: Pakistán
pa_in: ਪਾਕਿਸਤਾਨ ਨੂੰ

source: Poland
de_ch: Polen
es_cl: Polonia
fr: Pologne
pa_in: ਹੰਗਰੀ

source: St. Pierre & Miquelon
de_ch: St. Pierre &amp; Miquelon
es_cl: St. Pierre &amp; Miquelon
fr: St. Pierre &amp; Miquelon
pa_in: ਗਲੀ Pierre &amp; ਮਿਕਿਊਲਨ

source: Pitcairn
pa_in: ਪਿਟਕਾਏਰਨ

source: Puerto Rico
pa_in: ਪੋਰਟੋ ਰੀਕੋ

source: Portugal
pa_in: ਪੁਰਤਗਾਲ

source: Palau
pa_in: ਪਾਲਾਉ

source: Paraguay
pa_in: ਪੈਰਾਗੁਏ

source: Qatar
de_ch: Katar
pa_in: ਕਤਰ

source: Reunion
de_ch: Wiedervereinigung
fr: Réunion
pa_in: ਰੀਯੂਨੀੳਨ

source: Romania
de_ch: Rumänien
es_cl: Rumania
fr: Roumanie
pa_in: ਰੋਮਾਨੀਆ

source: Russian Federation
de_ch: Russischen Föderation
es_cl: Federación de Rusia
fr: Fédération de Russie
pa_in: ਰਸ਼ੀਅਨ ਫੈਡਰੇਸ਼ਨ

source: Saudi Arabia
de_ch: Saudi-Arabien
es_cl: Arabia Saudita
fr: Arabie Saoudite
pa_in: ਸਊਦੀ ਅਰਬ

source: Solomon Islands
de_ch: Salomon-Inseln
es_cl: Islas Salomón
fr: Îles Salomon
pa_in: ਸੋਲੋਮਨ ਟਾਪੂ

source: Seychelles
de_ch: Seychellen
pa_in: ਸੇਸ਼ੇਲਸ

source: Sudan
es_cl: Sudán
fr: Soudan
pa_in: ਸੁਡਾਨ

source: Sweden
de_ch: Schweden
es_cl: Suecia
fr: Suède
pa_in: ਸਵੀਡਨ

source: Singapore
de_ch: Singapur
es_cl: Singapur
fr: Singapour
pa_in: ਸਿੰਗਾਪੋਰ

source: St. Helena
fr: Sainte-Hélène
pa_in: St. ਹੇਲੇਨਾ

source: Slovenia
de_ch: Slowenien
es_cl: Eslovenia
fr: Slovénie
pa_in: ਸਲੋਵੇਨੀਆ

source: Svalbard & Jan Mayen Islands
de_ch: Svalbard &amp; Jan-Mayen-Inseln
es_cl: Svalbard y Jan Mayen
fr: Svalbard et Jan Mayen
pa_in: ਸਵਾਲਬਾਰਡ ਅਤੇ ਜੈਨ ਮੇਯਨ ਟਾਪੂ

source: Slovakia
de_ch: Slowakei
es_cl: Eslovaquia
fr: Slovaquie
pa_in: ਸਲੋਵਾਕੀਆ

source: Sierra Leone
es_cl: Sierra Leona
pa_in: ਸੀਅਰਾ ਲਿਓਨ

source: San Marino
pa_in: ਸਾਨ ਮਰੀਨੋ

source: Senegal
fr: Sénégal
pa_in: ਸੇਨੇਗਲ

source: Somalia
fr: Somalie
pa_in: ਸੋਮਾਲੀਆ

source: Suriname
pa_in: ਸੂਰੀਨਾਮ

source: Sao Tome & Principe
de_ch: Sao Tome &amp; Principe
es_cl: Sao Tome &amp; Principe
fr: Sao Tomé et Principe
pa_in: ਸਾਓ ਟੌਮ &amp; ਪ੍ਰਿੰਸੀਪਲ

source: Syrian Arab Republic
de_ch: Arabische Republik Syrien
es_cl: República Árabe Siria
fr: République arabe syrienne
pa_in: ਸੀਰੀਅਨ ਅਰੈਬ ਰੀਪਬਲਿਕ

source: Turks & Caicos Islands
de_ch: Turks &amp; Caicos Islands
es_cl: Islas Turcas y Caicos
fr: Turques et Caïques
pa_in: ਤੁਰਕ ਅਤੇ ਕੇਕੋਸ ਟਾਪੂ

source: Chad
de_ch: Tschad
fr: Tchad
pa_in: ਚਡ

source: French Southern Territories
de_ch: Französisch-Polynesien
es_cl: Territorios Australes Franceses
pa_in: French ਦੱਖਣੀ ਪ੍ਰਦੇਸ਼

source: Togo
pa_in: ਟੋਗੋ

source: Tajikistan
de_ch: Tadschikistan
es_cl: Tayikistán
fr: Tadjikistan
pa_in: ਤਜ਼ਾਕਿਸਤਾਨ

source: Tokelau
pa_in: ਟੋਕੇਲਾਓ

source: Turkmenistan
es_cl: Turkmenistán
fr: Turkménistan
pa_in: ਤੁਰਕਮਿਨੀਸਤਾਨ

source: Tunisia
de_ch: Tunesien
es_cl: Túnez
fr: Tunisie
pa_in: ਟਿਊਨੀਸ਼ੀਆ

source: East Timor
de_ch: Ost-Timor
es_cl: Timor del Este
fr: Timor oriental
pa_in: ਪੂਰਬੀ ਤਿਮੋਰ

source: Turkey
de_ch: Türkei
es_cl: Pavo
fr: Dinde
pa_in: ਟਰਕੀ

source: Trinidad & Tobago
de_ch: Trinidad &amp; Tobago
es_cl: Trinidad y Tobago
fr: Trinité-et-Tobago
pa_in: ਤ੍ਰਿਨੀਦਾਦ ਅਤੇ ਟੋਬੇਗੋ

source: Tuvalu
pa_in: ਟਿਊਵਾਲੂ

source: Taiwan, Province of China
es_cl: Taiwan, Provincia de China
fr: Taiwan, province de Chine
pa_in: ਚੀਨ ਦੇ ਤਾਇਵਾਨ, ਪ੍ਰੋਵਿੰਸ

source: Tanzania, United Republic of
de_ch: Tansania, Vereinigte Republik
es_cl: Tanzania, República Unida de
fr: Tanzanie, République-Unie de
pa_in: ਤਨਜ਼ਾਨੀਆ, ਸੰਯੁਕਤ ਗਣਰਾਜ

source: Ukraine
es_cl: Ucrania
pa_in: ਯੂਕਰੇਨ

source: United States Minor Outlying Islands
de_ch: Vereinigte Staaten von Amerika Ozeanien
es_cl: Estados Unidos Islas menores alejadas de los
fr: États-Unis Îles mineures éloignées des
pa_in: ਯੂਨਾਈਟਡ ਸਟੇਟਸ ਮਾਈਨਰ ਆਊਟਲੇਇੰਗ ਟਾਪੂ

source: United States of America
de_ch: Vereinigte Staaten von Amerika
es_cl: Estados Unidos de América
fr: Les états-unis d&#39;Amérique
pa_in: ਸੰਯੁਕਤ ਰਾਜ ਅਮਰੀਕਾ

source: Uruguay
pa_in: ਉਰੂਗਵੇ

source: Uzbekistan
de_ch: Usbekistan
es_cl: Uzbekistán
fr: Ouzbékistan
pa_in: ਉਜ਼ਬੇਕਿਸਤਾਨ

source: Vatican City State (Holy See)
de_ch: Vatikanstadt (Heiliger Stuhl)
es_cl: Ciudad del Vaticano (Santa Sede)
fr: Cité du Vatican (Saint-Siège)
pa_in: ਵੈਟੀਕਨ ਸਿਟੀ ਸਟੇਟ (ਹੋਲੀ)

source: St. Vincent & the Grenadines
de_ch: St. Vincent und die Grenadinen
es_cl: San Vicente y las Granadinas
fr: Saint-Vincent-et-les Grenadines
pa_in: ਗਲੀ Vincent &amp; ਗਰੇਨਾਡਾਈਨਜ਼

source: Venezuela
pa_in: ਵੈਨੇਜ਼ੁਏਲਾ

source: British Virgin Islands
es_cl: Islas Vírgenes Británicas
fr: Îles Vierges britanniques
pa_in: ਬ੍ਰਿਟਿਸ਼ ਵਰਜਿਨ ਟਾਪੂ

source: United States Virgin Islands
de_ch: Amerikanische Jungferninseln
es_cl: Islas Vírgenes Americanas
fr: Îles Vierges américaines
pa_in: ਸੰਯੁਕਤ ਰਾਜ ਵਰਜਿਨ ਟਾਪੂ

source: Viet Nam
fr: Viêt-Nam
pa_in: ਵੀਅਤਨਾਮ

source: Vanuatu
pa_in: ਵੈਨੂਆਟੂ

source: Wallis & Futuna Islands
de_ch: Wallis und Futuna-Inseln
es_cl: Wallis y Futuna
fr: Wallis &amp; Futuna
pa_in: ਵੈਲਿਸ &amp; ਫਿਊਟੂਨਾ ਟਾਪੂ

source: Samoa
pa_in: ਸਾਮੋਆ

source: Yemen
de_ch: Jemen
fr: Yémen
pa_in: ਯਮਨ

source: Mayotte
pa_in: ਮੇਓਟੇ

source: Yugoslavia
de_ch: Jugoslawien
fr: Yougoslavie
pa_in: ਯੂਗੋਸਲਾਵੀਆ

source: South Africa
de_ch: Südafrika
es_cl: Sudáfrica
fr: Afrique du Sud
pa_in: ਦੱਖਣੀ ਅਫਰੀਕਾ

source: Zaire
fr: Zaïre
pa_in: ਜ਼ਾਇਰ

source: Zimbabwe
de_ch: Simbabwe
pa_in: ਜ਼ਿੰਬਾਬਵੇ

source: Unknown or unspecified country
de_ch: Unbekannt oder nicht näher Land
es_cl: País desconocido o no especificado
fr: Pays inconnu ou non spécifié
pa_in: ਅਣਜਾਣ ਜ ਰੁਕਦਾ ਦੇਸ਼ &#39;

source: Make Payment Added
de_ch: Machen Zahlung hinzugefügt
es_cl: Realizar Pago Alta
fr: Effectuer un paiement Ajouté
pa_in: ਯਕੀਨੀ ਬਣਾਓ ਭੁਗਤਾਨ ਸ਼ਾਮਿਲ

source: A payment has been made.
de_ch: Eine Zahlung erfolgt ist.
es_cl: Un pago se ha hecho.
fr: Un paiement a été effectué.
pa_in: ਇੱਕ ਦਾ ਭੁਗਤਾਨ ਕੀਤਾ ਗਿਆ ਹੈ.

source: address line 2
de_ch: Adresszeile 2
es_cl: línea de dirección 2
fr: ligne d&#39;adresse 2
pa_in: ਪਤੇ ਨੂੰ ਲਾਈਨ 2

source: referred by
de_ch: durch bezeichnet
es_cl: referido por
fr: visé par
pa_in: ਕੇ ਦਾ ਜ਼ਿਕਰ

source: General Payment
de_ch: Allgemeine Zahlungs
es_cl: Pago Generales
fr: Paiement général
pa_in: ਜਨਰਲ ਭੁਗਤਾਨ

source: General Payments
de_ch: Allgemeinen Zahlungs
es_cl: Pagos Generales
fr: Paiements générales
pa_in: ਜਨਰਲ ਭੁਗਤਾਨ

source: Make a Payment
de_ch: Machen Sie eine Zahlung
es_cl: Hacer un Pago
fr: Effectuer un paiement
pa_in: ਇਕ ਭੁਗਤਾਨ ਬਣਾਉ

source: Add a Payment Confirmation
de_ch: Fügen Sie eine Zahlungsbestätigung
es_cl: Añadir una Confirmación de Pago
fr: Ajouter une confirmation de paiement
pa_in: ਇਕ ਭੁਗਤਾਨ ਪੁਸ਼ਟੀ ਸ਼ਾਮਲ ਕਰੋ

source: Email Notification
de_ch: E-Mail-Benachrichtigung
es_cl: Notificación por correo electrónico
fr: Notification par email
pa_in: ਈਮੇਲ ਸੂਚਨਾ

source: This e-mail does not confirm payment approval.
de_ch: Diese E-Mail nicht bestätigen, Zahlung Genehmigung.
es_cl: Este e-mail no confirma la aprobación del pago.
fr: Cet e-mail ne confirme pas l&#39;approbation de paiement.
pa_in: ਇਹ ਈ-ਮੇਲ ਭੁਗਤਾਨ ਦਾ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹੈ.

source: To check the status of your payment, click here:
de_ch: Um den Status Ihrer Zahlung überprüfen, klicken Sie hier:
es_cl: Para comprobar el estado de su pago, haga clic aquí:
fr: Pour vérifier l&#39;état de votre paiement, cliquez ici:
pa_in: ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਦੀ ਸਥਿਤੀ ਦਾ ਪਤਾ ਕਰਨ ਲਈ, ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ:

source: Make Payment ID
de_ch: Machen Zahlungs ID
es_cl: Hacer ID Pago
fr: Effectuer un paiement ID
pa_in: ਭੁਗਤਾਨ ID ਬਣਾਉ

source: Make Payments
de_ch: Zahlungen ausführen
es_cl: Realizar pagos
fr: Effectuer des paiements
pa_in: ਭੁਗਤਾਨ ਯਕੀਨੀ ਬਣਾਓ

source: Make Payments:
de_ch: Zahlungen ausführen:
es_cl: Realizar pagos:
fr: Effectuer des paiements:
pa_in: ਭੁਗਤਾਨ ਬਣਾਉ:

source: View a Payment
de_ch: Sehen Sie sich eine Zahlung
es_cl: Ver un Pago
fr: Voir un paiement
pa_in: ਇਕ ਭੁਗਤਾਨ ਵੇਖੋ

source: Payment Amount:
de_ch: Zahlungsbetrag:
es_cl: Pago Monto:
fr: Montant du paiement:
pa_in: ਭੁਗਤਾਨ ਰਾਸ਼ੀ:

source: Invoice ID:
de_ch: Rechnungs-ID:
es_cl: Factura ID:
fr: Facture ID:
pa_in: ਚਲਾਨ ID:

source: User:
es_cl: Usuario:
fr: Utilisateur:
pa_in: ਯੂਜ਼ਰ:

source: Referred By:</div><div>%(mpref)s
de_ch: Empfohlen von: </div> <div> %(mpref)s
es_cl: Referido por: </div> <div> %(mpref)s
fr: Référé par: </div> <div> %(mpref)s
pa_in: </div> <div> %(mpref)s: ਦੁਆਰਾ ਹਵਾਲਾ

source: Create Date:
de_ch: Erstellt am:
fr: Date de création:
pa_in: ਤਾਰੀਖ ਬਣਾਓ:

source: User Welcome
de_ch: Benutzer Willkommen
es_cl: Usuario Bienvenido
fr: Bienvenue utilisateur
pa_in: ਯੂਜ਼ਰ Welcome

source: User Account Created, Welcome Message
de_ch: Benutzerkonto erstellt, Willkommensnachricht
es_cl: Cuenta de usuario creada, Mensaje de Bienvenida
fr: compte utilisateur créé, Message de bienvenue
pa_in: ਉਪਭੋਗੀ ਖਾਤਾ ਬਣਾਇਆ, Welcome ਸੁਨੇਹਾ

source: Membership Entry Submission
de_ch: Mitgliedschaft die Einsendung
es_cl: Envío de la Entrada de miembros
fr: Présentation Entrée adhésion
pa_in: Membership ਇੰਦਰਾਜ਼ ਅਧੀਨ

source: Membership Entry Renewal
de_ch: Mitgliedschaft Eintrag Erneuerung
es_cl: Membresía Entrada Renovación
fr: Renouvellement Entrée adhésion
pa_in: Membership ਇੰਦਰਾਜ਼ ਨਵੀਨੀਕਰਨ

source: Membership Application Approved
de_ch: Antrag auf Mitgliedschaft genehmigt
es_cl: Aprobado Solicitud de Membresía
fr: Demande d&#39;adhésion Approuvé
pa_in: Membership ਅਰਜ਼ੀ ਮਨਜ਼ੂਰ

source: Membership Application Disapproved
de_ch: Mitgliedsantrag Abgelehnt
es_cl: Solicitud de Afiliación Rechazado
fr: Demande d&#39;adhésion Refusé
pa_in: Membership ਐਪਲੀਕੇਸ਼ਨ ਅਪਰਵਾਨ

source: Membership Corp Indiv Verify Email
de_ch: Mitgliedschaft Corp Indiv die E-Mail
es_cl: Membresía Corp Indiv Verificar Email
fr: Adhésion Corp individuels Vérifiez Email
pa_in: Membership ਕਾਰਪੋਰੇਸ਼ਨ Indiv ਈ ਪੜਤਾਲ ਕਰੋ

source: Membership Corp Indiv Email To Be Verified
de_ch: Mitgliedschaft Corp Indiv E-Mail überprüft werden
es_cl: Membresía Corp Indiv Email Para ser verificada
fr: Adhésion Corp individuels Email être vérifiée
pa_in: Membership ਕਾਰਪੋਰੇਸ਼ਨ Indiv ਈ ਦੀ ਪੜਤਾਲ ਕਰਨ ਲਈ, ਹੋ ਜਾ

source: Period must be a numeric number.
de_ch: Zeitraum muss ein numerischer Zahl sein.
es_cl: Período debe ser un número numérico.
fr: Période doit être un nombre numérique.
pa_in: ਪੀਰੀਅਡ ਨੂੰ ਇੱਕ ਅੰਕੀ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.

source: Period is a required field.
de_ch: Zeit ist ein Pflichtfeld.
es_cl: Período es un campo obligatorio.
fr: Période est un champ obligatoire.
pa_in: ਪੀਰੀਅਡ ਨੂੰ ਇੱਕ ਦੀ ਲੋੜ ਖੇਤਰ ਹੈ.

source: Please select a expiration option for join.
de_ch: Bitte wählen Sie eine Option für Ablauf anzuschließen.
es_cl: Por favor seleccione una opción de caducidad para unirse.
fr: S&#39;il vous plaît sélectionner une option d&#39;expiration pour joindre.
pa_in: ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਇੱਕ ਮਿਆਦ ਦੀ ਚੋਣ ਚੁਣੋ ਜੀ.

source: The day(s) field in option 2 of Expires On must be a numeric number.
de_ch: Das Feld Tag (e) in Option 2 von Läuft ab am muß ein numerischer Zahl sein.
es_cl: El campo día (s) en la opción 2 del Expira el debe ser un número numérico.
fr: Le champ jour (s) dans l&#39;option 2 de Expire le numéro doit être numérique.
pa_in: ਚੋਣ ਨੂੰ 2 ਵਿੱਚ ਦਿਨ (s) ਖੇਤਰ ਦੀ ਇੱਕ ਅੰਕੀ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ &#39;ਤੇ ਮਿਆਦ.

source: Please select a expiration option for renewal.
de_ch: Bitte wählen Sie eine Option für eine Verlängerung Ablauf.
es_cl: Por favor seleccione una opción de caducidad para la renovación.
fr: S&#39;il vous plaît sélectionner une option d&#39;expiration de renouvellement.
pa_in: ਨਵਿਆਉਣ ਲਈ ਇੱਕ ਮਿਆਦ ਦੀ ਚੋਣ ਚੁਣੋ ਜੀ.

source: The day(s) field in option 2 of Renew Expires On must be a numeric number.
de_ch: Das Feld Tag (e) in Option 2 von Renew Läuft ab am muß ein numerischer Zahl sein.
es_cl: El campo día (s) en la opción 2 de Renovar Expira el debe ser un número numérico.
fr: Le champ jour (s) dans l&#39;option 2 de renouveler Expire le numéro doit être numérique.
pa_in: ਮੁੜ ਦੀ ਚੋਣ ਨੂੰ 2 ਵਿੱਚ ਦਿਨ (ਹਵਾਈਅੱਡੇ) ਖੇਤਰ ਨੂੰ ਇੱਕ ਅੰਕੀ ਦਾ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ &#39;ਤੇ ਮਿਆਦ.

source: The day(s) field in option 3 of Renew Expires On must be a numeric number.
de_ch: Das Feld Tag (e) in Option 3 von Renew Läuft ab am muß ein numerischer Zahl sein.
es_cl: El campo día (s) en la opción 3 de Renovar Expira el debe ser un número numérico.
fr: Le champ jour (s) dans l&#39;option 3 de renouvellement expire le numéro doit être numérique.
pa_in: ਮੁੜ ਦੀ ਚੋਣ ਨੂੰ 3 ਵਿੱਚ ਦਿਨ (ਹਵਾਈਅੱਡੇ) ਖੇਤਰ ਨੂੰ ਇੱਕ ਅੰਕੀ ਦਾ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ &#39;ਤੇ ਮਿਆਦ.

source: Please select an option for fixed period.
de_ch: Bitte wählen Sie eine Option für die festgelegten Zeitraum.
es_cl: Por favor, seleccione una opción para período fijo.
fr: S&#39;il vous plaît sélectionner une option pour la période fixe.
pa_in: ਨਿਸ਼ਚਿਤ ਮਿਆਦ ਲਈ ਇੱਕ ਚੋਣ ਚੁਣੋ ਜੀ.

source: The day(s) field in the option 1 of Expires On must be a numeric number.
de_ch: Das Feld Tag (e) in der Option 1 Läuft ab am muß ein numerischer Zahl sein.
es_cl: El campo día (s) en la opción 1 del Expira el debe ser un número numérico.
fr: Le champ jour (s) dans l&#39;option 1 du Expire le doit être un nombre numérique.
pa_in: ਦੇ ਚੋਣ ਨੂੰ 1 ਵਿੱਚ ਦਿਨ (ਹਵਾਈਅੱਡੇ) ਖੇਤਰ &#39;ਤੇ ਇਕ ਅੰਕੀ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਮਿਆਦ.

source: The day(s) field in the option 2 of Expires On must be a numeric number.
de_ch: Das Feld Tag (e) in der Option 2 Läuft ab am muß ein numerischer Zahl sein.
es_cl: El campo día (s) en la opción 2 del Expira el debe ser un número numérico.
fr: Le champ jour (s) dans l&#39;option 2 de Expire le doit être un nombre numérique.
pa_in: ਦੀ ਚੋਣ ਨੂੰ 2 ਵਿੱਚ ਦਿਨ (ਹਵਾਈਅੱਡੇ) ਖੇਤਰ &#39;ਤੇ ਇਕ ਅੰਕੀ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਮਿਆਦ.

source: The grace period day(s) for optoin 2 must be a numeric number.
de_ch: Die Frist Tag (e) für OPTOIN 2 muss ein numerischer Zahl sein.
es_cl: El día (s) período de gracia para optoin 2 debe ser un número numérico.
fr: Le jour (s) de période de grâce pour optoin 2 doit être un nombre numérique.
pa_in: optoin 2 ਦੇ ਲਈ ਪਰਮੇਸ਼ੁਰ ਦੀ ਕਿਰਪਾ ਦੀ ਮਿਆਦ ਦਿਨ (ਹਵਾਈਅੱਡੇ) ਨੂੰ ਇੱਕ ਅੰਕੀ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.

source: Allowed characters are letters, digits, at sign (@), period (.), plus sign (+), dash (-), and underscore (_).
de_ch: Erlaubte Zeichen sind Buchstaben, Ziffern, Zeichen (@), Punkt, Pluszeichen (+), Strich (.) (-) Und Unterstrich (_).
es_cl: Los caracteres permitidos son letras, dígitos, signo de arroba (@), el período, más signo (+), guión (.) (-) Y subrayado (_).
fr: Les caractères autorisés sont les lettres, les chiffres, au signe (@), période, signe plus (+), tiret (.) (-), Et de soulignement (_).
pa_in: (.) ਦੀ ਇਜਾਜ਼ਤ ਅੱਖਰ ਨਿਸ਼ਾਨੀ (@) &#39;ਤੇ ਅੱਖਰ, ਅੰਕ,, ਦੀ ਮਿਆਦ, ਪਲੱਸ ਨਿਸ਼ਾਨੀ (+), ਡੈਸ਼ ਹੁੰਦੇ ਹਨ (-), ਅਤੇ ਰੇਖਾ (_).

source: Passwords do not match.
de_ch: Passwörter stimmen nicht überein.
es_cl: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
pa_in: ਪਾਸਵਰਡ ਮੇਲ ਨਾ ਕਰੋ.

source: Username and password did not match.
de_ch: Benutzername und Passwort stimmen nicht überein.
es_cl: Nombre de usuario y la contraseña no coinciden.
fr: Nom d&#39;utilisateur et mot de passe ne correspondent pas.
pa_in: ਯੂਜ਼ਰ ਅਤੇ ਪਾਸਵਰਡ ਨਾਲ ਮੇਲ ਨਾ ਕੀਤਾ.

source: This username exists. If it's yours, please provide your password.
de_ch: Dieser Benutzername existiert. Wenn es Ihnen, geben Sie bitte Ihr Passwort ein.
es_cl: Existe este nombre de usuario. Si es tuyo, por favor escriba su contraseña.
fr: Ce nom d&#39;utilisateur existe. Si c&#39;est le vôtre, s&#39;il vous plaît fournir votre mot de passe.
pa_in: ਇਹ ਉਪਭੋਗੀ ਮੌਜੂਦ ਹੈ. ਇਸ ਨੂੰ ਤੁਹਾਡਾ ਹੈ, ਜੇ, ਆਪਣਾ ਪਾਸਵਰਡ ਦਿਓ ਜੀ.

source: Join Under the Corporation:
de_ch: Registriert Unter der Corporation:
es_cl: Únete Bajo la Corporación:
fr: Rejoignez Sous la Société:
pa_in: ਕਾਰਪੋਰੇਸ਼ਨ ਦੇ ਤਹਿਤ ਸ਼ਾਮਲ ਹੋ:

source: Enter the Secret Code
de_ch: Geben Sie den Geheimcode
es_cl: Introduzca el código secreto
fr: Entrez le code secret
pa_in: ਗੁਪਤ ਕੋਡ ਦਿਓ

source: Verify Your Email Address
de_ch: Überprüfen Sie, ob Ihre E-Mail-Adresse
es_cl: Compruebe su dirección de correo electrónico
fr: Vérifiez votre adresse e-mail
pa_in: ਤੁਹਾਡਾ ਮੇਲ ਪਤੇ ਦੀ ਤਸਦੀਕ

source: Invalid Secret Code.
de_ch: Secret Code ungültig.
es_cl: Inválido Código Secreto.
fr: Invalid code secret.
pa_in: ਗਲਤ ਗੁਪਤ ਕੋਡ.

source: Sorry but we're not able to find your corporation.
de_ch: Es tut uns leid, aber wir sind nicht in der Lage, Ihr Unternehmen zu finden.
es_cl: Lo sentimos pero no somos capaces de encontrar su corporación.
fr: Désolé, mais nous ne sommes pas en mesure de trouver votre société.
pa_in: ਅਫਸੋਸ ਹੈ, ਪਰ ਸਾਨੂੰ ਤੁਹਾਡੀ ਕਾਰਪੋਰੇਸ਼ਨ ਨੂੰ ਲੱਭਣ ਦੇ ਯੋਗ ਨਹੀ ਹੋ.

source: Section Header
de_ch: Abschnittsüberschrift
es_cl: Encabezado de la sección
fr: Tête de section
pa_in: ਹਿੱਸਾ ਸਿਰਲੇਖ

source: Description
es_cl: Descripción
pa_in: ਵੇਰਵਾ

source: Horizontal Rule
de_ch: Horizontale
es_cl: Regla Horizontal
fr: Règle horizontale
pa_in: ਹਰੀਜ਼ਟਲ ਨਿਯਮ

source: Membership Type
de_ch: Art der Mitgliedschaft
es_cl: Tipo de membresía
fr: Type d&#39;adhésion
pa_in: Membership ਕਿਸਮ

source: Corporate Membership ID
es_cl: ID Membresía Corporativa
fr: Adhésion des sociétés ID
pa_in: ਕਾਰਪੋਰੇਟ Membership ID

source: User
de_ch: Benutzer
es_cl: Usuario
fr: Utilisateur
pa_in: ਯੂਜ਼ਰ

source: Directory
de_ch: Verzeichnis
es_cl: Directorio
fr: Annuaire
pa_in: ਡਾਇਰੈਕਟਰੀ

source: Donation
de_ch: Spende
es_cl: Donación
fr: Don
pa_in: ਦਾਨ

source: Custom
de_ch: Brauch
fr: Coutume
pa_in: ਕਸਟਮ

source: Fixed
de_ch: Fest
es_cl: Fijo
fr: Fixé
pa_in: ਸਥਿਰ

source: Rolling
de_ch: Rollend
es_cl: Rodando
fr: Roulant
pa_in: ਰੋਲਿੰਗ

source: Days
de_ch: Tage
es_cl: Días
fr: Journées
pa_in: ਦਿਨ

source: Months
de_ch: Monate
es_cl: Meses
fr: Mois
pa_in: ਮਹੀਨੇ

source: Years
de_ch: Jahre
es_cl: Años
fr: Ans
pa_in: ਸਾਲ

source: Admin Fee
es_cl: Gastos de gestión
fr: de frais d&#39;administration
pa_in: ਪਰਬੰਧ ਫੀਸ

source: Require Approval
de_ch: Bedürfen der Zustimmung
es_cl: Se necesita aprobación
fr: Nécessite une approbation
pa_in: ਪ੍ਰਵਾਨਗੀ ਦੀ ਲੋੜ ਹੈ

source: Auto-approval requires payment
de_ch: Auto-Zulassung erfordert Zahlungs
es_cl: Auto-aprobación requiere el pago
fr: Auto-approbation exige le paiement
pa_in: ਆਟੋ-ਪ੍ਰਵਾਨਗੀ ਦੇ ਭੁਗਤਾਨ ਦਾ ਦੀ ਲੋੜ ਹੈ

source: Allow Renewal
de_ch: Ermöglichen Erneuerung
es_cl: Permitir Renovación
fr: Autoriser le renouvellement
pa_in: ਨਵੀਨੀਕਰਨ ਦੀ ਇਜ਼ਾਜਤ

source: Renewal Only
de_ch: Nur Erneuerung
es_cl: Sólo Renovación
fr: Renouvellement seulement
pa_in: ਨਵੀਨੀਕਰਨ ਸਿਰਫ਼

source: Renewal Requires Approval
de_ch: Erneuerung Benötigt Zulassung
es_cl: Renovación Requiere aprobación
fr: Renouvellement exige l&#39;approbation
pa_in: ਨਵੀਨੀਕਰਨ ਪ੍ਰਵਾਨਗੀ ਦੀ ਲੋੜ ਹੈ

source: Never Expires
de_ch: Nie ab
es_cl: Nunca caduca
fr: N&#39;expire jamais
pa_in: ਮਿਆਦ ਕਦੇ ਨਾ

source: Period Type
de_ch: Zeitraum Type
es_cl: Tipo de período
fr: Type de période
pa_in: ਪੀਰੀਅਡ ਦੀ ਕਿਸਮ

source: Expires On
de_ch: Läuft ab am
es_cl: Expira el
fr: Expire le
pa_in: ਤੇ ਮਿਆਦ

source: Expiration Day
de_ch: Verfalltag
es_cl: Día de Vencimiento
fr: jour d&#39;échéance
pa_in: ਮਿਆਦ ਦਿਵਸ

source: Renewal Expires On
de_ch: Erneuerung Läuft ab am
es_cl: Renovación Expira el
fr: Renouvellement Expire le
pa_in: ਨਵੀਨੀਕਰਨ &#39;ਤੇ ਮਿਆਦ

source: Allow Rollover
de_ch: Lassen Sie Rollover
es_cl: Permitir Volcado
fr: Autoriser Survolez
pa_in: ਰੋਲਓਵਰ ਦੀ ਇਜ਼ਾਜਤ

source: Membership signups after this date covers the following calendar year as well.
de_ch: Mitgliedschaft Anmeldungen nach diesem Termin deckt das folgende Kalenderjahr als gut.
es_cl: Suscripciones de membresía después de esta fecha cubre el año calendario siguiente, así.
fr: inscriptions d&#39;adhésion après cette date porte sur l&#39;année civile suivante.
pa_in: Membership signups ਇਸ ਮਿਤੀ ਦੇ ਨਾਲ ਨਾਲ ਹੇਠ ਲਿਖੇ ਕੈਲੰਡਰ ਸਾਲ ਨੂੰ ਕਵਰ ਕਰਦਾ ਹੈ ਦੇ ਬਾਅਦ.

source: Renewal Period Start
de_ch: Erneuerung Period Start
es_cl: Renovación de inicio del período
fr: Renouvellement début de la période
pa_in: ਨਵੀਨੀਕਰਨ ਪੀਰੀਅਡ ਸ਼ੁਰੂ ਕਰੋ

source: Renewal Period End
de_ch: Erneuerung Periodenende
es_cl: Renovación de fin de periodo
fr: Période de renouvellement Fin
pa_in: ਨਵੀਨੀਕਰਨ ਪੀਰੀਅਡ ਅੰਤ

source: Expiration Grace Period
de_ch: Ablauf Grace Period
es_cl: Vencimiento Período de Gracia
fr: Expiration délai de grâce
pa_in: ਮਿਆਦ ਗ੍ਰੇਸ ਪੀਰੀਅਡ

source: Memberships
de_ch: Mitgliedschaften
es_cl: Membresías
fr: Membre
pa_in: ਸਦੱਸਤਾ

source: Corporate Membership
de_ch: Firmenmitgliedschaft
es_cl: Miembros Corporativos
fr: Adhésion des sociétés
pa_in: ਕਾਰਪੋਰੇਟ Membership

source: Recap File
de_ch: Recap Datei
es_cl: Crónica del archivo
fr: Recap fichier
pa_in: ਖਬਰ ਫਾਇਲ

source: Header Line
de_ch: Kopfzeile
fr: En-tête
pa_in: ਸਿਰਲੇਖ ਲਾਈਨ

source: Error
de_ch: Fehler
fr: Erreur
pa_in: ਗਲਤੀ ਹੈ

source: Note that if you don't select a membership type, the notice will go out to all members.
de_ch: Beachten Sie, dass, wenn Sie nicht über eine Mitgliedschaft Typ wählen, wird die Mitteilung geht an alle Mitglieder.
es_cl: Tenga en cuenta que si usted no selecciona un tipo de membresía, el aviso se apagará a todos los miembros.
fr: Notez que si vous ne sélectionnez pas un type d&#39;adhésion, l&#39;avis ira à tous les membres.
pa_in: ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਮਬਰਿਸ਼ਪ ਦੀ ਕਿਸਮ ਦੀ ਚੋਣ ਕਰੋ ਨਾ, ਜੇ, ਨੂੰ ਨੋਟਿਸ ਸਾਰੇ ਮਬਰ ਲਈ ਬਾਹਰ ਜਾਣ ਦੀ ਯਾਦ ਰੱਖੋ ਕਿ.

source: Use Captcha
de_ch: Verwendung Captcha-
es_cl: Uso Captcha
fr: Utiliser Captcha
pa_in: ਵਰਤੋ ਕੈਪਟਚਾ

source: Allow Multiple Membership Types
de_ch: Allow Multiple Art der Mitgliedschaft
es_cl: Permitir Múltiples Tipos de socios
fr: Permettre de plusieurs types d&#39;adhésion
pa_in: ਬਹੁ Membership ਕਿਸਮ ਦੀ ਇਜ਼ਾਜਤ

source: Use for Corporate Individuals
de_ch: Verwenden Sie für die Unternehmens Personen
es_cl: Utilice para Personas Corporativos
fr: Utilisez pour les particuliers d&#39;entreprise
pa_in: ਕਾਰਪੋਰੇਟ ਲੋਕ ਲਈ ਵਰਤੋ

source: Select One (Drop Down)
de_ch: Eine Auswahl (Drop-Down)
es_cl: Select One (Desplegable)
fr: Choisissez-en un (déroulant)
pa_in: ਇਕ ਚੁਣੋ (ਡਰੌਪ ਡਾਊਨ)

source: Select One (Radio Buttons)
de_ch: Wählen Sie Ein (Radio-Buttons)
es_cl: Seleccione One (Radio Buttons)
fr: Choisissez-en un (boutons radio)
pa_in: ਇਕ (ਰੇਡੀਓ ਬਟਨ) ਦੀ ਚੋਣ ਕਰੋ
