Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: A factor of 0.0 gives a blurred image, a factor of 1.0 gives the original image.
de_ch: Ein Faktor von 0,0 gibt ein unscharfes Bild, ein Faktor von 1,0 gibt das Originalbild.
es_cl: Un factor de 0,0 da una imagen borrosa, un factor de 1.0 da la imagen original.
fr: Un facteur de 0,0 donne une image floue, un facteur de 1,0 donne l&#39;image d&#39;origine.
pa_in: 0.0 ਦੀ ਇੱਕ ਫੈਕਟਰ ਇੱਕ ਧੁੰਦਲੀ ਚਿੱਤਰ ਨੂੰ, 1.0 ਦਾ ਇੱਕ ਫੈਕਟਰ ਅਸਲੀ ਚਿੱਤਰ ਨੂੰ ਦਿੰਦਾ ਹੈ ਦਿੰਦਾ ਹੈ.

source: filters
de_ch: Filter
es_cl: filtros
fr: filtres
pa_in: ਫਿਲਟਰ

source: size
de_ch: Größe
es_cl: tamaño
fr: taille
pa_in: ਦਾ ਆਕਾਰ

source: The height of the reflection as a percentage of the orignal image. A factor of 0.0 adds no reflection, a factor of 1.0 adds a reflection equal to the height of the orignal image.
de_ch: Die Höhe der Reflexion in Prozent von der original Bild. Ein Faktor von 0.0 fügt keine Reflexion, ein Faktor von 1,0 fügt eine Reflexion gleich der Höhe der original Bild.
es_cl: La altura de la reflexión como un porcentaje de la imagen orignal. Un factor de 0.0 añade ninguna reflexión, un factor de 1.0 añade una reflexión igual a la altura de la imagen orignal.
fr: La hauteur de la réflexion comme un pourcentage de l&#39;image orignal. Un facteur de 0,0 n&#39;ajoute pas de réflexion, d&#39;un facteur de 1,0 ajoute une réflexion égale à la hauteur de l&#39;image orignal.
pa_in: orignal ਚਿੱਤਰ ਦਾ ਇਕ ਪ੍ਰਤੀਸ਼ਤ ਦੇ ਰੂਪ ਝਲਕ ਦੀ ਉਚਾਈ. 0.0 ਦੀ ਇੱਕ ਫੈਕਟਰ ਵਿੱਚ ਕੋਈ ਅਕਸ ਸ਼ਾਮਿਲ ਕਰਦਾ ਹੈ, 1.0 ਦਾ ਇੱਕ ਫੈਕਟਰ orignal ਚਿੱਤਰ ਦੀ ਉਚਾਈ ਨੂੰ ਬਰਾਬਰ ਝਲਕਦੀ ਸ਼ਾਮਿਲ ਕਰਦਾ ਹੈ.

source: strength
de_ch: Stärke
es_cl: fuerza
fr: force
pa_in: ਦੀ ਤਾਕਤ

source: The initial opacity of the reflection gradient.
de_ch: Die anfängliche Trübung der Reflexion Steigung.
es_cl: La opacidad inicial del gradiente de reflexión.
fr: L&#39;opacité initiale du gradient de réflexion.
pa_in: ਰਿਫਲਿਕਸ਼ਨ ਸਮਝਿਆ ਹੈ ਸ਼ੁਰੂਆਤੀ ਧੁੰਦਲਾਪਨ.

source: The background color of the reflection gradient. Set this to match the background color of your page.
de_ch: Die Hintergrundfarbe der Reflexionsverlauf. Stellen Sie hier die Hintergrundfarbe der Seite entsprechen.
es_cl: El color de fondo del gradiente de reflexión. Ponga esto a coincidir con el color de fondo de la página.
fr: La couleur du fond de la pente de la réflexion. Réglez ce pour correspondre à la couleur de votre fond de page.
pa_in: ਰਿਫਲਿਕਸ਼ਨ ਸਮਝਿਆ ਹੈ ਪਿੱਠਭੂਮੀ ਦੇ ਰੰਗ ਦਾ. ਤੁਹਾਡੇ ਸਫ਼ੇ ਦੇ ਪਿੱਠਭੂਮੀ ਦੇ ਰੰਗ ਦਾ ਮੇਲ ਕਰਨ ਲਈ ਇਹ ਸੈੱਟ ਕਰੋ.

source: photo effect
de_ch: Fotoeffekt
es_cl: efecto de la foto
fr: effet de photo
pa_in: ਫੋਟੋ ਪ੍ਰਭਾਵ ਨੂੰ

source: photo effects
de_ch: Foto-Effekte
es_cl: efectos fotográficos
fr: effets photo
pa_in: ਫੋਟੋ ਅਸਰ

source: style
de_ch: Stil
es_cl: estilo
pa_in: ਸ਼ੈਲੀ

source: opacity
de_ch: Opazität
es_cl: opacidad
fr: opacité
pa_in: ਧੁੰਦਲਾਪਨ

source: The opacity of the overlay.
de_ch: Die Opazität des Overlay.
es_cl: La opacidad de la superposición.
fr: L&#39;opacité de la superposition.
pa_in: ਓਵਰਲੇਅ ਦਾ ਧੁੰਦਲਾਪਨ.

source: watermark
de_ch: Wasserzeichen
es_cl: marca de agua
fr: filigrane
pa_in: ਵਾਟਰਮਾਰਕ

source: Photo size name should contain only letters, numbers and underscores. Examples: "thumbnail", "display", "small", "main_page_widget".
de_ch: Fotogröße Name sollte nur Buchstaben, Zahlen und Unterstriche enthalten. Beispiele: &quot;Miniaturansicht&quot;, &quot;Anzeige&quot;, &quot;klein&quot;, &quot;main_page_widget&quot;.
es_cl: Foto Nombre del tamaño debe contener sólo letras, números y guiones bajos. Ejemplos: &quot;miniatura&quot;, &quot;display&quot;, &quot;pequeño&quot;, &quot;main_page_widget&quot;.
fr: Photo nom de taille devrait contenir des lettres, des chiffres et caractères de soulignement. Exemples: &quot;miniature&quot;, &quot;affichage&quot;, &quot;petit&quot;, &quot;main_page_widget&quot;.
pa_in: ਫੋਟੋ ਦਾ ਆਕਾਰ ਨਾਮ ਸਿਰਫ਼ ਅੱਖਰ, ਅੰਕ ਅਤੇ ਅੰਡਰਸਕੋਰ ਹੋਣੇ ਚਾਹੀਦਾ ਹੈ. ਉਦਾਹਰਨ:,,,, &quot;main_page_widget&quot; &quot;ਛੋਟਾ ਹੈ&quot; &quot;ਡਿਸਪਲੇਅ&quot; &quot;ਥੰਮਨੇਲ&quot;.

source: width
de_ch: Breite
es_cl: ancho
fr: largeur
pa_in: ਚੌੜਾਈ

source: If width is set to "0" the image will be scaled to the supplied height.
de_ch: Wenn Breite gesetzt ist, wird &quot;0&quot; wird das Bild mit dem mitgelieferten Höhe skaliert werden.
es_cl: Si el ancho se establece en &quot;0&quot;, la imagen será modificada para que la altura se suministra.
fr: Si la largeur est réglé sur &quot;0&quot;, l&#39;image sera mise à l&#39;échelle à la hauteur fourni.
pa_in: ਚੌੜਾਈ ਨੂੰ ਨਿਰਧਾਰਿਤ ਕੀਤਾ ਹੈ, ਜੇਕਰ &quot;0&quot; ਚਿੱਤਰ ਨੂੰ ਸਪਲਾਈ ਉਚਾਈ ਅਨੁਸਾਰ ਮਿਲਾ ਦਿੱਤਾ ਜਾਵੇਗਾ.

source: height
de_ch: Höhe
es_cl: altura
fr: hauteur
pa_in: ਉਚਾਈ

source: If height is set to "0" the image will be scaled to the supplied width
de_ch: Wenn Höhe wird auf &quot;0&quot; wird das Bild auf der mitgelieferten Breite skaliert werden eingestellt
es_cl: Si la altura se establece en &quot;0&quot;, la imagen será modificada para que el ancho suministrado
fr: Si la hauteur est réglé sur &quot;0&quot;, l&#39;image sera réduite à la largeur fourni
pa_in: ਉਚਾਈ &quot;0&quot; ਚਿੱਤਰ ਨੂੰ ਸਪਲਾਈ ਚੌੜਾਈ ਨੂੰ ਮਿਲਾ ਦਿੱਤਾ ਜਾਵੇਗਾ ਕਰਨ ਲਈ ਸੈੱਟ ਕੀਤਾ ਗਿਆ ਹੈ, ਜੇ

source: quality
de_ch: Qualität
es_cl: calidad
fr: qualité
pa_in: ਗੁਣਵੱਤਾ

source: JPEG image quality.
de_ch: JPEG-Bildqualität.
es_cl: Calidad de imagen JPEG.
fr: Qualité d&#39;image JPEG.
pa_in: ਚਿੱਤਰ ਕੁਆਲਟੀ.

source: upscale images?
de_ch: gehobenen Bilder?
es_cl: imágenes exclusivas?
fr: images haut de gamme?
pa_in: upscale ਚਿੱਤਰ,?

source: If selected the image will be scaled up if necessary to fit the supplied dimensions. Cropped sizes will be upscaled regardless of this setting.
de_ch: Bei Auswahl wird das Bild auf, wenn nötig skaliert werden, um die mitgelieferten Abmessungen passen. Freigestellte Größen werden unabhängig von dieser Einstellung hochskaliert werden.
es_cl: Si se selecciona la imagen se ampliará si es necesario para adaptarse a las dimensiones suministradas. Tamaños recortadas serán mejoradas cuya independientemente de este ajuste.
fr: Si l&#39;image sélectionnée sera réduite si nécessaire pour s&#39;adapter aux dimensions fournies. Pantacourt tailles seront agrandis indépendamment de ce paramètre.
pa_in: ਜੇ ਜਰੂਰੀ ਹੈ ਚੁਣਿਆ ਚਿੱਤਰ ਨੂੰ ਮਿਲਾ ਦਿੱਤਾ ਜਾਵੇਗਾ ਜੇ ਸਪਲਾਈ ਮਾਪ ਫਿੱਟ ਕਰਨ ਲਈ. ਵਾਹੀਯੋਗ ਅਕਾਰ ਦੀ ਪਰਵਾਹ ਹੈ, ਇਸ ਸੈਟਿੰਗ ਦਾ upscaled ਕੀਤਾ ਜਾਵੇਗਾ.

source: crop to fit?
de_ch: beschneiden zu passen?
es_cl: recortar para adaptarse?
fr: recadrer pour s&#39;adapter?
pa_in: ਫਿੱਟ ਕਰਨ ਲਈ ਕਰੋਪ?

source: If selected the image will be scaled and cropped to fit the supplied dimensions.
de_ch: Bei Auswahl wird das Bild skaliert und beschnitten, dass die mitgelieferten Abmessungen passen.
es_cl: Si se selecciona la imagen se escala y se recorta para ajustarse a las dimensiones suministradas.
fr: Si l&#39;image sélectionnée sera mise à l&#39;échelle et recadrée pour s&#39;adapter aux dimensions fournies.
pa_in: ਚੁਣੇ ਜੇ ਚਿੱਤਰ ਨੂੰ ਮਿਲਾ ਹੈ ਅਤੇ ਸਪਲਾਈ ਮਾਪ ਦੇ ਅਨੁਕੂਲ ਕਰਨ ਲਈ ਚੁਕੇ ਜਾ ਜਾਵੇਗਾ.

source: pre-cache?
pa_in: ਪ੍ਰੀ-cache ਦੀ?

source: If selected this photo size will be pre-cached as photos are added.
de_ch: Bei Auswahl dieses Foto Größe vor, zwischengespeichert werden, wie Fotos hinzugefügt.
es_cl: Si seleccionado será pre-caché como se añaden fotos de este tamaño de la foto.
fr: Si elle est sélectionnée cette photo taille sera pré-mise en cache des photos sont ajoutés.
pa_in: ਚੁਣਿਆ ਜੇ ਫੋਟੋ ਸ਼ਾਮਿਲ ਕੀਤਾ ਜਾਦਾ ਹੈ ਦੇ ਰੂਪ ਵਿੱਚ ਇਹ ਫੋਟੋ ਦਾ ਆਕਾਰ ਪਹਿਲਾ-ਕੈਸ਼ ਕੀਤਾ ਜਾਵੇਗਾ.

source: increment view count?
de_ch: Schritt Ansicht zählen?
es_cl: contar vista incremento?
fr: vue d&#39;incrémentation compte?
pa_in: ਵਾਧਾ ਹੈ ਝਲਕ ਦੀ ਗਿਣਤੀ?

source: If selected the image's "view_count" will be incremented when this photo size is displayed.
de_ch: Bei Auswahl des Bildes &quot;view_count&quot; wird erhöht, wenn dieses Foto Größe angezeigt werden.
es_cl: Si se selecciona &quot;view_count&quot; de la imagen se incrementa cuando se muestra este tamaño de la foto.
fr: Si elle est sélectionnée &quot;la view_count&quot; de l&#39;image sera incrémenté quand cette photo taille est affiché.
pa_in: ਚਿੱਤਰ ਨੂੰ ਦੇ &quot;view_count&quot; ਚੁਣਿਆ ਜੇ ਇਹ ਫੋਟੋ ਦਾ ਆਕਾਰ ਵੇਖਾਇਆ ਗਿਆ ਹੈ, ਜਦ ਵੱਧਦਾ ਜਾਵੇਗਾ.

source: watermark image
de_ch: Bild Wasserzeichen
es_cl: imagen de agua
fr: image en filigrane
pa_in: ਵਾਟਰਮਾਰਕ ਚਿੱਤਰ ਨੂੰ

source: photo size
de_ch: Fotogröße
es_cl: tamaño de la foto
fr: taille de la photo
pa_in: ਫੋਟੋ ਦਾ ਆਕਾਰ

source: photo sizes
de_ch: Fotogrößen
es_cl: tamaños de fotografía
fr: formats de photo
pa_in: ਫੋਟੋ ਅਕਾਰ

source: Private
de_ch: Privat
es_cl: Privado
fr: Privé
pa_in: ਪ੍ਰਾਈਵੇਟ

source: Public
de_ch: Öffentlichkeit
es_cl: Pública
pa_in: ਪਬਲਿਕ

source: Photo Album
de_ch: Foto-Album
es_cl: Álbum de Fotos
pa_in: ਫੋਟੋ ਐਲਬਮ

source: Photo Albums
de_ch: Foto-Alben
es_cl: Album de Fotos
fr: Albums photo
pa_in: ਫੋਟੋ ਐਲਬਮ

source: Safe
es_cl: Segura
fr: Coffre-fort
pa_in: ਸੁਰੱਖਿਅਤ

source: Not Safe
de_ch: Nicht sicher
es_cl: No es seguro
fr: Non Coffre-fort
pa_in: ਸੁਰੱਖਿਅਤ ਨਾ

source: title
de_ch: Titel
es_cl: título
fr: titre
pa_in: ਦਾ ਸਿਰਲੇਖ

source: caption
de_ch: Beschriftung
es_cl: subtítulo
fr: légende
pa_in: ਸੁਰਖੀ

source: date added
de_ch: Datum hinzugefügt
es_cl: Fecha añadida
fr: par date d&#39;ajout
pa_in: ਦੀ ਮਿਤੀ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ

source: public
de_ch: Öffentlichkeit
es_cl: pública
pa_in: ਜਨਤਕ

source: Public photographs will be displayed in the default views.
de_ch: Öffentliche Fotos werden in den Standardansichten angezeigt werden.
es_cl: Fotografías públicas se mostrarán en las vistas predeterminadas.
fr: Diffusion de photos seront affichées dans les vues par défaut.
pa_in: ਜਨਤਕ ਇਸ ਦੀ ਫੋਟੋ ਨੂੰ ਮੂਲ ਵਿਚਾਰ ਵਿੱਚ ਵੇਖਾਇਆ ਜਾਵੇਗਾ.

source: safety level
de_ch: Sicherheitsniveau
es_cl: nivel de seguridad
fr: le niveau de sécurité
pa_in: ਦੀ ਸੁਰੱਖਿਆ ਦਾ ਪੱਧਰ

source: photo set
de_ch: Foto-Set
es_cl: conjunto de fotos
fr: photo ensemble
pa_in: ਫੋਟੋ ਸੈੱਟ ਹੈ

source: code
es_cl: código
pa_in: ਕੋਡ ਨੂੰ

source: author
de_ch: Autor
es_cl: autor
fr: auteur
pa_in: ਲੇਖਕ

source: license deed
de_ch: Konzessionsurkunde
es_cl: escritura de licencia
fr: acte de licence
pa_in: ਲਾਇਸੰਸ ਡੀਡ

source: legal code
de_ch: Rechts Code
es_cl: código legal
fr: code juridique
pa_in: ਕਾਨੂੰਨੀ ਕੋਡ ਨੂੰ

source: pool
es_cl: piscina
fr: piscine
pa_in: ਪੂਲ

source: pools
es_cl: piscinas
fr: piscines
pa_in: ਪੂਲ

source: Successfully updated photo set!
de_ch: Erfolgreich aktualisiert Foto-Set!
es_cl: Actualizado con éxito conjunto de fotos!
fr: Correctement mis à jour ensemble de photo!
pa_in: ਸਫਲਤਾਪੂਰਕ ਅੱਪਡੇਟ ਕੀਤਾ ਫੋਟੋ ਸੈੱਟ ਹੈ!

source: Manual Upload Form
de_ch: Anleitung Form hochladen
es_cl: Formulario de Subida Manual
fr: Manuel Télécharger le formulaire
pa_in: ਦਸਤਾਵੇਜ਼ ਅੱਪਲੋਡ ਫਾਰਮ

source: Upload photos
de_ch: Fotogalerie
es_cl: Sube fotos
fr: Télécharger des photos
pa_in: ਫੋਟੋ ਅੱਪਲੋਡ

source: Image slots left: %(slots)s
de_ch: Bild Steckplätze links: %(slots)s
es_cl: Ranuras imagen de la izquierda: %(slots)s
fr: créneaux image de gauche: %(slots)s
pa_in: ਚਿੱਤਰ ਨੂੰ ਸਲੋਟ ਛੱਡ ਦਿੱਤਾ: %(slots)s

source: Select photos to upload
de_ch: Wählen Sie Fotos hochladen
es_cl: Seleccione fotos para subir
fr: Sélectionnez les photos à télécharger
pa_in: ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਫੋਟੋ ਦੀ ਚੋਣ ਕਰੋ

source: Sorry but you have uploaded the max number ( %(slots)s ) of images available for this photo set.
de_ch: Es tut uns leid, aber Sie die maximale Anzahl ( %(slots)s) der Bilder für dieses Foto-Set erhältlich hochgeladen haben.
es_cl: Lo sentimos, pero has subido el número máximo ( %(slots)s) de imágenes disponibles para esta serie de fotografías.
fr: Désolé, mais vous avez téléchargé le nombre maximum ( %(slots)s) d&#39;images disponibles pour cette série de photos.
pa_in: ਅਫਸੋਸ ਹੈ, ਪਰ ਤੁਹਾਨੂੰ ਇਸ ਫੋਟੋ ਸੈੱਟ ਨੂੰ ਲਈ ਉਪਲੱਬਧ ਪ੍ਰਤੀਬਿੰਬ ਦਾ ਵੱਧ ਗਿਣਤੀ ( %(slots)s) ਅੱਪਲੋਡ ਕੀਤਾ ਹੈ.

source: Batch Edit Photos
de_ch: Batch bearbeiten Fotos bearbeiten
es_cl: Editar lotes Fotos
fr: Lot Modifier les Photos
pa_in: ਬੈਚ ਸੋਧ ਫੋਟੋਜ਼

source: Bulk edit photos
de_ch: Groß Fotos bearbeiten
es_cl: Granel fotos editar
fr: Photos de modifier en vrac
pa_in: ਬਲਕ ਸੰਪਾਦਨ ਨੂੰ ਫੋਟੋ

source: Enable Photo Drag/Drop Reordering
de_ch: Aktivieren Foto Drag / Drop-Neuordnen
es_cl: Habilitar Foto Arrastrar / soltar Reordenamiento
fr: Activer photo glisser / déposer de réapprovisionnement
pa_in: ਫੋਟੋ ਸੁੱਟੋ / ਡਰੌਪ ਤਰਤੀਬ ਨੂੰ ਯੋਗ

source: Replace all titles
de_ch: Ersetzen Sie alle Titel
es_cl: Vuelva a colocar todos los títulos
fr: Remplacer tous les titres
pa_in: ਸਾਰੇ ਖ਼ਿਤਾਬ ਤਬਦੀਲ

source: Replace all captions
de_ch: Ersetzen Sie alle Beschriftungen
es_cl: Vuelva a colocar todos los títulos
fr: Remplacer toutes les légendes
pa_in: ਸਾਰੇ ਸੁਰਖੀ ਤਬਦੀਲ

source: Replace all photographers
de_ch: Ersetzen Sie alle Fotografen
es_cl: Vuelva a colocar todos los fotógrafos
fr: Remplacer tous les photographes
pa_in: ਸਾਰੇ ਫੋਟੋ ਤਬਦੀਲ

source: Replace all tags
de_ch: Alle Tags ersetzen
es_cl: Vuelva a colocar todas las etiquetas
fr: Remplacer tous les tags
pa_in: ਸਾਰੇ ਟੈਗ ਤਬਦੀਲ

source: Replace all Licenses
de_ch: Ersetzen Sie alle Lizenzen
es_cl: Vuelva a colocar todas las Licencias
fr: Remplacer toutes les licences
pa_in: ਸਾਰੇ ਲਾਇਸੰਸ ਤਬਦੀਲ

source: --- SELECT A LICENSE ---
de_ch: --- Wählen Sie eine Lizenz ---
es_cl: --- SELECCIONAR UNA LICENCIA ---
fr: --- Sélectionnez une licence ---
pa_in: --- ਇੱਕ ਲਾਇਸਸ ਦੀ ਚੋਣ ਕਰੋ ---

source: Update all Groups
de_ch: Aktualisieren Sie alle Gruppen
es_cl: Actualizar todos los Grupos
fr: Mettre à jour tous les groupes
pa_in: ਸਾਰੇ ਗਰੁੱਪ ਅੱਪਡੇਟ ਕਰੋ

source: --- SELECT A GROUP ---
de_ch: --- Wählen Sie eine Gruppe ---
es_cl: --- Seleccione un grupo ---
fr: --- Sélectionnez un groupe ---
pa_in: --- ਇੱਕ ਗਰੁੱਪ ਚੁਣੋ ---

source: All photos have been approved, nothing to see here.
de_ch: Alle Bilder sind genehmigt worden, nichts zu sehen.
es_cl: Todas las fotos han sido aprobados, nada que ver aquí.
fr: Toutes les photos ont été approuvés, rien à voir ici.
pa_in: ਸਾਰੇ ਫੋਟੋ, ਇੱਥੇ ਵੇਖਣ ਲਈ ਕੁਝ ਵੀ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੀ ਹੈ ਗਈ ਹੈ.

source: Hide Photo Details
de_ch: Foto Details ausblenden
es_cl: Ocultar Detalles de Imagen
fr: Masquer Détails de la photo
pa_in: ਫੋਟੋ ਵੇਰਵਾ ਓਹਲੇ

source: Show Photo Details
de_ch: Foto-Details anzeigen
es_cl: Mostrar foto Detalles
fr: Afficher les détails Photos
pa_in: ਵੇਖੋ ਫੋਟੋ ਵੇਰਵਾ

source: Show all photo details for editing
de_ch: Alle Foto-Informationen für die Bearbeitung
es_cl: Todos los detalles de fotos para la edición
fr: Voir tous les détails de la photo pour l&#39;édition
pa_in: ਸੋਧ ਕਰਨ ਲਈ ਸਾਰੇ ਫੋਟੋ ਵੇਰਵੇ ਵੇਖਾਓ

source: Are you sure you want to permanently delete this photo?
de_ch: Sind Sie sicher, dass Sie möchten, um dieses Foto dauerhaft löschen?
es_cl: ¿Está seguro de que desea eliminar permanentemente esta foto?
fr: Êtes-vous sûr de vouloir supprimer définitivement cette photo?
pa_in: ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਇਸ ਫੋਟੋ ਨੂੰ ਹਟਾਉਣ ਲਈ ਚਾਹੁੰਦੇ ਹੋ ਤੁਹਾਨੂੰ ਇਹ ਯਕੀਨੀ ਕਰ ਰਹੇ ਹੋ?

source: Back to photo set
de_ch: Zurück zum Foto-Set
es_cl: Volver al sistema de la foto
fr: Retour à la photo ensemble
pa_in: ਵਾਪਸ ਫੋਟੋ ਸਮੂਹ ਨੂੰ

source: Prev
de_ch: Zurück
es_cl: Anterior
fr: Précédent
pa_in: ਪਿੱਛੇ

source: of
de_ch: von
es_cl: de
fr: de
pa_in: ਦੇ

source: Next
de_ch: Nächste
es_cl: Siguiente
fr: Suivant
pa_in: ਅੱਗੇ

source: Go to First
de_ch: Gehe zum ersten
es_cl: Ir a la Primera
fr: Aller à la première
pa_in: ਪਹਿਲੀ ਨੂੰ ਜਾਓ

source: Taken on:
es_cl: Tomado de:
fr: Prise le:
pa_in: ਤੇ ਲਿਆ:

source: Camera:
de_ch: Kamera:
es_cl: Cámara:
fr: Appareil photo:
pa_in: ਕੈਮਰਾ:

source: Location:
de_ch: Ort:
es_cl: Ubicación:
fr: Lieu:
pa_in: ਸਥਿਤੀ:

source: Editing Photo Details
de_ch: Bearbeiten von Foto-Details
es_cl: Edición Fotografía detalles
fr: Édition Détails photo
pa_in: ਸੋਧ ਫੋਟੋ ਵੇਰਵਾ

source: All Photos
de_ch: Alle Fotos
es_cl: Todas las fotos
fr: Toutes les photos
pa_in: ਸਭ ਫੋਟੋ

source: Search Sets
de_ch: Suchgruppen
es_cl: Buscar Juegos
fr: Recherche jeux
pa_in: ਖੋਜ ਸੈੱਟ

source: Add Photo Set
de_ch: Foto-Set
es_cl: Añadir foto Set
fr: Ajouter une photo Set
pa_in: ਫੋਟੋ ਸੈੱਟ ਸ਼ਾਮਲ ਕਰੋ

source: This Photo
de_ch: Dieses Foto
es_cl: Esta Foto
fr: Cette photo
pa_in: ਇਹ ਫੋਟੋ

source: View Photo
de_ch: Foto ansehen
es_cl: Ver Galería
fr: Voir les photos
pa_in: ਵੇਖੋ ਫੋਟੋ

source: Edit Photo
de_ch: Foto bearbeiten
es_cl: Editar foto
fr: Modifier la photo
pa_in: ਸੋਧ ਫੋਟੋ

source: Delete Photo
de_ch: Foto löschen
es_cl: Eliminar fotos
fr: Supprimer la photo
pa_in: ਫੋਟੋ ਹਟਾਓ

source: Photos
de_ch: Fotos
es_cl: Fotos
pa_in: ਫੋਟੋਜ਼

source: All Photo Sizes
de_ch: Alle Foto Größen
es_cl: Todos los tamaños de fotografía
fr: Toutes les tailles photos
pa_in: ਸਾਰੇ ਫੋਟੋ ਅਕਾਰ

source: Back to photo
de_ch: Zurück zum Foto
es_cl: Volver a la foto
fr: Retour à la photo
pa_in: ਵਾਪਸ ਫੋਟੋ ਨੂੰ

source: License
de_ch: Lizenz
es_cl: Licencia
fr: Licence
pa_in: ਲਾਈਸਿੰਸ

source: Download the %(size_name_cap_first)s size of this photo
de_ch: Laden Sie die %(size_name_cap_first)s Größe dieser Foto
es_cl: Descargue el %(size_name_cap_first)s tamaño de esta foto
fr: La taille de télécharger le %(size_name_cap_first)se cette photo
pa_in: ਇਹ ਫੋਟੋ ਦੇ s %(size_name_cap_first)sਡਾਊਨਲੋਡ ਦਾ ਆਕਾਰ

source: Sizes
de_ch: Größen
es_cl: Tamaños
fr: Tailles
pa_in: ਅਕਾਰ

source: Medium 500
pa_in: ਦਰਮਿਆਨੇ 500

source: Medium 640
pa_in: ਦਰਮਿਆਨੇ 640

source: Large (opens in new tab)
de_ch: Große (öffnet in neuem Tab)
es_cl: Grande (se abre en una nueva pestaña)
fr: Grand (s&#39;ouvre dans un nouvel onglet)
pa_in: ਵੱਡਾ (ਨਵੀ ਟੈਬ ਵਿੱਚ ਖੁੱਲਦਾ ਹੈ)

source: Original (opens in new tab)
de_ch: Original (öffnet in neuem Tab)
es_cl: Original (se abrirá en una nueva pestaña)
fr: Original (s&#39;ouvre dans un nouvel onglet)
pa_in: ਅਸਲੀ (ਨਵੀ ਟੈਬ ਵਿੱਚ ਖੁੱਲਦਾ ਹੈ)

source: Copy &amp; paste HTML into your webpage
de_ch: Copy &amp; amp; fügen Sie HTML-Code in Ihre Webseite
es_cl: Copy &amp; amp; pegar código HTML en su página web
fr: Copy &amp; amp; Collez le code HTML dans votre page web
pa_in: ਕਾਪੀ ਕਰੋ &amp; amp; ਆਪਣੇ ਵੈਬਪੰਨੇ ਵਿੱਚ HTML ਦੇ ਪੇਸਟ ਕਰੋ

source: Are you sure you want to permanently delete this photo set?
de_ch: Sind Sie sicher, dass Sie dieses Foto Satz endgültig löschen?
es_cl: ¿Seguro que quieres borrar permanentemente este conjunto foto?
fr: Etes-vous sûr de vouloir supprimer définitivement cette photo ensemble?
pa_in: ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਇਸ ਫੋਟੋ ਸੈੱਟ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Back to Albums
de_ch: Zurück zu Alben
es_cl: Volver a los álbumes
fr: Retour aux albums
pa_in: ਵਾਪਸ ਐਲਬਮ ਨੂੰ

source: No photos were found.
de_ch: Keine Fotos gefunden.
es_cl: No se encontraron fotos.
fr: Aucune photo n&#39;a été trouvé.
pa_in: ਕੋਈ ਫੋਟੋ ਪਾਇਆ ਗਿਆ ਸੀ.

source: Edit Photo Set
de_ch: Foto bearbeiten Set
es_cl: Editar conjunto de fotos
fr: Modifier Galerie Photo
pa_in: ਸੋਧ ਫੋਟੋ ਸੈੱਟ

source: Set Edit
de_ch: Set bearbeiten
es_cl: Set Editar
fr: Réglez Modifier
pa_in: ਸੋਧ ਸੈੱਟ ਕਰੋ

source: Latest Photo Sets
de_ch: Letzte Fotos Sets
es_cl: Las últimas colecciones de fotos
fr: Dernières séries de photos
pa_in: ਤਾਜ਼ਾ ਫੋਟੋ ਸੈੱਟ

source: Photo Sets
de_ch: Foto Sets
es_cl: Colecciones de fotos
fr: Ensembles de photos
pa_in: ਫੋਟੋ ਸੈੱਟ

source: This Photo Set
de_ch: Diese Fotoserie
es_cl: Esta Photo Set
fr: Cet ensemble de photos
pa_in: ਇਹ ਫੋਟੋ ਸੈੱਟ

source: View Photo Set
de_ch: Blick Foto-Set
es_cl: Ver Galería Set
fr: Voir Galerie Photo
pa_in: ਵੇਖੋ ਫੋਟੋ ਸੈੱਟ

source: Add Photos
de_ch: Fotos
es_cl: Agrega fotos
fr: Ajouter des photos
pa_in: ਫੋਟੋਜ਼ ਸ਼ਾਮਲ ਕਰੋ

source: Edit Photos in Set
de_ch: Bearbeiten Sie Fotos in Set
es_cl: Editar Fotos en Conjunto
fr: Modifier Photos dans le jeu
pa_in: ਸੈੱਟ &#39;ਚ ਫੋਟੋਜ਼ ਸੋਧੋ

source: Delete Photo Set
de_ch: Foto löschen Set
es_cl: Borrar Photo Set
fr: Supprimer Galerie Photo
pa_in: ਫੋਟੋ ਸੈੱਟ ਹਟਾਓ

source: Edit Set
de_ch: Bearbeiten Set
es_cl: Editar conjunto
fr: Modifier le jeu
pa_in: ਸੋਧ ਸੈੱਟ

source: Delete Set
de_ch: Löschen Set
es_cl: Eliminar conjunto
fr: Supprimer le jeu
pa_in: ਸੈੱਟ ਹਟਾਓ

source: Edit Photos
de_ch: Fotos bearbeiten
es_cl: Editar Fotos
fr: Modifier les Photos
pa_in: ਸੋਧ ਫੋਟੋਜ਼

source: Please wait while we compile the zip file for
de_ch: Bitte warten Sie, während wir die ZIP-Datei für kompilieren
es_cl: Por favor espere mientras compilamos el archivo zip para
fr: S&#39;il vous plaît patienter pendant que nous compilons le fichier zip pour
pa_in: ਸਾਡੇ ਲਈ ਜ਼ਿਪ ਫਾਇਲ ਨੂੰ ਕੰਪਾਇਲ ਕਰਨ ਦੌਰਾਨ ਉਡੀਕ ਕਰੋ ਜੀ

source: Zip file ready for download
de_ch: Zip-Datei zum Download bereit
es_cl: Archivo Zip listo para su descarga
fr: fichier Zip prêt pour le téléchargement
pa_in: ਡਾਊਨਲੋਡ ਲਈ ਤਿਆਰ ਜ਼ਿੱਪ ਫਾਇਲ ਨੂੰ

source: Billing frequency must be a numeric number.
de_ch: Billing-Frequenz muss ein numerischer Zahl sein.
es_cl: Frecuencia de facturación debe ser un número numérico.
fr: fréquence de facturation doit être un nombre numérique.
pa_in: ਬਿੱਲ ਫਰੀਕੁਇੰਸੀ ਨੂੰ ਇੱਕ ਅੰਕੀ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.

source: Number day(s) must be a numeric number.
de_ch: Anzahl Tag (e) muss ein numerischer Zahl sein.
es_cl: Día (s) Número debe ser un número numérico.
fr: jour (s) Nombre doit être un nombre numérique.
pa_in: ਨੰਬਰ ਦੇ ਦਿਨ (ਹਵਾਈਅੱਡੇ) ਨੂੰ ਇੱਕ ਅੰਕੀ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.

source: Please specify a tax rate.
de_ch: Bitte geben Sie einen Steuersatz.
es_cl: Por favor, especifique un tipo de gravamen.
fr: S&#39;il vous plaît spécifier un taux d&#39;imposition.
pa_in: ਟੈਕਸ ਦੀ ਦਰ ਨਿਰਧਾਰਿਤ ਕਰੋ.

source: Tax rate should be less than 1.
de_ch: Steuersatz sollte kleiner als 1 sein.
es_cl: Tipo impositivo debe ser inferior a 1.
fr: Le taux d&#39;imposition devrait être inférieur à 1.
pa_in: ਟੈਕਸ ਦੀ ਦਰ 1 ਵੱਧ ਘੱਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.

source: Week(s)
de_ch: Woche (n)
es_cl: Semana (s)
fr: Semaine (s)
pa_in: ਹਫਤੇ (ਹਵਾਈਅੱਡੇ)

source: Disabled
de_ch: Behinderte
fr: Handicapés
pa_in: ਅਯੋਗ

source: start
es_cl: inicio
fr: début
pa_in: ਸ਼ੁਰੂ ਕਰਨ

source: end
de_ch: Ende
es_cl: fin
fr: fin
pa_in: ਅੰਤ ਵਿੱਚ

source: Customer
de_ch: Kunde
es_cl: Cliente
fr: Client
pa_in: ਗਾਹਕ

source: Website URL
es_cl: URL del sitio web
fr: Site Web
pa_in: ਵੈੱਬਸਾਈਟ URL ਨੂੰ

source: Initial billing cycle start date
de_ch: Anfänglichen Abrechnungszeitbeginn
es_cl: Facturación ciclo de la fecha inicial de arranque
fr: Initiale facturation cycle de la date de début
pa_in: ਸ਼ੁਰੂਆਤੀ ਬਿੱਲ ਚੱਕਰ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਮਿਤੀ

source: Billing cycle start or end date
de_ch: Abrechnungszeit Anfang oder Ende Datum
es_cl: Inicio del ciclo de facturación o fecha de finalización
fr: début du cycle de facturation ou la date de fin
pa_in: ਬਿੱਲ ਚੱਕਰ ਸ਼ੁਰੂ ਕਰਨ ਜ ਅੰਤ ਮਿਤੀ

source: Trial period start date
de_ch: Probezeit Startdatum
es_cl: El periodo de prueba la fecha de inicio
fr: Période d&#39;essai date de début
pa_in: ਮੁਕੱਦਮੇ ਦੀ ਮਿਆਦ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਦੀ ਮਿਤੀ

source: Trial period end date
de_ch: Probezeit Enddatum
es_cl: Fecha final del período de prueba
fr: Période d&#39;essai date de fin
pa_in: ਮੁਕੱਦਮੇ ਦੀ ਮਿਆਦ ਦੇ ਅੰਤ ਮਿਤੀ

source: Billing cycle start date
de_ch: Abrechnungszeitbeginn
es_cl: Facturación ciclo de la fecha de inicio
fr: Cycle de facturation date de début
pa_in: ਬਿੱਲ ਦੇ ਚੱਕਰ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਮਿਤੀ

source: Billing cycle end date
de_ch: Abrechnungszeit Enddatum
es_cl: Facturación fecha de finalización del ciclo
fr: Facturation date de fin de cycle
pa_in: ਬਿੱਲ ਦੇ ਚੱਕਰ ਦੀ ਅੰਤ ਮਿਤੀ

source: Last payment failed date
de_ch: Letzten Zahlung versäumt Datum
es_cl: Última fecha de pago no
fr: Dernière date de paiement n&#39;a pas
pa_in: ਪਿਛਲੇ ਭੁਗਤਾਨ ਦੀ ਮਿਤੀ ਨੂੰ ਫੇਲ੍ਹ ਹੈ

source: Recurring Payment
de_ch: Wiederkehrende Zahlung
es_cl: Pago periódico
fr: Paiement Récurrent
pa_in: ਆਵਰਤੀ ਭੁਗਤਾਨ

source: This e-mail was generated by Tendenci&reg; Software - a
de_ch: Diese E-Mail wurde von Tendenci &amp; reg erzeugt; Software - ein
es_cl: Este e-mail fue generada por Tendenci &amp; registro; Software - un
fr: Cet e-mail a été généré par Tendenci &amp; reg; Logiciel - un
pa_in: ਇਹ ਈ-ਮੇਲ Tendenci &amp; ਰੈਗੂ ਦੁਆਰਾ ਬਣਾਈ ਗਈ ਸੀ; ਸਾਫਟਵੇਅਰ - ਇੱਕ
