Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: CSS Class
de_ch: CSS-Klasse
fr: Classe CSS
pa_in: CSS ਕਲਾਸ

source: user
de_ch: Benutzer
es_cl: usuario
fr: utilisateur
pa_in: ਉਪਭੋਗੀ ਨੂੰ

source: Day(s)
de_ch: Tag (e)
es_cl: Día (s)
fr: Jour (s)
pa_in: ਦਿਵਸ (ਹਵਾਈਅੱਡੇ)

source: Month(s)
de_ch: Monat (e)
es_cl: Mes (s)
fr: Mois (s)
pa_in: ਮਹੀਨਾ (ਹਵਾਈਅੱਡੇ)

source: Year(s)
de_ch: Jahr (en)
es_cl: Año (s)
fr: Année (s)
pa_in: ਸਾਲ (ਹਵਾਈਅੱਡੇ)

source: Membership Notice Email
de_ch: Unsere E-Mail-Mitgliedschaft
es_cl: Aviso Membresía Email
fr: Avis des membres Email
pa_in: Membership ਨੋਿਟਸ ਈ

source: Custom Notice for Memberships
de_ch: Kundenspezifische Hinweise für Mitgliedschaften
es_cl: Aviso de encargo para las Membresías
fr: Avis personnalisée pour Affiliations
pa_in: ਸਦੱਸਤਾ ਲਈ ਕਸਟਮ ਨੋਿਟਸ

source: Member Data
de_ch: Mitgliedsdaten
es_cl: Datos miembros
fr: Données membres
pa_in: ਸਦੱਸ ਡਾਟਾ

source: Search Members
de_ch: Suche Mitglieder
es_cl: Búsqueda Usuarios
fr: Recherche Membres
pa_in: ਖੋਜ ਮਬਰ

source: Reports for Members
de_ch: Berichte für die Mitglieder
es_cl: Los informes de los diputados
fr: Rapports pour les membres
pa_in: ਮਬਰ ਲਈ ਰੀਪੋਰਟ

source: Go to profile
de_ch: Zum Profil
es_cl: Ir al perfil
fr: Aller au profil
pa_in: ਪਰੋਫਾਈਲ ਨੂੰ ਜਾਓ

source: Expire
de_ch: Verfallen
es_cl: Caduca
fr: Expirer
pa_in: ਮਿਆਦ

source: Filter
es_cl: Filtro
fr: Filtre
pa_in: ਫਿਲਟਰ

source: Import Memberships from CSV file
de_ch: Import aus CSV-Datei Mitgliedschaft
es_cl: Membresías de importación de archivos CSV
fr: Membre de fichier CSV d&#39;importation
pa_in: CSV ਫਾਇਲ ਇੰਪੋਰਟ ਸਦੱਸਤਾ

source: Export Memberships
de_ch: Export Mitgliedschaft
es_cl: Pertenencia a la exportación
fr: Membre de l&#39;exportation
pa_in: ਐਕਸਪੋਰਟ ਸਦੱਸਤਾ

source: Roster Export for Corp. Membership:
de_ch: Dienstplan für Export Corp Mitgliedschaft:
es_cl: Roster Exportación de Afiliación Corp.:
fr: Liste d&#39;exportation d&#39;adhésion Corp:
pa_in: ਕਾਰਪੋਰੇਸ਼ਨ Membership ਲਈ ਰੋਸਟਰ ਨਿਰਯਾਤ:

source: Membership Export
de_ch: Mitgliedschaft Export
es_cl: Membresía de Exportación
fr: L&#39;adhésion à l&#39;exportation
pa_in: Membership ਐਕਸਪੋਰਟ

source: Export Memberships - Status
de_ch: Export Mitgliedschaft - Status
es_cl: Pertenencia a la exportación - Estado
fr: Membre de l&#39;exportation - Statut
pa_in: ਐਕਸਪੋਰਟ ਸਦੱਸਤਾ - ਸਥਿਤੀ

source: - Status
es_cl: - Estado
fr: - Statut
pa_in: - ਸਥਿਤੀ

source: Membership CSV Export - Status
de_ch: Mitgliedschaft CSV Export - Status
es_cl: Membresía CSV Export - Estado
fr: Adhésion CSV Export - Statut
pa_in: Membership CSV ਨਿਰਯਾਤ - ਸਥਿਤੀ

source: Back to Corp. Memberships
de_ch: Zurück zur Corp Mitgliedschaft
es_cl: Volver Corp. Membresías
fr: Retour à Corp Membre
pa_in: ਵਾਪਸ ਕਾਰਪੋਰੇਸ਼ਨ ਸਦੱਸਤਾ ਲਈ

source: Membership for %(mem_user)s
de_ch: Mitgliedschaft für %(mem_user)s
es_cl: Membresía para %(mem_user)s
fr: Adhésion pour %(mem_user)s
pa_in: %(mem_user)sਲਈ Membership

source: Print Page
de_ch: Seite drucken
es_cl: Imprimir Página
fr: Imprimer
pa_in: ਛਾਪੋ Page

source: Edit Membership
de_ch: Mitgliedschaft bearbeiten
es_cl: Editar pertenencia
fr: Modifier l&#39;appartenance
pa_in: ਸੋਧ Membership

source: Edit Your Membership
de_ch: Bearbeiten Sie Ihre Mitgliedschaft
es_cl: Editar su Membresía
fr: Modifier votre adhésion
pa_in: ਤੁਹਾਡਾ Membership ਸੋਧ

source: Never expires
de_ch: Läuft nie ab
es_cl: Nunca expira
fr: N&#39;expire jamais
pa_in: ਦੀ ਮਿਆਦ ਕਦੇ ਨਾ

source: Profile
de_ch: Profil
es_cl: Perfil
fr: Profil
pa_in: ਪਰੋਫਾਇਲ

source: Invoice
de_ch: Rechnung
es_cl: Factura
fr: Facture
pa_in: ਚਲਾਨ

source: Membership information not available
de_ch: Informationen zur Mitgliedschaft nicht verfügbar
es_cl: Información sobre los miembros no disponible
fr: Information sur l&#39;adhésion ne sont pas disponibles
pa_in: ਸਦੱਸਤਾ ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ ਨਾ

source: Payment via
de_ch: Zahlung durch
es_cl: Pago a través de
fr: Paiement par
pa_in: ਦੁਆਰਾ ਭੁਗਤਾਨ

source: Oops, you've exceeded the maximum number of membership types for your site. Please contact your hosting provider to increase this limit.
de_ch: Hoppla, Sie die maximale Anzahl der verschiedenen Arten von Mitgliedschaft für Ihre Website überschritten haben. Bitte kontaktieren Sie Ihren Hosting-Anbieter, um diese Grenze zu erhöhen.
es_cl: Vaya, se ha superado el número máximo de tipo de socio para su sitio. Por favor, póngase en contacto con su proveedor de hosting para aumentar este límite.
fr: Oups, vous avez dépassé le nombre maximal de types d&#39;adhérent pour votre site. S&#39;il vous plaît contactez votre fournisseur d&#39;hébergement pour augmenter cette limite.
pa_in: ਅਫਰੀਕੀ, ਤੁਹਾਨੂੰ ਆਪਣੀ ਸਾਈਟ ਲਈ ਮਬਰਿਸ਼ਪ ਕਿਸਮ ਦੀ ਵੱਧ ਗਿਣਤੀ ਵੱਧ ਹੈ. ਇਹ ਸੀਮਾ ਨੂੰ ਵਧਾਉਣ ਲਈ ਤੁਹਾਡੇ ਹੋਸਟਿੰਗ ਪ੍ਰਦਾਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜੀ.

source: All Members
de_ch: Alle Mitglieder
es_cl: Todos los miembros
fr: Tous les membres
pa_in: ਸਾਰੇ ਅੰਗ

source: This Member
de_ch: Dieses Mitglied
es_cl: Este Miembro
fr: Ce membre de
pa_in: ਇਹ ਸਦੱਸ

source: Go to my profile
de_ch: Gehen Sie zu meinem Profil
es_cl: Ir al perfil
fr: Aller à mon profil
pa_in: ਵਾਪਸ ਮੇਰੇ ਪ੍ਰੋਫ਼ਾਈਲ &#39;ਤੇ ਜਾਓ

source: Membership Application Payment Status
de_ch: Antrag auf Mitgliedschaft Payment Status
es_cl: Membresía Estado de la solicitud de pago
fr: Demande d&#39;adhésion Statut de paiement
pa_in: Membership ਐਪਲੀਕੇਸ਼ਨ ਭੁਗਤਾਨ ਸਥਿਤੀ

source: Renewal available in
de_ch: Erneuerung in
es_cl: Renovación disponible en
fr: Renouvellement disponible en
pa_in: ਵਿੱਚ ਉਪਲੱਬਧ ਨਵੀਨੀਕਰਨ

source: Expired: Renewal Period has Passed
de_ch: Abgelaufen: Erneuerung Periode abgelaufen
es_cl: Vencimiento: Periodo de Renovación ha pasado
fr: Expiré: Période de renouvellement est passé
pa_in: ਮਿਆਦ ਹੈ: ਨਵੀਨੀਕਰਨ ਪੀਰੀਅਡ ਪਾਸ ਕੀਤਾ ਹੈ

source: Application Entries
de_ch: Anwendung Einträge
es_cl: Entradas de aplicación
fr: Entrées d&#39;application
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਇੰਦਰਾਜ਼

source: 0 Members Found
de_ch: 0 Mitglieder gefunden
es_cl: 0 Miembros encontrados
fr: 0 membres ont trouvé
pa_in: 0 ਮਬਰ ਲੱਭਿਆ

source: Membership Types
de_ch: Art der Mitgliedschaft
es_cl: Tipos de suscripciones
fr: Types d&#39;adhésion
pa_in: Membership ਕਿਸਮ

source: %(entry_name)s Application Entry Confirmation</h1> <div class="entry_dt">Submitted %(entry_date)s
de_ch: %(entry_name)s Anwendung Nennbestätigung </h1> <div class="entry_dt"> Eingereicht %(entry_date)s
pa_in: %(entry_name)s ਐਪਲੀਕੇਸ਼ਨ ਇੰਦਰਾਜ਼ ਪੁਸ਼ਟੀ </h1> <div class="entry_dt"> ਪੇਸ਼ %(entry_date)s

source: Membership Confirmation
de_ch: Mitgliedschaftsbestätigung
es_cl: Confirmación Membresía
fr: Confirmation d&#39;adhésion
pa_in: Membership ਪੁਸ਼ਟੀ

source: Submitted
de_ch: Eingereicht
es_cl: Enviado
fr: Soumis
pa_in: ਪੇਸ਼

source: This membership is pending.
de_ch: Diese Mitgliedschaft ist vorläufig.
es_cl: Esta membresía está pendiente.
fr: Cette adhésion est en cours.
pa_in: ਇਹ ਸਦੱਸਤਾ ਊਣਾ ਹੈ.

source: Your membership is pending for admin approval.
de_ch: Ihre Mitgliedschaft ist vorläufig für den Admin-Zulassung.
es_cl: Su membresía está pendiente de la aprobación del administrador.
fr: Votre adhésion est en attente pour approbation de l&#39;administrateur.
pa_in: ਤੁਹਾਡੀ ਸਦੱਸਤਾ admin ਦੀ ਮਨਜ਼ੂਰੀ ਦੇ ਲਈ ਬਕਾਇਆ ਹੈ.

source: You will be notified shortly after your application is approved.
de_ch: Sie werden in Kürze mitgeteilt, nachdem Ihr Antrag genehmigt wird.
es_cl: Usted será notificado poco después de que se apruebe su solicitud.
fr: Vous serez averti peu de temps après votre demande est approuvée.
pa_in: ਤੁਹਾਡੀ ਅਰਜ਼ੀ ਮਨਜ਼ੂਰ ਹੋਣ ਦੇ ਬਾਅਦ ਤੁਹਾਨੂੰ ਛੇਤੀ ਹੀ ਸੂਚਿਤ ਕੀਤਾ ਜਾਵੇਗਾ.

source: Email Has been Sent to Verify Your Email Address
de_ch: Die Email wurde verschickt auf Überprüfen Sie Ihre E-Mail-Adresse
es_cl: Email ha sido enviado para verificar su dirección de correo electrónico
fr: Courriel a été envoyé pour vérifier votre adresse e-mail
pa_in: ਈ ਤੁਹਾਡਾ ਮੇਲ ਪਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਭੇਜਿਆ ਗਿਆ ਹੈ

source: Please follow the instruction in the email to continue signing up for the membership.
de_ch: Bitte folgen Sie den Anweisungen in der E-Mail auch weiterhin der Anmeldung für die Mitgliedschaft.
es_cl: Por favor, siga las instrucciones en el correo electrónico para seguir firmando para arriba para los miembros.
fr: S&#39;il vous plaît suivez les instructions dans l&#39;email de continuer de signer pour les membres.
pa_in: ਸਦੱਸਤਾ ਲਈ ਹਸਤਾਖਰ ਕਰਨ ਨੂੰ ਜਾਰੀ ਕਰਨ ਦੀ ਈਮੇਲ ਵਿੱਚ ਹਦਾਇਤ ਦੀ ਪਾਲਣਾ ਕਰੋ ਜੀ.

source: Thank you!
de_ch: Danke!
es_cl: Gracias!
fr: Merci!
pa_in: ਤੁਹਾਡਾ ਧੰਨਵਾਦ!

source: Import Membership
de_ch: Import Mitgliedschaft
es_cl: Importación Membresía
fr: Adhésion importation
pa_in: ਅਯਾਤ Membership

source: New Member Joined under Your Corporation
de_ch: Neues Mitglied Registriert unter Ihrem Unternehmen
es_cl: Nuevo Miembro Registrado bajo Tu Corporación
fr: Nouveau Inscrit sous votre société
pa_in: ਨਿਊ ਸਦੱਸ ਤੁਹਾਡਾ ਕਾਰਪੋਰੇਸ਼ਨ ਦੇ ਅਧੀਨ ਸ਼ਾਮਿਲ ਹੋਇਆ

source: Membership Notices were distributed on %(site_display_name)s.
de_ch: Mitgliedschaft Hinweise wurden auf %(site_display_name)s verteilt.
es_cl: Avisos de afiliación se distribuyeron en %(site_display_name)s.
fr: Avis d&#39;adhésion ont été distribués sur %(site_display_name)s.
pa_in: Membership ਨੋਟਿਸ %(site_display_name)s &#39;ਤੇ ਵੰਡੇ ਗਏ ਸਨ.

source: Membership Notice Log View
de_ch: Unsere Mitgliedschaft Log View
es_cl: Membresía Aviso Log View
fr: Adhésion Avis Log View
pa_in: Membership ਨੋਿਟਸ ਲਾਗ ਵੇਖੋ

source: Sent to the following member(s):
de_ch: An die folgende Mitglied (er):
es_cl: Enviado al miembro (s) siguiente:
fr: Envoyé au membre (s) ci-dessous:
pa_in: ਹੇਠ ਦਿੱਤੀ ਸਦੱਸ (ਹਵਾਈਅੱਡੇ) ਨੂੰ ਭੇਜੇ:

source: Membership Notice Log Search
de_ch: Unsere Mitgliedschaft Protokoll suchen
es_cl: Membresía Aviso de búsqueda de registros
fr: Adhésion Avis de recherche de journal
pa_in: Membership ਨੋਿਟਸ ਲਾਗ ਖੋਜ

source: Membership Approved
de_ch: Genehmigt Mitgliedschaft
es_cl: Membresía Aprobado
fr: Adhésion Approuvé
pa_in: Membership ਮਨਜ਼ੂਰ

source: Membership Type: %(memtype)s $%(memprice)s
de_ch: Art der Mitgliedschaft: %(memtype)s $ %(memprice)s
es_cl: Tipo de membresía: %(memtype)s $ %(memprice)s
fr: Type d&#39;adhésion: %(memtype)s $ %(memprice)s
pa_in: Membership ਕਿਸਮ: %(memtype)s $ %(memprice)s

source: Membership Type: %(memtype)s (Free)
de_ch: Art der Mitgliedschaft: %(memtype)s (Free)
es_cl: Tipo de membresía: %(memtype)s (Gratis)
fr: Type d&#39;adhésion: %(memtype)s (Free)
pa_in: Membership ਕਿਸਮ: %(memtype)s (ਫਰੀ)

source: View Approved Application
de_ch: Ansicht genehmigten Antrag
es_cl: Ver Solicitud Aprobada
fr: Voir Demande approuvée
pa_in: ਵੇਖੋ ਮਨਜ਼ੂਰ ਐਪਲੀਕੇਸ਼ਨ

source: %(membership_total)s Total Active Membership(s)
de_ch: %(membership_total)s Gesamt Aktive Mitgliedschaft (en)
es_cl: %(membership_total)s total de miembros activo (s)
fr: Membre actif total de %(membership_total)s(s)
pa_in: %(membership_total)s ਕੁੱਲ ਸਰਗਰਮ Membership (ਹਵਾਈਅੱਡੇ)

source: Membership application approved
de_ch: Mitgliedsantrag genehmigt
es_cl: Solicitud de adhesión aprobado
fr: La demande d&#39;adhésion approuvé
pa_in: Membership ਕਾਰਜ ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇ ਦਿੱਤੀ ਹੈ

source: Membership Disapproved
de_ch: Abgelehnt Mitgliedschaft
es_cl: Membresía Rechazado
fr: Adhésion Refusé
pa_in: Membership ਅਪਰਵਾਨ

source: Membership Type:
de_ch: Art der Mitgliedschaft:
es_cl: Tipo de membresía:
fr: Type d&#39;adhésion:
pa_in: Membership ਕਿਸਮ:

source: Free
de_ch: Kostenlos
es_cl: Gratis
fr: Gratuit
pa_in: ਮੁਫ਼ਤ

source: View Disapproved Application
de_ch: Ansicht Abgelehnte Anwendungs
es_cl: Ver Rechazado Aplicación
fr: Voir Refusé application
pa_in: ਵੇਖੋ ਅਪਰਵਾਨ ਐਪਲੀਕੇਸ਼ਨ

source: Application Created %(objcreate)s (%(objtime)s)
de_ch: Anwendung erstellt %(objcreate)s ( %(objtime)s)
es_cl: Fecha de creación %(objcreate)s ( %(objtime)s)
fr: Application créée %(objcreate)s ( %(objtime)s)
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਬਣਾਇਆ %(objcreate)s ( %(objtime)s)

source: Membership Application Submission
de_ch: Antrag auf Mitgliedschaft Submission
es_cl: Presentación de la Solicitud de Membresía
fr: Présentation de la demande d&#39;adhésion
pa_in: Membership ਐਪਲੀਕੇਸ਼ਨ ਅਧੀਨ

source: Membership Submission
de_ch: Mitgliedschaft Submission
es_cl: Presentación Membresía
fr: Présentation des membres
pa_in: Membership ਅਧੀਨ

source: Membership Type: %(membership_type)s $%(membership_type_price)s
de_ch: Art der Mitgliedschaft: %(membership_type)s $ %(membership_type_price)s
es_cl: Tipo de membresía: %(membership_type)s $ %(membership_type_price)s
fr: Type d&#39;adhésion: %(membership_type)s $ %(membership_type_price)s
pa_in: Membership ਕਿਸਮ: %(membership_type)s $ %(membership_type_price)s

source: Membership Type: %(membership_type)s (Free)
de_ch: Art der Mitgliedschaft: %(membership_type)s (Free)
es_cl: Tipo de membresía: %(membership_type)s (Gratis)
fr: Type d&#39;adhésion: %(membership_type)s (Free)
pa_in: Membership ਕਿਸਮ: %(membership_type)s (ਫਰੀ)

source: View Submitted Application
de_ch: Ansicht Antrag
es_cl: Ver solicitud presentada
fr: Voir présentation de la demande
pa_in: ਵੇਖੋ ਪੇਸ਼ ਐਪਲੀਕੇਸ਼ਨ

source: To approve this membership, go to:
de_ch: Um diese Mitgliedschaft zu genehmigen, gehen Sie zu:
es_cl: Aprobar esta membresía, vaya a:
fr: D&#39;approuver cette adhésion, aller à:
pa_in: ਇਸ ਨੂੰ ਸਦੱਸਤਾ ਨੂੰ ਪਸੰਦ ਕਰਨ ਲਈ, ਲਈ ਜਾਓ:

source: Membership application submission
de_ch: Mitgliedschaft Antragstellung
es_cl: Presentación de solicitudes de Membresía
fr: présentation de la demande d&#39;adhésion
pa_in: Membership ਕਾਰਜ ਨੂੰ ਦੇ ਅਧੀਨ

source: Membership Application Renewal
de_ch: Antrag auf Mitgliedschaft Erneuerung
es_cl: Membresía Solicitud de Renovación
fr: Renouvellement de demande d&#39;adhésion
pa_in: Membership ਐਪਲੀਕੇਸ਼ਨ ਨਵੀਨੀਕਰਨ

source: Membership Type: %(membership_type)s Free
de_ch: Art der Mitgliedschaft: %(membership_type)sostenlos
es_cl: Tipo de membresía: %(membership_type)ss gratuito
fr: Type d&#39;adhésion: %(membership_type)s gratuit
pa_in: Membership ਕਿਸਮ: %(membership_type)sਮੁਫ਼ਤ ਹੈ

source: Application Created %(create_date)s (%(time_since)s)
de_ch: Anwendung erstellt %(create_date)s ( %(time_since)s)
es_cl: Fecha de creación %(create_date)s ( %(time_since)s)
fr: Application créée %(create_date)s ( %(time_since)s)
pa_in: ਐਪਲੀਕੇਸ਼ਨ ਬਣਾਇਆ %(create_date)s ( %(time_since)s)

source: Membership application renewal
de_ch: Mitgliedsantrag Erneuerung
es_cl: Renovación de solicitud de membresía
fr: demande de renouvellement d&#39;adhésion
pa_in: Membership ਕਾਰਜ ਨੂੰ ਨਵੀਨੀਕਰਨ

source: Thumbnail Image
de_ch: Minibild
es_cl: Imagen en miniatura
fr: Vignette
pa_in: ਥੰਮਨੇਲ ਚਿੱਤਰ ਹੈ

source: The thumbnail image can be used on your homepage or sidebar if it is setup in your theme. It will not display on the news page.
de_ch: Die Thumbnail-Bild auf Ihrer Homepage oder der Seitenleiste verwendet werden, wenn es in Ihrem Setup-Thema. Es wird nicht auf der News-Seite anzuzeigen.
es_cl: La imagen en miniatura se puede utilizar en una página web o barra lateral si está configurado en su tema. No se mostrará en la página de noticias.
fr: La vignette peut être utilisé sur votre page d&#39;accueil ou la barre latérale si elle est configurée dans votre thème. Il ne sera pas afficher sur la page des nouvelles.
pa_in: ਇਸ ਨੂੰ ਤੁਹਾਡੇ ਸਰੂਪ ਵਿੱਚ ਸੈੱਟਅੱਪ ਹੈ, ਜੇਕਰ ਥੰਮਨੇਲ ਚਿੱਤਰ ਨੂੰ ਤੁਹਾਡੇ ਹੋਮਪੇਜ ਜ ਸਾਇਡਬਾਰ &#39;ਤੇ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ. ਇਸ ਨੂੰ ਖਬਰ ਸਫ਼ੇ &#39;ਤੇ ਵੇਖਾਉਣ ਨਾ ਹੋਵੇਗਾ.

source: News Added
de_ch: Nachrichten hinzugefügt
es_cl: Noticias Agregado
fr: Nouvelles Ajouté
pa_in: ਨਿਊਜ਼ ਗਏ

source: A news has been added.
de_ch: Ein News wurde hinzugefügt.
es_cl: Una noticia ha sido añadido.
fr: Une nouvelles ont été ajoutées.
pa_in: ਇੱਕ ਖਬਰ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ.

source: News Deleted
de_ch: Nachrichten gelöscht
es_cl: Noticias Eliminado
fr: Nouvelles supprimés
pa_in: ਨਿਊਜ਼ ਹਟਾਇਆ

source: A news has been deleted
de_ch: Ein News wurde gelöscht
es_cl: Una noticia ha sido borrado
fr: Une nouvelles a été supprimé
pa_in: ਇੱਕ ਖਬਰ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ,

source: The thumbnail image can be used on your homepage or sidebar if it is setup in your theme. The thumbnail image will not display on the news page.
de_ch: Die Thumbnail-Bild auf Ihrer Homepage oder der Seitenleiste verwendet werden, wenn es in Ihrem Setup-Thema. Die Thumbnail-Bild wird nicht auf der News-Seite anzuzeigen.
es_cl: La imagen en miniatura se puede utilizar en una página web o barra lateral si está configurado en su tema. La imagen en miniatura no se mostrará en la página de noticias.
fr: La vignette peut être utilisé sur votre page d&#39;accueil ou la barre latérale si elle est configurée dans votre thème. La vignette ne s&#39;affiche pas sur la page des nouvelles.
pa_in: ਇਸ ਨੂੰ ਤੁਹਾਡੇ ਸਰੂਪ ਵਿੱਚ ਸੈੱਟਅੱਪ ਹੈ, ਜੇਕਰ ਥੰਮਨੇਲ ਚਿੱਤਰ ਨੂੰ ਤੁਹਾਡੇ ਹੋਮਪੇਜ ਜ ਸਾਇਡਬਾਰ &#39;ਤੇ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ. ਥੰਮਨੇਲ ਚਿੱਤਰ ਨੂੰ ਖਬਰ ਸਫ਼ੇ &#39;ਤੇ ਵੇਖਾਉਣ ਨਾ ਹੋਵੇਗਾ.

source: Auto Timestamp
de_ch: Auto-Zeitstempel
es_cl: Auto Marca de tiempo
pa_in: ਆਟੋ ਮੋਹਰ

source: Are you sure you want to permanently delete this news?
de_ch: Sind Sie sicher, dass Sie wollen, um diese Nachrichten endgültig löschen?
es_cl: ¿Está seguro de que desea eliminar permanentemente esta noticia?
fr: Êtes-vous sûr de vouloir supprimer définitivement ces nouvelles?
pa_in: ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਇਸ ਖਬਰ ਨੂੰ ਹਟਾਉਣ ਲਈ ਚਾਹੁੰਦੇ ਹੋ ਤੁਹਾਨੂੰ ਇਹ ਯਕੀਨੀ ਕਰ ਰਹੇ ਹੋ?

source: All News
de_ch: Alle News
es_cl: Todas las noticias
fr: Toutes les Nouvelles
pa_in: ਸਾਰੇ ਨਿਊਜ਼

source: Back to regular news view
de_ch: Zurück, um regelmäßig Nachrichten Ansicht
es_cl: Regresar a la vista de prensa regular
fr: Retour à la vue régulier de nouvelles
pa_in: ਵਾਪਸ ਰੈਗੂਲਰ ਖਬਰ ਝਲਕ ਨੂੰ

source: News Add Notice
de_ch: Unsere News In
es_cl: Noticias Agregar Notificación
fr: Nouvelles Ajouter avis
pa_in: ਨਿਊਜ਼ ਸ਼ਾਮਿਲ ਨੋਿਟਸ

source: by %(requser)s and needs to be activated
de_ch: von %(requser)s und muss aktiviert werden
es_cl: por %(requser)s y necesita ser activado
fr: par %(requser)s et doit être activé
pa_in: ਅਤੇ %(requser)s ਨਾਲ ਸਰਗਰਮ ਕਰਨ ਦੀ ਲੋੜ ਹੈ

source: News Delete Notice
de_ch: Nachrichten löschen und Datenschutz
es_cl: Noticias Borrar Aviso
fr: Nouvelles Supprimer avis
pa_in: ਨਿਊਜ਼ ਨੋਿਟਸ ਹਟਾਓ

source: News (%(objhead)s) deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: News ( %(objhead)s) von %(SITE_GLOBAL_SITEDISPLAYNAME)selöscht s
es_cl: Noticias ( %(objhead)s) borrado de %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Nouvelles ( %(objhead)s) supprimé à partir de %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(objhead)sਤੱਕ ਹਟਾਇਆ ਨਿਊਜ਼ ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: Very Low
de_ch: Sehr niedrig
es_cl: Muy baja
fr: Très faible
pa_in: ਬਹੁਤ ਘੱਟ

source: Low
de_ch: Niedrig
es_cl: Baja
fr: Faible
pa_in: ਘੱਟ

source: Medium-Low
es_cl: Medio-bajo
fr: Moyenne à faible
pa_in: ਦਰਮਿਆਨੇ-ਘੱਟ

source: Medium-High
de_ch: Mittel-Hoch
es_cl: Medio-alto
fr: Moyen à élevé
pa_in: ਦਰਮਿਆਨੇ-ਹਾਈ

source: High
de_ch: Hoch
es_cl: Alto
fr: Haut
pa_in: ਹਾਈ

source: Very High
de_ch: Sehr hoch
es_cl: Muy Alta
fr: Très haut
pa_in: ਬਹੁਤ ਹਾਈ

source: Top
fr: Haut
pa_in: ਸਿਖਰ ਤੇ

source: Right
de_ch: Recht
es_cl: Derecha
fr: Droit
pa_in: ਸੱਜਾ

source: Bottom
de_ch: Boden
fr: Bas
pa_in: ਤਲ

source: Left
de_ch: Links
es_cl: Izquierda
fr: Gauche
pa_in: ਖੱਬੇ

source: Center (Default)
es_cl: Centro (predeterminado)
fr: Centre (par défaut)
pa_in: Center (ਮੂਲ)

source: Flip left to right
de_ch: Von links nach rechts kippen
es_cl: Voltear izquierda a derecha
fr: Clapet de gauche à droite
pa_in: ਨੂੰ ਸੱਜੇ ਕਰਨ ਲਈ ਛੱਡ ਝਟਕੋ

source: Flip top to bottom
de_ch: Flip oben nach unten
es_cl: Unión superior a la inferior
fr: Flip top en bas
pa_in: ਥੱਲੇ ਨੂੰ ਫਲਿੱਪ ਚੋਟੀ ਦੇ

source: Rotate 90 degrees counter-clockwise
de_ch: Um 90 Grad gegen den Uhrzeigersinn
es_cl: Gire 90 grados hacia la izquierda
fr: Faire pivoter de 90 degrés vers la gauche
pa_in: 90 ਡਿਗਰੀ ਵਿਰੋਧੀ-ਦਾਅ ਘੁੰਮਾਓ

source: Rotate 90 degrees clockwise
de_ch: Um 90 Grad im Uhrzeigersinn
es_cl: Gire 90 grados a la derecha
fr: Faire pivoter de 90 degrés vers la droite
pa_in: 90 ਡਿਗਰੀ ਸੱਜੇ ਦਾਅ ਘੁੰਮਾਓ

source: Rotate 180 degrees
de_ch: Um 180 Grad drehen
es_cl: Girar 180 grados
fr: Rotation 180 degrés
pa_in: 180 ਡਿਗਰੀ ਤੇ ਘੁੰਮਾਓ

source: Tile
de_ch: Fliese
fr: Carreau
pa_in: ਟਾਇਲ

source: Scale
de_ch: Maßstab
es_cl: Escala
fr: Échelle
pa_in: ਸਕੇਲ

source: Chain multiple filters using the following pattern "FILTER_ONE->FILTER_TWO->FILTER_THREE". Image filters will be applied in order. The following filters are available: %s.
de_ch: Kette mehrere Filter mit dem folgenden Muster &quot;FILTER_ONE-&gt; FILTER_TWO-&gt; FILTER_THREE&quot;. Bild-Filter werden in der Reihenfolge angewendet werden. Folgende Filter stehen zur Verfügung:% s.
es_cl: Encadena varios filtros con el siguiente patrón &quot;FILTER_ONE-&gt; FILTER_TWO-&gt; FILTER_THREE&quot;. Filtros de imagen se aplicarán en orden. Los siguientes filtros están disponibles:% s.
fr: Chaîne plusieurs filtres en utilisant le modèle suivant &quot;FILTER_ONE-&gt; FILTER_TWO-&gt; de FILTER_THREE&quot;. Filtres de recherche seront appliquées dans l&#39;ordre. Les filtres suivants sont disponibles:% s.
pa_in: ਹੇਠ ਦਿੱਤੇ ਪੈਟਰਨ &quot;FILTER_ONE-&gt; FILTER_TWO-&gt; FILTER_THREE&quot; ਨੂੰ ਵਰਤ ਕੇ ਚੇਨ ਮਲਟੀਪਲ ਫਿਲਟਰ. ਚਿੱਤਰ ਨੂੰ ਫਿਲਟਰ ਕ੍ਰਮ ਵਿੱਚ ਲਾਗੂ ਕੀਤਾ ਜਾਵੇਗਾ. ਹੇਠ ਲਿਖੇ ਫਿਲਟਰ ਉਪਲੱਬਧ ਹਨ:% s.

source: image
de_ch: Bild
es_cl: imagen
pa_in: ਚਿੱਤਰ ਨੂੰ

source: date taken
de_ch: Zeitpunkt getroffen
es_cl: fecha que se tendrá
fr: date prise
pa_in: ਦੀ ਮਿਤੀ ਲਿਆ

source: crop from
de_ch: Ernte von
es_cl: cultivos de
fr: culture de
pa_in: ਤੱਕ ਦੀ ਫਸਲ

source: effect
de_ch: Wirkung
es_cl: efecto
fr: effet
pa_in: ਪ੍ਰਭਾਵ ਨੂੰ

source: An "admin_thumbnail" photo size has not been defined.
de_ch: Ein &quot;admin_thumbnail&quot; Fotogröße ist nicht definiert worden.
es_cl: Un &quot;admin_thumbnail&quot; tamaño de la foto no ha sido definida.
fr: Une taille de photo &quot;de admin_thumbnail&quot; n&#39;a pas été défini.
pa_in: ਇੱਕ &quot;admin_thumbnail&quot; ਫੋਟੋ ਦਾ ਆਕਾਰ ਪ੍ਰਭਾਸ਼ਿਤ ਕੀਤਾ ਗਿਆ ਹੈ.

source: Thumbnail
de_ch: Daumennagel
es_cl: Miniatura
fr: Miniature
pa_in: ਥੰਮਨੇਲ

source: name
es_cl: Nombre
fr: nom
pa_in: ਨਾਮ

source: description
de_ch: Beschreibung
es_cl: Descripción
pa_in: ਦਾ ਵੇਰਵਾ

source: rotate or flip
de_ch: drehen oder spiegeln
es_cl: girar o voltear
fr: pivoter ou retourner
pa_in: ਘੁੰਮਾਉਣ ਜ ਤਰਕੀਬ

source: color
de_ch: Farbe
es_cl: de color
fr: couleur
pa_in: ਰੰਗ ਹੈ

source: A factor of 0.0 gives a black and white image, a factor of 1.0 gives the original image.
de_ch: Ein Faktor von 0,0 gibt ein schwarz-weißes Bild, ein Faktor von 1,0 gibt das Originalbild.
es_cl: Un factor de 0,0 da una imagen en blanco y negro, un factor de 1.0 da la imagen original.
fr: Un facteur de 0,0 donne une image en noir et blanc, un facteur de 1,0 donne l&#39;image d&#39;origine.
pa_in: 0.0 ਦੀ ਇੱਕ ਫੈਕਟਰ ਵਿੱਚ ਇੱਕ ਕਾਲਾ ਅਤੇ ਚਿੱਟਾ ਚਿੱਤਰ ਨੂੰ, 1.0 ਦਾ ਇੱਕ ਫੈਕਟਰ ਅਸਲੀ ਚਿੱਤਰ ਨੂੰ ਦਿੰਦਾ ਹੈ ਦਿੰਦਾ ਹੈ.

source: brightness
de_ch: Helligkeit
es_cl: brillo
fr: luminosité
pa_in: ਚਮਕ

source: A factor of 0.0 gives a black image, a factor of 1.0 gives the original image.
de_ch: Ein Faktor von 0,0 gibt ein schwarzes Bild, ein Faktor von 1,0 gibt das Originalbild.
es_cl: Un factor de 0,0 da una imagen en negro, un factor de 1.0 da la imagen original.
fr: Un facteur de 0,0 donne une image noire, un facteur de 1,0 donne l&#39;image d&#39;origine.
pa_in: 0.0 ਦੀ ਇੱਕ ਫੈਕਟਰ ਇੱਕ ਕਾਲਾ ਚਿੱਤਰ ਨੂੰ, 1.0 ਦਾ ਇੱਕ ਫੈਕਟਰ ਅਸਲੀ ਚਿੱਤਰ ਨੂੰ ਦਿੰਦਾ ਹੈ ਦਿੰਦਾ ਹੈ.

source: contrast
de_ch: Kontrast
es_cl: contrastar
fr: contraste
pa_in: ਤੁਲਨਾ

source: A factor of 0.0 gives a solid grey image, a factor of 1.0 gives the original image.
de_ch: Ein Faktor von 0,0 gibt eine feste Graubild, ein Faktor von 1,0 gibt das Originalbild.
es_cl: Un factor de 0,0 da una imagen gris sólido, un factor de 1.0 da la imagen original.
fr: Un facteur de 0,0 donne une image solide gris, un facteur de 1,0 donne l&#39;image d&#39;origine.
pa_in: 0.0 ਦੀ ਇੱਕ ਫੈਕਟਰ ਇੱਕ ਠੋਸ ਸਲੇਟੀ ਚਿੱਤਰ ਨੂੰ, 1.0 ਦਾ ਇੱਕ ਫੈਕਟਰ ਅਸਲੀ ਚਿੱਤਰ ਨੂੰ ਦਿੰਦਾ ਹੈ ਦਿੰਦਾ ਹੈ.

source: sharpness
de_ch: Schärfe
es_cl: nitidez
fr: finesse
pa_in: ਤਿੱਖਾਪਨ
