Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: You can access your site's backend from the blue admin bar. Under "Content," you'll find all the editable content modules. Under "People," you can add user and groups and assign permissions. "Reports" will show you how people are accessing your website. Under "Quick Links," you have access to the Site Settings as well as the
de_ch: Sie können Ihre Website-Backend von der blauen Admin Bar zugreifen. Unter &quot;Inhalt&quot; Sie alle editierbaren Content-Module finden. Im Bereich &quot;Menschen&quot; können Sie Benutzer und Gruppen, und weisen Sie Berechtigungen hinzufügen. &quot;Berichte&quot; wird Ihnen zeigen, wie die Menschen den Zugriff auf Ihre Website. Unter &quot;Nützliche Links&quot;, die Sie den Zugriff auf die Site-Einstellungen als auch die haben
es_cl: Puede acceder backend de tu sitio en la barra de administrador azul. En &quot;contenido&quot;, que encontrarás todos los módulos de contenido editables. En &quot;Gente&quot;, puede agregar usuarios y grupos y asignar permisos. &quot;Informes&quot; le mostrará cómo las personas acceden a su sitio web. En &quot;Enlaces rápidos&quot;, usted tiene acceso a la configuración del sitio, así como el
fr: Vous pouvez accéder au backend de votre site dans la barre d&#39;admin bleu. Sous la rubrique «Contenu», vous trouverez tous les modules de contenu éditable. Sous la rubrique «People», vous pouvez ajouter des autorisations attribuer des utilisateurs et des groupes et. «Rapports» vous montrer comment les gens accèdent à votre site Web. Sous la rubrique «Liens rapides», vous avez accès aux paramètres du site ainsi que le
pa_in: ਤੁਹਾਨੂੰ ਨੀਲਾ admin ਪੱਟੀ ਆਪਣੀ ਸਾਈਟ ਦੀ ਪਿੱਠਵਰਤੀ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹੋ. ਦੇ ਤਹਿਤ &quot;ੂ,&quot; ਜੇਕਰ ਤੁਹਾਨੂੰ ਸਾਰੇ ਸੋਧਯੋਗ ਸਮੱਗਰੀ ਨੂੰ ਮੋਡੀਊਲ ਹੋਵੋਗੇ. ਅਧੀਨ &quot;ਲੋਕ,&quot; ਤੁਹਾਨੂੰ ਯੂਜ਼ਰ ਅਤੇ ਗਰੁੱਪ ਸੀ ਅਤੇ ਨਿਰਧਾਰਤ ਅਧਿਕਾਰ ਸ਼ਾਮਿਲ ਕਰ ਸਕਦੇ ਹੋ. ਲੋਕ ਆਪਣੀ ਵੈਬਸਾਈਟ ਨੂੰ ਵਰਤਣ ਰਹੇ ਹਨ ਕਿਸ &quot;ਰਿਪੋਰਟ&quot; ਤੁਹਾਨੂੰ ਪਤਾ ਦੇ ਦੇਵੇਗਾ. ਦੇ ਤਹਿਤ &quot;ਤੁਰੰਤ ਲਿੰਕ,&quot; ਜੇਕਰ ਤੁਹਾਨੂੰ ਸਾਈਟ ਸੈਟਿੰਗ ਨੂੰ ਪਹੁੰਚ ਦੇ ਨਾਲ ਨਾਲ ਹੈ,

source: help files
de_ch: Hilfe-Dateien
es_cl: archivos de ayuda
fr: les fichiers d&#39;aide
pa_in: ਫਾਇਲ ਦੀ ਮਦਦ

source: to answer your questions. Thanks again for choosing Tendenci and enjoy building your new website!
de_ch: Ihre Fragen zu beantworten. Nochmals vielen Dank für die Wahl Tendenci und genießen Sie den Aufbau Ihrer neuen Website!
es_cl: para responder a sus preguntas. Gracias de nuevo por elegir Tendenci y disfrutar de la construcción de su nuevo sitio web!
fr: pour répondre à vos questions. Merci encore d&#39;avoir choisi Tendenci et profiter de la construction de votre nouveau site web!
pa_in: ਤੁਹਾਡੇ ਸਵਾਲ ਦਾ ਜਵਾਬ ਦੇਣ ਲਈ. Tendenci ਦੀ ਚੋਣ ਕਰੋ ਅਤੇ ਆਪਣੇ ਨਵ ਵੈਬਸਾਈਟ ਨੂੰ ਬਣਾਉਣ, ਦਾ ਆਨੰਦ ਦੇ ਲਈ ਇਕ ਵਾਰ ਫਿਰ ਧੰਨਵਾਦ ਹੈ!

source: Close
de_ch: Schließen
es_cl: Cerrar
fr: Fermer
pa_in: ਬੰਦ ਕਰੋ

source: You can not close before you finish all the walkthrough steps.
de_ch: Sie können nicht schließen, bevor Sie alle Schritte Komplettlösung zu beenden.
es_cl: No se puede cerrar antes de terminar todos los pasos de tutorial.
fr: Vous ne pouvez pas fermer avant d&#39;avoir terminé toutes les étapes de procédure pas à pas.
pa_in: ਤੁਹਾਨੂੰ ਸਭ walkthrough ਕਦਮ ਨੂੰ ਸਮਾਪਤ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਨੂੰ ਬੰਦ ਨਾ ਕਰ ਸਕਦਾ ਹੈ.

source: Group Added
de_ch: Gruppe hinzugefügt
es_cl: Grupo Agregado
fr: Groupe Ajouté
pa_in: ਗਰੁੱਪ ਦੇ ਗਏ

source: A group has been added.
de_ch: Eine Gruppe wurde hinzugefügt.
es_cl: Un grupo se ha añadido.
fr: Un groupe a été ajoutée.
pa_in: ਇੱਕ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ.

source: Group Deleted
de_ch: Gruppe gelöscht
es_cl: Grupo Eliminado
fr: Groupe supprimé
pa_in: ਗਰੁੱਪ ਹਟਾਇਆ

source: A group has been deleted
de_ch: Eine Gruppe wurde gelöscht
es_cl: Un grupo ha sido borrada
fr: Un groupe a été supprimé
pa_in: ਇੱਕ ਗਰੁੱਪ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ,

source: Group Name
de_ch: Gruppenname
es_cl: Nombre del grupo
fr: Nom du groupe
pa_in: ਗਰੁੱਪ ਦੇ ਨਾਮ

source: Group Label
de_ch: Gruppe Etikett
es_cl: Label Group
fr: Label Group
pa_in: ਗਰੁੱਪ ਦੇ ਲੇਬਲ

source: Recipient Email
de_ch: Empfänger E-Mail
es_cl: Correo electrónico del destinatario
fr: Courriel du destinataire
pa_in: ਪ੍ਰਾਪਤਕਰਤਾ ਦਾ ਈਮੇਲ

source: Display Option
de_ch: Anzeigeoption
es_cl: Opción Display
fr: Option d&#39;affichage
pa_in: ਡਿਸਪਲੇਅ ਚੋਣ

source: Allow Self Add
de_ch: Ermöglichen Selbst hinzufügen
es_cl: Permitir Auto Agregar
fr: Permettre aux travailleurs autonomes Ajouter
pa_in: ਸਵੈ ਸ਼ਾਮਲ ਕਰੋ ਦੀ ਇਜ਼ਾਜਤ

source: Allow Self Remove
de_ch: Ermöglichen Selbst entfernen
es_cl: Permitir Auto Retire
fr: Permettre l&#39;auto Retirez
pa_in: ਸਵੈ ਹਟਾਓ ਦੀ ਇਜ਼ਾਜਤ

source: Sync for newsletters
de_ch: Sync für Newsletter
es_cl: Sync para boletines
fr: Sync pour les bulletins
pa_in: ਸਮਾਚਾਰ ਪੱਤਰ ਲਈ ਸਮਕਾਲੀ

source: Auto Responder
de_ch: Auto Reply
fr: Réponse automatique
pa_in: ਆਟੋ ਜਵਾਬ

source: Priority
de_ch: Priorität
es_cl: Prioridad
fr: Priorité
pa_in: ਤਰਜੀਹ

source: Sort Order
de_ch: Sortierung
es_cl: Orden de Clasificación
fr: L&#39;ordre de tri
pa_in: Sort ਆਰਡਰ

source: Are you sure?
de_ch: Sind Sie sicher?
es_cl: Estás seguro?
fr: Êtes-vous sûr?
pa_in: ਤੁਹਾਨੂੰ ਪੂਰਾ ਵਿਸ਼ਵਾਸ ਹੈ?

source: Edit Group
de_ch: Gruppe bearbeiten
es_cl: Editar grupo
fr: Modifier le groupe
pa_in: ਸੋਧ ਦੇ ਗਰੁੱਪ

source: Create Group
de_ch: Gruppe erstellen
es_cl: Crear grupo
fr: Créer un groupe
pa_in: ਗਰੁੱਪ ਨੂੰ ਬਣਾਓ

source: Choose option to add users to a group
de_ch: Option, um Benutzer zu einer Gruppe hinzuzufügen wählen
es_cl: Elija la opción de agregar usuarios a un grupo
fr: Choisissez l&#39;option d&#39;ajouter des utilisateurs à un groupe
pa_in: ਇੱਕ ਗਰੁੱਪ ਨੂੰ ਉਪਭੋਗੀ ਸ਼ਾਮਿਲ ਕਰਨ ਦੀ ਚੋਣ ਨੂੰ ਚੁਣੋ,

source: You have too many users to use the bulk add for group members. You can:
de_ch: Sie haben zu viele Nutzer die Verwendung der Groß hinzufügen für Gruppenmitglieder. Sie können:
es_cl: Tiene demasiados usuarios para utilizar el grueso agregar los miembros del grupo. Usted puede:
fr: Vous avez trop nombreux utilisateurs d&#39;utiliser la majeure partie ajouter les membres du groupe. Vous pouvez:
pa_in: ਤੁਹਾਨੂੰ ਬਲਕ ਗਰੁੱਪ ਦੇ ਮਬਰ ਲਈ ਸ਼ਾਮਿਲ ਵਰਤਣ ਲਈ ਬਹੁਤ ਸਾਰੇ ਉਪਭੋਗੀ ਹਨ. ਤੁਸੀਂ ਕਰ ਸੱਕਦੇ ਹੋ:

source: Search for the user
de_ch: Suche für den Benutzer
es_cl: Busque el usuario
fr: Recherchez l&#39;utilisateur
pa_in: ਉਪਭੋਗੀ ਲਈ ਖੋਜ ਕਰੋ

source: and add them to specific groups
de_ch: und fügen Sie sie an bestimmte Gruppen
es_cl: y añadirlos a grupos específicos
fr: et les ajouter à des groupes spécifiques
pa_in: ਅਤੇ ਖਾਸ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਿਲ

source: Bulk import users
de_ch: Bulk-Import-Benutzer
es_cl: Usuarios de importación a granel
fr: Utilisateurs à l&#39;importation en vrac
pa_in: ਬਲਕ ਆਯਾਤ ਉਪਭੋਗੀ

source: into a specific group
de_ch: in einer spezifischen Gruppe
es_cl: en un grupo específico
fr: dans un groupe spécifique
pa_in: ਇੱਕ ਖਾਸ ਸਮੂਹ ਨੂੰ ਵਿੱਚ

source: Delete a User Group
de_ch: Löschen einer Benutzergruppe
es_cl: Eliminar un grupo de usuarios
fr: Supprimer un groupe d&#39;utilisateurs
pa_in: ਇੱਕ ਉਪਭੋਗੀ ਦੇ ਗਰੁੱਪ ਹਟਾਓ

source: Are you sure you want to delete the group %(object_name)s? All of the following objects and their related items will be deleted:
de_ch: Sind Sie sicher, dass Sie die Gruppe %(object_name)s löschen? Alle folgenden Objekte und deren zugehörige Artikel werden gelöscht:
es_cl: ¿Seguro que desea eliminar el grupo %(object_name)s? Todos los siguientes objetos y sus elementos relacionados se eliminarán:
fr: Êtes-vous sûr de vouloir supprimer le groupe %(object_name)s? Tous les objets suivants et de leurs éléments connexes seront supprimés:
pa_in: ਤੁਹਾਨੂੰ ਗਰੁੱਪ %(object_name)s ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਹੇਠ ਦਿੱਤੀ ਆਬਜੈਕਟ ਅਤੇ ਆਪਣੇ ਨਾਲ ਸਬੰਧਤ ਇਕਾਈ ਦੇ ਸਾਰੇ ਹਟਾਇਆ ਜਾਵੇਗਾ:

source: Yes, I'm sure
de_ch: Ja, ich bin sicher,
es_cl: Sí, estoy seguro
fr: Oui, je suis sûr
pa_in: ਜੀ, ਮੈਨੂੰ ਯਕੀਨ ਹੈ

source: Change Group Member Permissions
de_ch: Ändern Gruppen Mitglied Berechtigungen
es_cl: Cambiar permisos de Grupo miembros
fr: Modifier les autorisations Membre du groupe
pa_in: ਗਰੁੱਪ ਦੇ ਸਦੱਸ ਅਧਿਕਾਰ ਤਬਦੀਲ ਕਰੋ

source: Emails regarding group activity will be sent to
de_ch: E-Mails über Gruppenaktivität wird gesendet an
es_cl: Los correos electrónicos con respecto a la actividad del grupo se enviarán a
fr: Les e-mails concernant l&#39;activité du groupe seront envoyés à
pa_in: ਗਰੁੱਪ ਨੂੰ ਸਰਗਰਮੀ ਦੇ ਸੰਬੰਧ ਈਮੇਲ ਕਰਨ ਲਈ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ

source: Please set a
de_ch: Bitte stellen Sie eine
es_cl: Por favor, establece un
fr: S&#39;il vous plaît définir une
pa_in: ਇਕ ਸੈੱਟ ਕਰੋ ਜੀ

source: recipient
de_ch: Empfänger
es_cl: destinatario
fr: destinataire
pa_in: ਕਰਤਾ

source: for this group
de_ch: Für diese Gruppe
es_cl: para este grupo
fr: pour ce groupe
pa_in: ਇਸ ਸਮੂਹ ਦੇ ਲਈ

source: Users can add themselves to this group
de_ch: Benutzer können sich zu dieser Gruppe hinzufügen
es_cl: Los usuarios pueden sumarse a este grupo
fr: Les utilisateurs peuvent ajouter eux-mêmes à ce groupe
pa_in: ਉਪਭੋਗੀ, ਇਸ ਗਰੁੱਪ ਲਈ ਆਪਣੇ ਆਪ ਨੂੰ ਸ਼ਾਮਿਲ ਕਰ ਸਕਦੇ ਹੋ

source: Users cannot add themselves to this group
de_ch: Benutzer können sich nicht selbst zu dieser Gruppe hinzufügen
es_cl: Los usuarios no pueden sumarse a este grupo
fr: Les utilisateurs ne peuvent pas se ajouter à ce groupe
pa_in: ਉਪਭੋਗੀ, ਕਿ ਇਸ ਗਰੁੱਪ ਨਾਲ ਆਪਣੇ ਆਪ ਨੂੰ ਸ਼ਾਮਿਲ ਕਰ ਸਕਦੇ

source: Users can remove themselves from this group
de_ch: Benutzer können sich aus dieser Gruppe zu entfernen
es_cl: Los usuarios pueden borrarse de este grupo
fr: Les utilisateurs peuvent se retirer de ce groupe
pa_in: ਉਪਭੋਗਤਾ ਨੂੰ ਇਸ ਗਰੁੱਪ ਤੋ ਆਪਣੇ ਆਪ ਨੂੰ ਹਟਾ ਸਕਦੇ ਹੋ

source: Users cannot remove themsleves
de_ch: Benutzer können themsleves nicht entfernen
es_cl: Los usuarios no pueden eliminar esos mamíferos se dirigieran
fr: Les utilisateurs ne peuvent pas supprimer themsleves
pa_in: ਉਪਭੋਗਤਾ ਨੂੰ themsleves ਨੂੰ ਹਟਾ ਨਹੀ ਕਰ ਸਕਦੇ

source: This group has no members
de_ch: Diese Gruppe hat keine Mitglieder
es_cl: Este grupo no tiene miembros
fr: Ce groupe n&#39;a pas de membres
pa_in: ਇਹ ਗਰੁੱਪ ਦਾ ਕੋਈ ਅੰਗ ਹਨ

source: Add/Remove Permissions
de_ch: Hinzufügen / Entfernen von Berechtigungen
es_cl: Agregar / quitar permisos
fr: Ajouter / Supprimer des autorisations
pa_in: ਅਧਿਕਾਰ / ਹਟਾਓ

source: Group
de_ch: Gruppe
es_cl: Grupo
fr: Groupe
pa_in: ਗਰੁੱਪ ਦੇ

source: Group Permissions
de_ch: Gruppenberechtigungen
es_cl: Permisos de Grupo
fr: Permission de groupe
pa_in: ਗਰੁੱਪ ਨੂੰ ਅਧਿਕਾਰ

source: Subscriber Import Failed!
de_ch: Teilnehmer Import fehlgeschlagen!
es_cl: Importación suscriptor Error!
fr: Abonné importation a échoué!
pa_in: ਗਾਹਕ ਅਯਾਤ ਵਿੱਚ ਅਸਫਲ!

source: Processing Subscriber Import!
de_ch: Verarbeitung Subscriber Import!
es_cl: Importación suscriptor Procesamiento!
fr: Traitement abonné importation!
pa_in: ਪ੍ਰੋਸੈਸਿੰਗ ਗਾਹਕ ਅਯਾਤ!

source: Import Subscribers to
de_ch: Import Abonnenten
es_cl: Suscriptores de importación a
fr: Les abonnés à l&#39;importation à
pa_in: ਨੂੰ ਅਯਾਤ Subscribers

source: Import Results for
de_ch: Import-Ergebnisse
es_cl: Importar Resultados para
fr: Résultats pour importation
pa_in: ਲਈ ਅਯਾਤ ਨਤੀਜੇ

source: Add Members to Group
de_ch: Hinzufügen von Mitgliedern zu Gruppen
es_cl: Agregar miembros al grupo
fr: Ajouter des membres au groupe
pa_in: ਗਰੁੱਪ ਦੇ ਨੂੰ ਮਬਰ ਸ਼ਾਮਲ ਕਰੋ

source: Group:
de_ch: Gruppen:
es_cl: Grupo:
fr: Groupe:
pa_in: ਗਰੁੱਪ:

source: Add Member to Group
de_ch: Mitglied hinzufügen, um Gruppen
es_cl: Añadir miembros de grupo
fr: Ajouter un membre au groupe
pa_in: ਗਰੁੱਪ ਦੇ ਨੂੰ ਸਦੱਸ ਸ਼ਾਮਲ ਕਰੋ

source: Add Member
de_ch: Mitglied hinzufügen
es_cl: Agregar miembro
fr: Ajouter un membre
pa_in: ਸਦੱਸ ਸ਼ਾਮਲ ਕਰੋ

source: Remove myself from group
de_ch: Aus Gruppe entfernen mich
es_cl: Alejarme de grupo
fr: Me retirer du groupe
pa_in: ਗਰੁੱਪ ਆਪਣੇ ਆਪ ਨੂੰ ਹਟਾਓ

source: Add Myself to Group
de_ch: Fügen Sie Mich Gruppe
es_cl: Sumo al Grupo
fr: Ajouter à moi Groupe
pa_in: ਗਰੁੱਪ ਦੇ ਲਈ ਆਪਣੇ ਆਪ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ

source: All Groups
de_ch: Alle Gruppen
es_cl: Todos los Grupos
fr: Tous les groupes
pa_in: ਸਾਰੇ ਗਰੁੱਪ

source: Group List
de_ch: Gruppenliste
es_cl: Lista de grupos
fr: Liste de groupes
pa_in: ਗਰੁੱਪ ਲਿਸਟ

source: Add Group
de_ch: Gruppe hinzufügen
es_cl: Agregar grupo
fr: Ajouter un groupe
pa_in: ਗਰੁੱਪ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ

source: This Group
de_ch: Diese Gruppe
es_cl: Este Grupo
fr: Ce groupe
pa_in: ਇਸ ਗਰੁੱਪ ਦੇ

source: View Group
de_ch: Blick-Gruppe
fr: Afficher le groupe
pa_in: ਵੇਖੋ ਗਰੁੱਪ ਦੇ

source: Add Users
de_ch: Benutzer hinzufügen
es_cl: Agregar usuarios
fr: Ajouter des utilisateurs
pa_in: ਉਪਭੋਗਤਾ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ

source: Delete Group
de_ch: Gruppe löschen
es_cl: Eliminar grupo
fr: Supprimer le groupe
pa_in: ਗਰੁੱਪ ਨੂੰ ਹਟਾਓ

source: Export Group Members - Status
de_ch: Export Group Mitglieder - Status
es_cl: Miembros del Grupo de Exportación - Estado
fr: Membres du groupe de l&#39;exportation - Statut
pa_in: ਐਕਸਪੋਰਟ ਗਰੁੱਪ ਦੇ ਮਬਰ - ਸਥਿਤੀ

source: Back to Group
de_ch: Zurück zur Gruppe
es_cl: Volver a Grupo
fr: Retour au Groupe
pa_in: ਵਾਪਸ ਗਰੁੱਪ ਦੇ ਨੂੰ

source: Total User Groups
de_ch: Insgesamt Benutzergruppen
es_cl: Total de Grupos de usuarios
fr: Nombre de groupes d&#39;utilisateurs
pa_in: ਕੁੱਲ ਯੂਜ਼ਰ ਗਰੁੱਪ

source: Valid Groups
de_ch: Gültig Gruppen
es_cl: Grupos válidas
fr: Groupes valides
pa_in: ਠੀਕ ਗਰੁੱਪ

source: Invalid Groups
de_ch: Ungültige Gruppen
es_cl: Grupos no válidos
fr: Groupes invalides
pa_in: ਗਲਤ ਗਰੁੱਪ

source: This group will be ignored (not added)
de_ch: Diese Gruppe wird ignoriert (nicht aufgenommen)
es_cl: Este grupo será ignorada (no el original)
fr: Ce groupe sera ignorée (pas ajouté)
pa_in: ਇਹ ਗਰੁੱਪ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ (ਸ਼ਾਮਿਲ ਕੀਤਾ ਨਾ ਕਿ)

source: This group will be included
de_ch: Diese Gruppe wird einbezogen
es_cl: Este grupo se incluirá
fr: Ce groupe sera inclus
pa_in: ਇਹ ਗਰੁੱਪ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਜਾਵੇਗਾ

source: Import Groups Process
de_ch: Gruppen importieren Prozess
es_cl: Importar grupos de proceso
fr: Importer des groupes Process
pa_in: ਅਯਾਤ ਗਰੁੱਪ ਕਾਰਵਾਈ ਲਈ

source: We're not done yet! This page will be updated as your groups are imported.
de_ch: Wir sind noch nicht fertig! Diese Seite wird aktualisiert, sobald Ihre Gruppen werden importiert.
es_cl: No hemos terminado todavía! Esta página se actualizará a medida que se importan los grupos.
fr: Nous n&#39;avons pas encore fini! Cette page sera mise à jour de vos groupes sont importés.
pa_in: ਸਾਨੂੰ ਅਜੇ ਤੱਕ ਕੀਤਾ, ਨਾ ਰਹੇ ਹੋ! ਤੁਹਾਡੇ ਗਰੁੱਪ ਦੇ ਆਯਾਤ ਕਰ ਰਹੇ ਹੋ, ਇਹ ਸਫ਼ੇ ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾਵੇਗਾ.

source: View groups list.
de_ch: Ansicht Liste Gruppen.
es_cl: Listado Ver grupos.
fr: Liste des groupes.
pa_in: ਵੇਖੋ ਗਰੁੱਪ ਦੀ ਸੂਚੀ ਬਣਾਓ.

source: Total Groups Created
de_ch: Gesamt Gruppen angelegt
es_cl: Grupos total creado
fr: Nombre de groupes créés
pa_in: ਕੁੱਲ ਗਰੁੱਪ ਬਣਾਇਆ

source: Case Studies
es_cl: Estudios de caso
fr: Études de cas
pa_in: ਕੇਸ ਸਟੱਡੀਜ਼

source: Your site export is being processed. You will receive an email at %s when the export is complete.
de_ch: Ihre Website exportieren wird verarbeitet. Sie erhalten eine E-Mail an% s empfangen, wenn der Export abgeschlossen ist.
es_cl: Se está procesando su exportación sitio. Usted recibirá un correo electrónico a% s cuando finalice la exportación.
fr: Votre site exportation est en cours. Vous recevrez un e-mail à% s lors de l&#39;exportation est terminée.
pa_in: ਤੁਹਾਡਾ ਸਾਈਟ ਨੂੰ ਨਿਰਯਾਤ ਤੇ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ. ਨਿਰਯਾਤ ਮੁਕੰਮਲ ਹੈ, ਜਦ ਤੁਹਾਨੂੰ% s ਤੇ ਇੱਕ ਈਮੇਲ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ.

source: Blog Export Success!
de_ch: Blog Export-Erfolg!
es_cl: Blog éxito de las exportaciones!
fr: Blog exporter avec succès!
pa_in: ਐਕਸਪੋਰਟ ਸਫਲਤਾ Blog!

source: Your export file is now ready for download.
de_ch: Ihre Exportdatei ist jetzt zum Download bereit.
es_cl: Su archivo de exportación ya está listo para su descarga.
fr: Votre fichier d&#39;exportation est maintenant prêt pour le téléchargement.
pa_in: ਤੁਹਾਡਾ ਨਿਰਯਾਤ ਫਾਇਲ ਹੁਣ ਡਾਊਨਲੋਡ ਕਰਨ ਲਈ ਤਿਆਰ ਹੈ.

source: Blog export success for %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Blog Exporterfolg für %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Éxito Blog exportación para %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Blog succès à l&#39;exportation pour %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(SITE_GLOBAL_SITEDISPLAYNAME)sਲਈ ਬਲਾਗ ਨਿਰਯਾਤ ਦੀ ਸਫਲਤਾ ਦੀ

source: Get your tendenci stuff on wordpress!
de_ch: Holen Sie sich Ihre tendenci Sachen auf Wordpress!
es_cl: Toma tus cosas Tendenci en wordpress!
fr: Prends tes affaires tendenci sur wordpress!
pa_in: ਵਰਡਪਰੈਸ &#39;ਤੇ ਆਪਣੇ tendenci stuff ਲਵੋ!

source: Download Export File
de_ch: Download Datei exportieren
es_cl: Descarga de archivo de exportación
fr: Télécharger le fichier d&#39;exportation
pa_in: ਐਕਸਪੋਰਟ ਫਾਇਲ ਡਾਊਨਲੋਡ ਕਰੋ

source: Oops, only upload XML files!
de_ch: Hoppla, nur XML-Dateien hochzuladen!
es_cl: Vaya, sólo subir archivos XML!
fr: Oops, seulement télécharger des fichiers XML!
pa_in: ਅਫਰੀਕੀ, ਸਿਰਫ XML ਫਾਇਲ ਨੂੰ ਅੱਪਲੋਡ!

source: Oops, only upload files smaller than 20 MB!
de_ch: Hoppla, nur Dateien kleiner als 20 MB hochladen!
es_cl: Vaya, sólo cargar archivos de menos de 20 MB!
fr: Oops, seulement télécharger des fichiers de moins de 20 Mo!
pa_in: ਅਫਰੀਕੀ, ਸਿਰਫ 20 ਮੈਬਾ ਵੱਧ ਛੋਟਾ ਫਾਇਲ ਅੱਪਲੋਡ!

source: Your blog has been imported!
de_ch: Blog importiert wurde!
es_cl: Su blog ha sido importada!
fr: Votre blog a été importé!
pa_in: ਤੁਹਾਡਾ ਬਲੌਗ ਆਯਾਤ ਕੀਤਾ ਗਿਆ ਹੈ!

source: Your site import is being processed. You will receive an email at %s when the import is complete.
de_ch: Ihre Website Import wird verarbeitet. Sie erhalten eine E-Mail an% s empfangen, wenn der Import abgeschlossen ist.
es_cl: Se está procesando su importación sitio. Usted recibirá un correo electrónico a% s cuando se completa la importación.
fr: Votre site d&#39;importation est en cours. Vous recevrez un e-mail à% s lors de l&#39;importation est terminée.
pa_in: ਤੁਹਾਡਾ ਸਾਈਟ ਨੂੰ ਆਯਾਤ ਤੇ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ. ਆਯਾਤ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ, ਜਦ ਤੁਹਾਨੂੰ% s ਤੇ ਇੱਕ ਈਮੇਲ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ.

source: Blog Import Success!
de_ch: Blog Import Erfolg!
es_cl: Blog Importación Éxito!
fr: Blog importation succès!
pa_in: ਅਯਾਤ ਸਫਲਤਾ Blog!

source: Your blog has been imported to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Articles module. Thank you for waiting.
de_ch: Ihr Blog wurde in das Verzeichnis %(SITE_GLOBAL_SITEDISPLAYNAME)s Artikel-Modul importiert. Vielen Dank, dass Sie gewartet.
es_cl: Su blog ha sido importado a la %(SITE_GLOBAL_SITEDISPLAYNAME)s módulo de artículos. Gracias por esperar.
fr: Votre blog a été importé à l&#39; %(SITE_GLOBAL_SITEDISPLAYNAME)s du module Articles. Merci pour l&#39;attente.
pa_in: ਤੁਹਾਡਾ ਬਲੌਗ %(SITE_GLOBAL_SITEDISPLAYNAME)s ਲੇਖ ਮੋਡੀਊਲ ਵਿੱਚ ਆਯਾਤ ਕੀਤਾ ਗਿਆ ਹੈ. ਉਡੀਕ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ.

source: Blog import success for %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Blog Import Erfolg für %(SITE_GLOBAL_SITEDISPLAYNAME)s
es_cl: Éxito Blog importación para %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Succès Blog d&#39;importation pour %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(SITE_GLOBAL_SITEDISPLAYNAME)sਲਈ ਬਲਾਗ ਆਯਾਤ ਦੀ ਸਫਲਤਾ ਦੀ

source: get your wordpress stuff on tendenci!
de_ch: erhalten Sie Ihre Wordpress-Sachen auf tendenci!
es_cl: obtener tus cosas de wordpress en Tendenci!
fr: obtenir vos trucs wordpress sur tendenci!
pa_in: tendenci &#39;ਤੇ ਆਪਣੇ ਵਰਡਪਰੈਸ stuff ਦੇ ਵਿੱਚ ਪਾਓ!

source: 1. download xml file of blog from wordpress
de_ch: 1. XML-Datei herunterladen Blog von Wordpress
es_cl: 1. descarga de archivos xml de blog desde wordpress
fr: 1. télécharger un fichier xml de blog à partir de wordpress
pa_in: ਵਰਡਪਰੈਸ ਤੱਕ ਬਲੌਗ ਦੇ 1. ਡਾਊਨਲੋਡ XML ਫਾਇਲ ਨੂੰ

source: 2. upload here
de_ch: 2. hochladen
es_cl: 2. subir aquí
fr: 2. télécharger ici
pa_in: 2. ਇੱਥੇ ਅੱਪਲੋਡ

source: 3. enjoy your posts!
de_ch: 3. genießen, Ihre Beiträge!
es_cl: 3. disfrutan sus puestos!
fr: 3. profiter de vos messages!
pa_in: 3. ਤੁਹਾਡੇ ਪੋਸਟ ਦਾ ਆਨੰਦ!

source: Verfiy Email Address
de_ch: Verfiy E-Mail Adresse
es_cl: Verfiy Dirección de correo electrónico
fr: Verfiy Adresse Email
pa_in: Verfiy ਈਮੇਲ ਪਤਾ

source: Enter a valid 'slug' consisting of letters, numbers, underscores or hyphens.
de_ch: Geben Sie eine gültige &quot;Schnecke&quot;, bestehend aus Buchstaben, Zahlen, Unterstriche oder Bindestriche.
es_cl: Introduzca una &#39;bala&#39; válido que consiste de letras, números, guiones o guiones.
fr: Entrez un &#39;slug&#39; valide composé de lettres, chiffres, traits d&#39;union ou de soulignement.
pa_in: ਅੱਖਰ ਰੱਖਦਾ ਇੱਕ ਯੋਗ &#39;slug&#39; ਦਿਓ, ਨੰਬਰ, ਜ਼ੋਰ ਜ ਹਾਈਫਨ.

source: Enter a valid 'slug' consisting of letters, numbers, underscores (_), front-slashes (/) or hyphens.
de_ch: Geben Sie eine gültige &quot;Schnecke&quot;, bestehend aus Buchstaben, Zahlen, Unterstriche (_), Front-Schrägstriche (/) oder Bindestrich.
es_cl: Introduzca una &#39;bala&#39; válido que consiste de letras, números, guiones bajos (_), front-barras (/) o guiones.
fr: Entrez un &#39;slug&#39; valide composé de lettres, chiffres, caractères de soulignement (_), avant-slash (/) ou des traits d&#39;union.
pa_in: ਇੱਕ ਠੀਕ ਅੱਖਰ, ਅੰਕ, ਅੰਡਰਸਕੋਰ (_) ਰੱਖਦਾ &#39;slug&#39;, ਫਰੰਟ-ਸਲੈਸ (/) ਜ ਹਾਈਫਨ ਦਿਓ.

source: Incorrect Password
de_ch: Falsches Passwort
es_cl: Contraseña incorrecta
fr: Mot de passe incorrect
pa_in: ਗਲਤ ਪਾਸਵਰਡ

source: Enter a valid e-mail address.
de_ch: Geben Sie eine gültige E-Mail-Adresse.
es_cl: Introduzca una dirección de correo electrónico válida.
fr: Entrez une adresse e-mail valide.
pa_in: ਇੱਕ ਠੀਕ ਈ-ਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ.

source: Update Tendenci Notice
de_ch: Update Tendenci Hinweis
es_cl: Actualización Tendenci Aviso
fr: Mise à jour Tendenci avis
pa_in: ਅੱਪਡੇਟ Tendenci ਨੋਿਟਸ

source: Notice email for update tendenci process
de_ch: Unsere E-Mail für die Aktualisierung tendenci Prozess
es_cl: Correo electrónico Aviso para el proceso de actualización Tendenci
fr: e-mail de notification du processus de tendenci de mise à jour
pa_in: ਅੱਪਡੇਟ ਵਿੱਚ tendenci ਕਾਰਜ ਲਈ ਨੋਿਟਸ ਨੂੰ ਈਮੇਲ

source: Module Upload
de_ch: Modul hochladen
es_cl: Módulo Subir
fr: Module chargement
pa_in: ਮੋਡੀਊਲ ਅੱਪਲੋਡ

source: Uploading module. Please wait...
de_ch: Upload-Modul. Warten Sie mal ...
es_cl: Módulo de Carga. Por favor espera ...
fr: module de téléchargement. S&#39;il vous plaît, attendez ...
pa_in: ਅੱਪਲੋਡ ਮੋਡੀਊਲ ਨੂੰ. ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ ...

source: Previous
de_ch: Früher
es_cl: Anterior
fr: Précédent
pa_in: ਪਿੱਛੇ

source: Completion Status
de_ch: Abschluss-Status
es_cl: Estado de finalización
fr: L&#39;état d&#39;achèvement
pa_in: ਨੂੰ ਪੂਰਾ ਸਥਿਤੀ

source: Woo-hoo! Your site is
de_ch: Woo-Hoo! Ihre Website ist
es_cl: Woo-hoo! Su sitio es
fr: Woo-hoo! Votre site est
pa_in: Woo-Hoo! ਤੁਹਾਡਾ ਸਾਈਟ ਹੈ

source: original content
es_cl: contenido original
fr: contenu original
pa_in: ਅਸਲੀ ਸਮੱਗਰੀ ਨੂੰ

source: Here at Tendenci, we like to think of websites as living and breathing entities. Yes, we know they don't actually breathe, but they are constantly changing and evolving as your organization grows and evolves.
de_ch: Hier bei Tendenci, wir möchten von Websites als Wohn-und Atem Einheiten denken. Ja, wir wissen, dass sie nicht wirklich atmen, aber sie ändern sich ständig und entwickelt sich wie Ihre Organisation wächst und sich entwickelt.
es_cl: Aquí en Tendenci, nos gusta pensar de sitios web como entidades vivientes y la respiración. Sí, sabemos que en realidad no respiran, pero ellos están en constante cambio y evolución como su organización crece y evoluciona.
fr: Ici, à Tendenci, nous aimons à penser de sites comme des entités de vie et de respiration. Oui, nous savons qu&#39;ils ne respirent pas fait, mais ils sont constamment en train de changer et d&#39;évoluer en tant que votre organisation se développe et évolue.
pa_in: ਇੱਥੇ Tendenci &#39;ਤੇ, ਸਾਨੂੰ ਰਹਿਣ ਅਤੇ ਸਾਹ ਦੀ ਇੰਦਰਾਜ਼ ਦੇ ਤੌਰ ਵੈੱਬਸਾਈਟ ਦੇ ਸੋਚਣ ਦੀ ਪਸੰਦ ਹੈ. ਜੀ, ਸਾਨੂੰ ਉਹ ਅਸਲ ਵਿੱਚ ਸਾਹ ਲੈਣ ਨਾ ਪਤਾ ਹੈ, ਪਰ ਉਹ ਲਗਾਤਾਰ ਬਦਲ ਰਹੀ ਹੈ ਅਤੇ ਆਪਣੇ ਸੰਗਠਨ ਦੇ ਵਧਣ ਅਤੇ ਵਿਕਾਸ ਹੁੰਦਾ ਹੈ ਦੀ ਉਤਪਤੀ ਕਰ ਰਹੇ ਹਨ.
