Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: Invalid Users
de_ch: Ungültige Benutzer
es_cl: Los usuarios no válidos
fr: Les utilisateurs non valides
pa_in: ਗਲਤ ਉਪਭੋਗੀ,

source: ID Duplicates by:
de_ch: ID Duplikate von:
es_cl: ID duplicados por:
fr: ID doublons par:
pa_in: ID ਡੁਪਲੀਕੇਟ ਕੇ:

source: Interactive Status:
de_ch: Interaktive Status:
es_cl: Estado interactivo:
fr: Statut Interactive:
pa_in: ਇੰਟਰਐਕਟਿਵ ਸਥਿਤੀ:

source: User Group:
es_cl: Grupo de usuarios:
fr: Groupe d&#39;utilisateurs:
pa_in: ਯੂਜ਼ਰ ਗਰੁੱਪ:

source: Update:
es_cl: Actualización:
fr: Mise à jour:
pa_in: ਅੱਪਡੇਟ:

source: This user will be ignored (not added or updated)
de_ch: Dieser Benutzer wird ignoriert (nicht hinzugefügt oder aktualisiert)
es_cl: Este usuario será ignorado (no añadir o actualizar)
fr: Cet utilisateur sera ignoré (pas ajouté ou mis à jour)
pa_in: ਇਹ ਉਪਭੋਗੀ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰ ਦਿੱਤਾ (ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ, ਨਾ ਜ ਅੱਪਡੇਟ ਕੀਤਾ) ਕੀਤਾ ਜਾਵੇਗਾ

source: UPDATE
es_cl: ACTUALIZACIÓN
fr: MISE À JOUR
pa_in: ਅਪਡੇਟ

source: You (%(requser)s) are importing the following file at (time)
de_ch: Sie ( %(requser)s) importieren Sie die folgende Datei um (Uhrzeit)
es_cl: Usted ( %(requser)s) a importar el archivo siguiente a las (hora)
fr: Vous ( %(requser)s) importez le fichier suivant à (heure)
pa_in: ਤੁਹਾਨੂੰ ( %(requser)s) &#39;ਤੇ ਹੇਠ ਦਿੱਤੀ ਫਾਇਲ (ਵਾਰ) ਨੂੰ ਆਯਾਤ ਕਰਨ ਲਈ ਕਰ ਰਹੇ ਹਨ

source: Note: User Logging Will be Suspended for the duration of import for this session only.
de_ch: Hinweis: Benutzer Protokollierung für die Dauer der Import nur für diese Sitzung ausgesetzt werden.
es_cl: Nota: Inicio de sesión de usuario se suspenderá durante la duración de la importación de sólo dicha sesión.
fr: Remarque: la journalisation de l&#39;utilisateur sera suspendu pour la durée de l&#39;importation que pour cette session.
pa_in: ਨੋਟ: ਯੂਜ਼ਰ ਲਾਗ ਸਿਰਫ ਇਸ ਸ਼ੈਸ਼ਨ ਲਈ ਆਯਾਤ ਦੇ ਅੰਤਰਾਲ ਦੇ ਲਈ ਮੁਅੱਤਲ ਕੀਤਾ ਜਾਵੇਗਾ.

source: INSERTS:
de_ch: EINSÄTZE:
es_cl: INSERTOS:
pa_in: ਦੋਚੀਜ਼:

source: UPDATES:
es_cl: ACTUALIZACIONES:
fr: Mises à jour:
pa_in: ਅੱਪਡੇਟ:

source: TOTAL:
pa_in: ਕੁਲ:

source: Download recap
de_ch: Download Zusammenfassung
es_cl: Descargar resumen
fr: Télécharger récapitulatif
pa_in: ਡਾਊਨਲੋਡ ਖਬਰ

source: Import More Users
de_ch: Weitere Benutzer importieren
es_cl: Importa más usuarios
fr: Importer plus d&#39;utilisateurs
pa_in: ਹੋਰ ਯੂਜ਼ਰ ਨੂੰ ਇੰਪੋਰਟ ਕਰੋ

source: %(total_done)s</span>/%(total)s completed
de_ch: %(total_done)s </span> / %(total)s abgeschlossen
es_cl: %(total_done)s </span> / %(total)s completado
fr: %(total_done)s </span> / %(total)s terminée
pa_in: %(total_done)s </span> / %(total)sਪੂਰਾ ਕੀਤਾ ਹੈ

source: Tendenci Newsletter Generator
es_cl: Tendenci Newsletter Generador
fr: Tendenci Bulletin Générateur
pa_in: Tendenci ਖ਼ਬਰਨਾਮਾ ਜੇਨਰੇਟਰ

source: Generate Tendenci Newsletter
de_ch: Erzeugen Tendencies Newsletter
es_cl: Generar Tendenci Newsletter
fr: Générer Tendenci newsletter
pa_in: Tendenci ਖ਼ਬਰਨਾਮਾ ਬਣਾਉਣ ਲਈ ਹੈ

source: This form will create a Tendenci newsletter for you with the following information.
de_ch: Dieses Formular wird eine Tendenci Newsletter für Sie erstellen mit den folgenden Informationen.
es_cl: Esta forma se creará un boletín Tendenci para usted con la siguiente información.
fr: Ce formulaire va créer un bulletin d&#39;information Tendenci pour vous les informations suivantes.
pa_in: ਇਹ ਫਾਰਮ ਨੂੰ ਹੇਠ ਦਿੱਤੀ ਜਾਣਕਾਰੀ ਦੇ ਨਾਲ, ਤੁਹਾਡੇ ਲਈ ਇਕ Tendenci ਨਿਊਜ਼ਲੈਟਰ ਬਣਾਈ ਜਾਵੇਗੀ.

source: You will still have the ability to make edits before sending.
de_ch: Sie haben noch die Möglichkeit, Änderungen vor dem Senden zu machen.
es_cl: Usted todavía tiene la capacidad de hacer cambios antes de enviar.
fr: Vous aurez toujours la possibilité de faire des modifications avant de l&#39;envoyer.
pa_in: ਤੁਹਾਨੂੰ ਹਾਲੇ ਵੀ ਭੇਜਣ ਦੇ ਅੱਗੇ ਨੂੰ ਵਖਾਓ ਬਣਾਉਣ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਹੋਵੇਗੀ.

source: User group
de_ch: Benutzergruppe
es_cl: Grupo de usuarios
fr: Groupe d&#39;utilisateurs
pa_in: ਯੂਜ਼ਰ ਨੂੰ ਗਰੁੱਪ

source: Include email2?
de_ch: Fügen Mail2?
es_cl: Incluya email2?
fr: Inclure email2?
pa_in: Email2 ਸ਼ਾਮਲ ਕਰੋ?

source: Yes, send to user's second email address
de_ch: Ja, bitte senden auf den zweiten E-Mail Adresse des Benutzers
es_cl: Sí, enviar a la segunda dirección de correo electrónico del usuario
fr: Oui, envoyer à la seconde adresse e-mail de l&#39;utilisateur
pa_in: ਜੀ, ਉਪਭੋਗੀ ਦੇ ਦੂਜੇ ਈਮੇਲ ਪਤਾ ਕਰਨ ਲਈ ਭੇਜ

source: Personalize Subject?
de_ch: Betreff personalisieren?
es_cl: Personalice Asunto?
fr: Personnalisez réserve?
pa_in: ਵਿਸ਼ਾ ਨਿਜੀ?

source: Do not include Module Content
de_ch: Sie Modulinhalte nicht enthalten
es_cl: No incluya Módulo de contenidos
fr: Ne pas inclure de contenu Module
pa_in: ਮੋਡੀਊਲ ੂ ਵਿੱਚ ਸ਼ਾਮਲ ਨਾ ਕਰੋ

source: Include Login Information?
de_ch: Gehören Anmeldedaten vergessen?
es_cl: Incluya Información de acceso?
fr: Inclure informations de connexion?
pa_in: ਲਾਗਇਨ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਕਰੋ?

source: Template Selection?
de_ch: Vorlagenauswahl?
es_cl: Selección de plantilla?
fr: Sélection modèle?
pa_in: ਫਰਮਾ ਚੋਣ?

source: Tendenci Default Templates
de_ch: Trends Standardvorlagen
es_cl: Tendencias plantilla predeterminada
fr: Tendances modèles par défaut
pa_in: ਦੇ ਰੁਝਾਨ ਮੂਲ ਨਮੂਨੇ

source: Format?
es_cl: Formato?
pa_in: ਫਾਰਮੈਟ?

source: All Articles
de_ch: Alle Artikel
es_cl: Todos los artículos
fr: Tous les articles
pa_in: ਸਾਰੇ ਲੇਖ

source: Release Date:
de_ch: Veröffentlichungsdatum:
es_cl: Fecha de lanzamiento:
fr: Date de sortie:
pa_in: ਰਿਹਾਈ ਤਾਰੀਖ:

source: More Info
de_ch: Mehr Info
es_cl: Más información
fr: Plus d&#39;infos
pa_in: ਹੋਰ ਜਾਣਕਾਰੀ

source: Tendenci Newsletter Template
de_ch: Tendenci Newsletter-Vorlage
es_cl: Tendenci Plantilla Newsletter
fr: Tendenci Bulletin modèle
pa_in: Tendenci ਖ਼ਬਰਨਾਮਾ ਫਰਮਾ

source: Copy HTML to Clipboard
de_ch: Kopieren Sie HTML in die Zwischenablage
es_cl: Copie código HTML al Portapapeles
fr: Copiez le code HTML pour le presse-papiers
pa_in: ਕਲਿੱਪਬੋਰਡ ਨੂੰ HTML ਦੇ ਵਿੱਚ ਨਕਲ ਕਰੋ

source: Updated:
de_ch: Aktualisiert:
es_cl: Actualizado:
fr: Mise à jour:
pa_in: ਅੱਪਡੇਟ ਕੀਤਾ:

source: Tendenci&reg; Membership Management Software
de_ch: Tendenci &amp; reg; Mitgliedschaft Management Software
es_cl: Tendenci &amp; registro; Software de Gestión de Membresía
fr: Tendenci &amp; reg; Logiciel de gestion d&#39;adhésion
pa_in: Tendenci &amp; reg; Membership ਪ੍ਰਬੰਧਨ ਸਾਫਟਵੇਅਰ

source: Schipul Web Marketing
pa_in: Schipul ਵੈੱਬ ਮਾਰਕੀਟਿੰਗ

source: Powered by Tendenci Software from Schipul
de_ch: Angetrieben durch Tendenci Software von Schipul
es_cl: Desarrollado por Software Tendenci de Schipul
fr: Propulsé par Tendenci logiciel de Schipul
pa_in: Schipul ਤੱਕ Tendenci ਸਾਫਟਵੇਅਰ ਦੁਆਰਾ ਸੰਚਾਲਿਤ

source: To unsubscribe, reply with the subject "remove" or click here:
de_ch: Um sich abzumelden, Antwort mit dem Betreff &quot;entfernen&quot; oder klicken Sie hier:
es_cl: Para cancelar la suscripción, responda con el asunto &quot;remover&quot; o haga clic aquí:
fr: Pour vous désabonner, répondez à la question &quot;supprimer&quot; ou cliquez ici:
pa_in: ਵਿਸ਼ੇ &quot;ਨੂੰ ਹਟਾਉਣ&quot; ਜ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ ਨਾਲ ਜਵਾਬ, ਸਦੱਸਤਾ ਕਰਨ ਲਈ:

source: RSS syndication available for the %(SITE_GLOBAL_SITEDISPLAYNAME)s:
de_ch: RSS-Synchronisation für die %(SITE_GLOBAL_SITEDISPLAYNAME)serfügbar:
es_cl: Sindicación RSS disponible para el %(SITE_GLOBAL_SITEDISPLAYNAME)s:
fr: Syndication RSS disponibles pour le %(SITE_GLOBAL_SITEDISPLAYNAME)s:
pa_in: %(SITE_GLOBAL_SITEDISPLAYNAME)sਲਈ ਉਪਲੱਬਧ RSS syndication:

source: All Jobs
de_ch: Alle Jobs
es_cl: Todas las ofertas de empleo
fr: Toutes les offres d&#39;emploi
pa_in: ਸਾਰੇ ਸਬੰਧਤ

source: Date Activated:
de_ch: Aktiviert seit:
es_cl: Fecha de activación:
fr: Date d&#39;activation:
pa_in: ਤਾਰੀਖ ਸਰਗਰਮ:

source: Job Listings
de_ch: Job-Angebote
es_cl: Listados de trabajo
fr: Offres d&#39;emplois
pa_in: ਅੱਯੂਬ ਸੂਚੀਕਰਨ

source: Recent Pages
de_ch: Aktuelle Seiten
es_cl: Páginas recientes
fr: Pages récentes
pa_in: ਤਾਜ਼ਾ ਪੰਨੇ

source: If you have any questions, please contact the Site Administrator.
de_ch: Wenn Sie irgendwelche Fragen haben, kontaktieren Sie bitte den Administrator.
es_cl: Si usted tiene alguna pregunta, por favor póngase en contacto con el administrador del sitio.
fr: Si vous avez des questions, s&#39;il vous plaît contactez l&#39;administrateur du site.
pa_in: ਜੇ ਤੁਹਾਡੇ ਕੋਈ ਸਵਾਲ ਹਨ, ਸਾਈਟ ਪਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਜੀ.

source: Posted by
de_ch: Eingestellt von
es_cl: Publicado por
fr: Posté par
pa_in: ਦੁਆਰਾ ਪੋਸਟ ਕੀਤਾ

source: 3rd Party Newsletter Generator
es_cl: 3rd Party Newsletter Generador
fr: 3ème Partie Bulletin Générateur
pa_in: 3 ਪਾਰਟੀ ਖ਼ਬਰਨਾਮਾ ਜੇਨਰੇਟਰ

source: Email Newsletters
de_ch: E-Mail-Newsletter
es_cl: Boletines
fr: Newsletters
pa_in: ਈਮੇਲ ਸਮਾਚਾਰ ਪੱਤਰ

source: Hello [firstname]
de_ch: Hallo [Vorname]
es_cl: Hola [Nombre]
fr: Bonjour [prénom]
pa_in: ਹੈਲੋ [ਪਹਿਲਾ]

source: If you've forgot your password or need to reset the auto-generated one, follow the instruction here to reset your password:
de_ch: Wenn Sie Ihr Passwort vergessen haben oder brauchen, um die automatisch generierte einen zurückzusetzen, folgen Sie den Anweisungen hier, um Ihr Passwort zurückzusetzen:
es_cl: Si has olvidado tu contraseña o necesita restablecer la auto-generado una, siga las instrucciones para restablecer su contraseña:
fr: Si vous avez oublié votre mot de passe ou besoin de réinitialiser celui généré automatiquement, suivez les instructions ici pour réinitialiser votre mot de passe:
pa_in: ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਭੁੱਲ ਜ ਆਟੋ-ਤਿਆਰ ਇਕ ਸੈੱਟ ਕਰਨ ਲਈ ਲੋੜ ਹੈ ਕੀਤਾ ਹੈ, ਜੇ, ਆਪਣਾ ਪਾਸਵਰਡ ਸੈੱਟ ਕਰਨ ਲਈ ਇੱਥੇ ਹਦਾਇਤ ਦੀ ਪਾਲਣਾ ਕਰੋ:

source: Tendenci Newsletter
pa_in: Tendenci ਖ਼ਬਰਨਾਮਾ

source: One Column With Header
de_ch: Eine Spalte mit Kopf
es_cl: Una columna con el encabezado
fr: Une colonne avec tête
pa_in: ਸਿਰਲੇਖ ਦੇ ਨਾਲ ਇਕ ਕਾਲਮ

source: Latest Articles
de_ch: Neueste Artikel
es_cl: Últimas Noticias
fr: Derniers articles
pa_in: ਤਾਜ਼ਾ ਲੇਖ

source: Latest Releases
de_ch: Aktuellen Meldungen
es_cl: Nuevos programas
fr: Dernières Sorties
pa_in: ਤਾਜ਼ਾ ਰੀਲੀਜ਼

source: Latest Calendar Events
de_ch: Neueste Kalender Ereignisse
es_cl: Últimas Calendario de Eventos
fr: Dernières Calendrier des événements
pa_in: ਤਾਜ਼ਾ ਕੈਲੰਡਰ ਸਮਾਗਮ

source: Contact us: Replace This With Your Company Address
de_ch: Kontaktieren Sie uns: Ersetzen Sie dies mit Ihrem Firmenadresse
es_cl: Contacto: sustituir esto con su Dirección de la empresa
fr: Contactez-nous: Remplacer avec votre Adresse de la Société
pa_in: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ: ਤੁਹਾਡਾ ਕੰਪਨੀ ਪਤਾ ਨਾਲ ਇਹ ਤਬਦੀਲ

source: Two Column Right Sidebar
de_ch: Zwei Spalte rechts Sidebar
es_cl: Dos Columna Derecha Sidebar
fr: Deux colonnes barre latérale à droite
pa_in: ਦੋ ਕਾਲਮ ਸੱਜਾ ਬਾਹੀ

source: Submit Date and Time
de_ch: Datum und Uhrzeit einreichen
es_cl: Presentar Fecha y hora
fr: Soumettre Date et heure
pa_in: ਮਿਤੀ ਅਤੇ ਟਾਈਮ Submit

source: Owner Username
de_ch: Besitzer Benutzername
es_cl: Propietario Nombre de usuario
fr: Propriétaire Nom d&#39;utilisateur
pa_in: ਮਾਲਕ ਯੂਜ਼ਰ

source: Payment ID
de_ch: Zahlungs-ID
es_cl: Identificación de Pago
fr: Paiement ID
pa_in: ਭੁਗਤਾਨ ID

source: Invoice ID
de_ch: Rechnungsnummer
es_cl: Factura ID
fr: ID facture
pa_in: ਚਲਾਨ ID

source: Transaction ID
de_ch: Transaktions-ID
es_cl: Identificación de la transacción
pa_in: ਸੰਚਾਰ ID

source: Authorization Code
de_ch: Autorisierungscode
es_cl: Código de autorización
fr: Code d&#39;autorisation
pa_in: ਪਰਮਾਣਕਿਤਾ ਕੋਡ

source: if checked, it will only show for administrators
de_ch: Wenn aktiviert, wird es nur für Administratoren zeigen
es_cl: Si está marcada, sólo se mostrará a los administradores
fr: si elle est cochée, il ne fera que montrer aux administrateurs
pa_in: ਜੇਕਰ ਚੋਣ ਕੀਤੀ ਗਈ ਹੈ, ਇਸ ਨੂੰ ਸਿਰਫ ਪਰਬੰਧਕ ਲਈ ਵੇਖਾਇਆ ਜਾਵੇਗਾ

source: Payment Generated
de_ch: Zahlung generiert
es_cl: Pago Generado
fr: Paiement Création
pa_in: ਭੁਗਤਾਨ ਤਿਆਰ

source: A payment has been generated.
de_ch: Eine Zahlung wurde generiert.
es_cl: Un pago que se ha generado.
fr: Un paiement a été généré.
pa_in: ਇੱਕ ਦਾ ਭੁਗਤਾਨ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ.

source: All Payments
de_ch: Alle Zahlungen
es_cl: Todos los pagos de
fr: Tous les paiements
pa_in: ਸਾਰੇ ਭੁਗਤਾਨ

source: This Payment
de_ch: Diese Zahlung
es_cl: Este pago
fr: Ce paiement
pa_in: ਇਹ ਭੁਗਤਾਨ

source: The online payment is not setup for the site. Check out later.
de_ch: Die Online-Zahlung ist nicht eingerichtet für die Website. Besuche später.
es_cl: El pago en línea no está configurado para el sitio. Echa un vistazo más tarde.
fr: Le paiement en ligne n&#39;est pas configuré pour le site. Découvrez plus tard.
pa_in: ਆਨਲਾਈਨ ਭੁਗਤਾਨ ਦੀ ਸਾਈਟ ਲਈ ਸੈੱਟਅੱਪ ਨਹੀ ਹੈ. ਬਾਅਦ ਵਿੱਚ ਬਾਹਰ ਚੈੱਕ ਕਰੋ.

source: Trans_ID not available
de_ch: TRANS_ID nicht verfügbar
es_cl: Trans_id no disponible
fr: Trans_id pas disponible
pa_in: ਉਪਲੱਬਧ ਨਾ Trans_ID

source: Payment Status
de_ch: Zahlungsstatus
es_cl: El estado del pedido
fr: Statut du paiement
pa_in: ਭੁਗਤਾਨ ਸਥਿਤੀ

source: DO NOT press the back button in your browser.
de_ch: Drücken Sie NICHT den Zurück-Button in Ihrem Browser.
es_cl: NO pulse el botón Atrás en su navegador.
fr: NE PAS appuyer sur le bouton de retour dans votre navigateur.
pa_in: ਤੁਹਾਡੇ ਬਰਾਊਜ਼ਰ ਵਿੱਚ ਪਿੱਛੇ ਬਟਨ ਨੂੰ ਦਬਾਓ ਨਾ ਕਰੋ.

source: Try Making Payment Again
de_ch: Versuchen Sie, Zahlung Wieder
es_cl: Trate de hacer el pago Una vez más
fr: Essayez d&#39;effectuer le paiement Encore une fois
pa_in: ਦੁਬਾਰਾ ਫਿਰ ਭੁਗਤਾਨ ਬਣਾਉਣਾ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: DO NOT press the back button in your browser, or your credit card will be charged twice.
de_ch: Drücken Sie NICHT den Zurück-Button in Ihrem Browser oder Ihre Kreditkarte doppelt belastet werden.
es_cl: NO pulse el botón Atrás en su navegador, o su tarjeta de crédito se cargará dos veces.
fr: NE PAS appuyer sur le bouton Précédent de votre navigateur ou votre carte de crédit sera débitée deux fois.
pa_in: ਤੁਹਾਡੇ ਬਰਾਊਜ਼ਰ ਵਿੱਚ ਪਿੱਛੇ ਬਟਨ ਨੂੰ ਦਬਾਓ ਨਾ ਕਰੋ, ਜ ਆਪਣੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦੀ ਦੋ ਵਾਰ ਿਲਆ ਜਾਵੇਗਾ.

source: Status of transaction (with reason if declined):
de_ch: Status der Transaktion (mit Grund, wenn abgelehnt):
es_cl: Estado de la transacción (con razón si disminuido):
fr: Statut de la transaction (avec raison, si diminué):
pa_in: ਸੰਚਾਰ ਦੀ ਹਾਲਤ (ਦਾ ਕਾਰਨ ਨਾਲ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਹੋਵੇ):

source: Not approved -
de_ch: Nicht genehmigt -
es_cl: No aprobado -
fr: Non approuvé -
pa_in: ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇ ਦਿੱਤੀ ਨਾ -

source: Print Friendly Invoice.
de_ch: Print Friendly Rechnung.
es_cl: Impresión de Facturas Friendly.
fr: Imprimer facture bienvenus.
pa_in: ਦੋਸਤਾਨਾ ਚਲਾਨ ਛਾਪੋ.

source: View my Invoice
de_ch: Sehen Sie meine Rechnung
es_cl: Ver mi factura
fr: Voir ma facture
pa_in: ਮੇਰੇ ਚਲਾਨ ਵੇਖੋ

source: Payments are created with
de_ch: Zahlungen sind mit erstellt
es_cl: Los pagos se crean con
fr: Les paiements sont créés avec
pa_in: ਭੁਗਤਾਨ ਦੇ ਨਾਲ ਬਣਾਇਆ ਜਾਵੇਗਾ,

source: Admin / Owner Block
es_cl: Admin / Propietario Bloquear
fr: Admin / Bloquer propriétaire
pa_in: Admin / ਮਾਲਕ ਬਲਾਕ

source: accounting
de_ch: Buchhaltung
es_cl: contabilidad
fr: comptabilité
pa_in: ਲੇਖਾ

source: Payment GUID:
de_ch: Zahlungs GUID:
es_cl: GUID de pago:
fr: Paiement GUID:
pa_in: ਭੁਗਤਾਨ GUID:

source: Created:
de_ch: Erstellt:
es_cl: Creado:
fr: Créé le:
pa_in: ਬਣਾਇਆ:

source: Creator:
de_ch: Schöpfer:
es_cl: Creador:
fr: Créateur:
pa_in: ਸਿਰਜਣਹਾਰ ਨੇ:

source: Owner:
de_ch: Besitzer:
es_cl: Propietario:
fr: Propriétaire:
pa_in: ਮਾਲਕ:

source: Transaction Details
de_ch: Details der Transaktion
es_cl: Detalles de la transacción
fr: Détails de la transaction
pa_in: ਸੰਚਾਰ ਵੇਰਵਾ

source: Response Code:
es_cl: Código de respuesta:
fr: Code de réponse:
pa_in: ਜਵਾਬ ਕੋਡ:

source: Response Subcode:
de_ch: Antwort Subcode:
pa_in: ਜਵਾਬ Subcode:

source: Response Reason Code:
de_ch: Antwort Reason-Code:
es_cl: Respuesta Código de razón:
fr: Réponse Code de raison:
pa_in: ਜਵਾਬ ਕਾਰਨ ਕੋਡ:

source: Response Reason Text:
de_ch: Antwort Reason Text:
es_cl: Respuesta Motivo Texto:
fr: Réponse Raison texte:
pa_in: ਜਵਾਬ ਕਾਰਨ ਪਾਠ:

source: Response Page:
de_ch: Antwort Seite:
es_cl: Respuesta de la página:
fr: Réponse Page:
pa_in: ਜਵਾਬ Page:

source: PO Number:
de_ch: Bestellnummer:
es_cl: Número de pedido:
fr: Numéro de commande:
pa_in: PO ਨੰਬਰ:

source: Authorization Code:
de_ch: Autorisierungscode:
es_cl: Código de Autorización:
fr: Code d&#39;Autorisation:
pa_in: ਪਰਮਾਣਕਿਤਾ ਕੋਡ:

source: Method:
de_ch: Methode:
es_cl: Método:
fr: Méthode:
pa_in: ਢੰਗ:

source: Invoice Number:
de_ch: Rechnungsnummer:
es_cl: Número de factura:
fr: Numéro de la facture:
pa_in: ਚਲਾਨ ਨੰਬਰ:

source: AVS Result Code:
es_cl: AVS Código de resultado:
fr: AVS Code de résultat:
pa_in: AVS ਪਰਿਣਾਮ ਕੋਡ:

source: MD5 Hash:
pa_in: MD5 ਹੈਸ਼:

source: Customer Name and Billing Address
de_ch: Kundenname und Rechnungsadresse
es_cl: Nombre del cliente y la dirección de facturación
fr: Nom du client et l&#39;adresse de facturation
pa_in: ਗਾਹਕ ਦਾ ਨਾਮ ਅਤੇ ਬਿਲਿੰਗ ਪਤਾ

source: Cardholder Name:
de_ch: Name des Karteninhabers:
es_cl: Nombre del titular de la tarjeta:
fr: Nom du titulaire:
pa_in: ਕਾਰਡ ਧਾਰਕ ਦਾ ਨਾਮ:

source: Billing Address:
de_ch: Rechnungsadresse:
es_cl: Dirección de Envio:
fr: Adresse de facturation:
pa_in: ਬਿਲਿੰਗ ਪਤਾ:

source: City:
de_ch: Stadt:
es_cl: Ciudad:
fr: Ville:
pa_in: ਸ਼ਹਿਰ:

source: Zip:
de_ch: PLZ:
es_cl: Código Postal:
fr: Code postal:
pa_in: ਜ਼ਿੱਪ:

source: Customer Shipping Address
de_ch: Kunden Lieferadresse
es_cl: Envios Cliente Dirección
fr: Client Adresse de livraison
pa_in: ਗਾਹਕ ਸ਼ਿੱਪਿੰਗ ਪਤਾ

source: Ship to First Name:
de_ch: Schiff nach Vorname:
es_cl: Enviar a Nombre:
fr: Ship to Prénom:
pa_in: ਪਹਿਲੀ ਨਾਮ ਨੂੰ ਜਹਾਜ਼:

source: Ship to Last Name:
de_ch: Schiff nach Nachname:
es_cl: Nave a Apellido:
fr: Expédier à Nom:
pa_in: ਆਖਰੀ ਨਾਮ ਨੂੰ ਜਹਾਜ਼:

source: Ship to Company:
de_ch: Schiff nach Unternehmen:
es_cl: Nave a la empresa:
fr: Expédier à l&#39;entreprise:
pa_in: ਕੰਪਨੀ ਨੂੰ ਜਹਾਜ਼ ਨੂੰ:

source: Ship to Address:
de_ch: Schiff, um Adresse:
es_cl: Enviamos a la dirección:
fr: Adresse de livraison:
pa_in: ਜਹਾਜ਼ ਨੂੰ ਪਤਾ ਕਰਨ ਲਈ:

source: Ship to City:
de_ch: Schiff zum Ort:
es_cl: Nave a la ciudad:
fr: Navire de la Ville:
pa_in: ਸਿਟੀ ਤੱਕ ਜਹਾਜ਼ ਨੂੰ:

source: Ship to State:
de_ch: Schiff nach Bundesland:
es_cl: Nave a Estado:
fr: Expédier à l&#39;État:
pa_in: ਸਟੇਟ ਨੂੰ ਜਹਾਜ਼ ਨੂੰ:

source: Ship to Zip:
de_ch: Schiff nach Postleitzahl:
es_cl: Nave a Zip:
fr: Expédier à Zip:
pa_in: ਜ਼ਿੱਪ ਨੂੰ ਜਹਾਜ਼ ਨੂੰ:

source: Ship to Country:
de_ch: Schiff nach Land:
es_cl: Nave a País:
fr: Expédier à Pays:
pa_in: ਦੇਸ਼ ਨੂੰ ਜਹਾਜ਼ ਨੂੰ:

source: Successfully deleted %(count)d %(items)s.
de_ch: Erfolgreich gelöscht %(count)d %(items)s.
es_cl: Eliminado correctamente %(count)d %(items)s.
fr: Supprimé avec succès %(count)d %(items)s.
pa_in: ਸਫਲਤਾਪੂਰਕ ਹਟਾਇਆ %(count)d %(items)s.

source: Tags
es_cl: Etiquetas
fr: Mots clés
pa_in: ਟੈਗਸ

source: Created On
de_ch: Erstellt am
es_cl: Creado el
fr: Créé le
pa_in: &#39;ਤੇ ਬਣਾਇਆ

source: Last Updated
de_ch: Zuletzt aktualisiert
es_cl: Última actualización
fr: Dernière mise à jour
pa_in: ਪਿਛਲੇ ਅੱਪਡੇਟ ਕੀਤਾ

source: Registry field packages must be of type tuple
de_ch: Registrierungsfeld Pakete müssen vom Typ Tupel sein
es_cl: Paquetes de campo Registro deben ser del tipo tupla
fr: paquets sur le terrain de registre doivent être de type tuple
pa_in: ਰਜਿਸਟਰੀ ਖੇਤਰ ਨੂੰ ਪੈਕੇਜ ਦੀ ਕਿਸਮ ਲੱਭਿਆ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

source: Global Site Settings
de_ch: Global Site-Einstellungen
es_cl: Configuración del sitio Global
fr: Paramètres globales du site
pa_in: ਗਲੋਬਲ ਸਾਈਟ ਸੈਟਿੰਗ

source: Full Settings List
de_ch: Volleinstellungsliste
es_cl: Lista de ajustes completos
fr: Liste des paramètres complets
pa_in: ਪੂਰਾ ਸੈਟਿੰਗ ਸੂਚੀ ਹੈ,

source: Tag
de_ch: Anhänger
fr: Balise
pa_in: ਟੈਗ

source: Tags List
de_ch: Tags Liste
es_cl: Tags Lista
fr: Liste Tags
pa_in: ਟੈਗ ਸੂਚੀ ਹੈ,

source: create time
de_ch: Zeit erstellen
es_cl: crear tiempo
fr: créer des temps
pa_in: ਵਾਰ ਨੂੰ ਬਣਾਉਣ

source: object repr
de_ch: Objekt repr
es_cl: objeto repr
pa_in: ਇਕਾਈ repr

source: change message
de_ch: Änderungsmeldung
es_cl: mensaje de cambio
fr: message de changement
pa_in: ਤਬਦੀਲੀ ਦਾ ਸੁਨੇਹਾ

source: changed object
de_ch: geänderte Objekt
es_cl: cambiado objeto
fr: changé objet
pa_in: ਤਬਦੀਲ ਇਕਾਈ

source: phone
de_ch: Telefon
es_cl: teléfono
fr: téléphone
pa_in: ਫੋਨ ਦੀ

source: address
de_ch: Adresse
es_cl: Dirección
fr: adresse
pa_in: ਦਾ ਪਤਾ

source: member number
de_ch: Mitgliedsnummer
es_cl: número de socio
fr: numéro de membre
pa_in: ਸਦੱਸ ਦਾ ਨੰਬਰ

source: city
de_ch: Stadt
es_cl: ciudad
fr: ville
pa_in: ਸ਼ਹਿਰ ਦੀ

source: state
de_ch: Zustand
es_cl: estado
fr: état
pa_in: ਰਾਜ ਦੇ

source: county
de_ch: Grafschaft
es_cl: condado
fr: comté
pa_in: ਕਾ

source: country
de_ch: Land
es_cl: país
fr: pays
pa_in: ਦੇਸ਼ &#39;

source: timezone
de_ch: Zeitzone
es_cl: zona horaria
fr: fuseau horaire
pa_in: ਜ਼ੋਨ

source: language
de_ch: Sprache
es_cl: idioma
fr: langue
pa_in: ਭਾਸ਼ਾ ਦੀ

source: Position
es_cl: Posición
pa_in: ਸਥਿਤੀ

source: Results
de_ch: Ergebnisse
es_cl: Resultados
fr: Résultats
pa_in: ਨਤੀਜੇ

source: Nothing
de_ch: Nichts
es_cl: Nada
fr: Rien
pa_in: ਕੁਝ ਵੀ

source: Unnamed report
de_ch: Unbenannte Bericht
es_cl: Sin nombre informe
fr: Sans nom rapport
pa_in: ਗੁਮਨਾਮ ਦੀ ਰਿਪੋਰਟ

source: Area
de_ch: Bereich
fr: Zone
pa_in: ਏਰੀਆ

source: Line
de_ch: Linie
es_cl: Línea
fr: Ligne
pa_in: ਲਾਈਨ

source: Columns
de_ch: Spalten
es_cl: Columnas
fr: Colonnes
pa_in: ਕਾਲਮ

source: Sum
de_ch: Summe
es_cl: Suma
fr: Somme
pa_in: ਬੀਮੇ ਦੀ ਰਕਮ

source: Count
de_ch: Zählen
es_cl: Cuente
fr: Compter
pa_in: ਗਿਣਤੀ

source: Average
de_ch: Durchschnitt
es_cl: Promedio
fr: Moyenne
pa_in: ਔਸਤ

source: Min
de_ch: Meine
es_cl: Mi
fr: Ma
pa_in: ਮੇਰੀ

source: Max
pa_in: ਮੈਕਸ

source: Chart type
de_ch: Diagrammtyp
es_cl: Tipo de gráfico
fr: Type de graphique
pa_in: ਚਾਰਟ ਦੀ ਕਿਸਮ

source: Serie field
es_cl: Campo Serie
fr: Série champ
pa_in: Serie ਖੇਤਰ

source: Serie operator
de_ch: Serie Betreiber
es_cl: Operador Serie
fr: opérateur de la série
pa_in: ਸੀਰੀਜ਼ ਆਪਰੇਟਰ

source: Group by field:
de_ch: Gruppe nach Feld:
es_cl: Grupo por sector:
fr: Groupe par domaine:
pa_in: ਖੇਤਰ ਦੇ ਕੇ ਗਰੁੱਪ:

source: Show only totals
de_ch: Nur Summen zeigen
es_cl: Mostrar sólo los totales
fr: Afficher uniquement les totaux
pa_in: ਸਿਰਫ ਕੁੱਲ ਵੇਖਾਓ

source: Totals
de_ch: Summen
es_cl: Totales
fr: Totaux
pa_in: ਕੁੱਲ

source: Enter a valid start value.
de_ch: Geben Sie eine gültige Startwert.
es_cl: Introduzca un valor de inicio válida.
fr: Entrez une valeur de début valide.
pa_in: ਇੱਕ ਠੀਕ ਸ਼ੁਰੂ ਕਰਨ ਦਾ ਮੁੱਲ ਦਿਓ.

source: Enter a valid end value.
de_ch: Geben Sie eine gültige Endwert.
es_cl: Introduzca un valor final válido.
fr: Entrez une valeur de fin de validité.
pa_in: ਇੱਕ ਠੀਕ ਅੰਤ &#39;ਦਾ ਮੁੱਲ ਦਿਓ.

source: Download PNG image
de_ch: Laden Sie PNG-Bild
es_cl: Descargar imagen PNG
fr: Télécharger PNG
pa_in: ਚਿੱਤਰ ਡਾਊਨਲੋਡ ਕਰੋ

source: Download JPEG image
de_ch: Laden Sie JPEG-Bild
es_cl: Descargar imagen JPEG
fr: Télécharger image JPEG
pa_in: ਚਿੱਤਰ ਡਾਊਨਲੋਡ ਕਰੋ

source: Download PDF document
de_ch: Download PDF-Dokument
es_cl: Descargar documento PDF
fr: Télécharger le document PDF
pa_in: ਡਾਊਨਲੋਡ PDF ਦਸਤਾਵੇਜ਼

source: Download SVG vector image
de_ch: SVG Vektorbild downloaden
es_cl: Descarga imágenes vectoriales SVG
fr: Télécharger image vectorielle SVG
pa_in: SVG ਵੈਕਟਰ ਚਿੱਤਰ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰੋ

source: Export to raster or vector image
de_ch: Export von Raster oder Vektor-Bild
es_cl: Exportar a imagen vectorial raster o
fr: Exporter vers raster ou vecteur d&#39;image
pa_in: ਪੇਸ਼ਕਾਰੀ ਜ ਵੈਕਟਰ ਚਿੱਤਰ ਨੂੰ ਐਕਸਪੋਰਟ

source: Loading...
fr: Chargement en cours ...
pa_in: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ ...

source: January
de_ch: Januar
es_cl: Enero
fr: Janvier
pa_in: ਜਨਵਰੀ

source: February
de_ch: Februar
es_cl: Febrero
fr: Février
pa_in: ਫਰਵਰੀ

source: March
de_ch: März
es_cl: Marzo
fr: Mars
pa_in: ਮਾਰਚ ਨੂੰ

source: April
es_cl: Abril
fr: Avril
pa_in: ਅਪ੍ਰੈਲ ਨੂੰ

source: May
de_ch: Mai
es_cl: Mayo
fr: Mai
pa_in: ਮਈ

source: June
de_ch: Juni
es_cl: Junio
fr: Juin
pa_in: ਜੂਨ ਨੂੰ

source: July
de_ch: Juli
es_cl: Julio
fr: Juillet
pa_in: ਜੁਲਾਈ

source: August
es_cl: Agosto
fr: Août
pa_in: ਅਗਸਤ ਨੂੰ
