Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: Range
de_ch: Angebot
es_cl: Rango
fr: Gamme
pa_in: ਸੀਮਾ

source: View Report Output
de_ch: Bericht Ausgabe anzeigen
es_cl: Ver informe de salida
fr: Voir Rapport de sortie
pa_in: ਵੇਖੋ ਦੀ ਰਿਪੋਰਟ ਆਉਟਪੁੱਟ

source: Back to Report page
de_ch: Zurück zur Seite melden
es_cl: Volver a la Página de informe
fr: Retour à la page Signaler
pa_in: ਵਾਪਸ ਸਫ਼ੇ ਦੀ ਰਿਪੋਰਟ ਕਰਨ ਲਈ

source: Invoices Financial Report
de_ch: Rechnungen Finanzbericht
es_cl: Facturas Informe Financiero
fr: Factures Rapport financier
pa_in: ਚਲਾਨ ਵਿੱਤੀ ਰਿਪੋਰਟ ਕਰੋ

source: for
de_ch: für
es_cl: para
fr: pour
pa_in: ਲਈ

source: Report Options
de_ch: Berichtsoptionen
es_cl: Opciones de informe
fr: Rapport sur les options
pa_in: ਦੀ ਰਿਪੋਰਟ ਚੋਣ

source: tendered
de_ch: schrieben
es_cl: licitado
fr: appel d&#39;offres
pa_in: ਦਿੱਤੀ ਗਈ

source: estimate
de_ch: Schätzung
es_cl: estimación
fr: estimation
pa_in: ਅੰਦਾਜ਼ਾ

source: Search In
de_ch: Suche in
es_cl: Buscar En
fr: Recherche Dans
pa_in: ਵਿੱਚ ਖੋਜ

source: Advanced Search
de_ch: Erweiterte Suche
es_cl: Búsqueda Avanzada
fr: Recherche avancée
pa_in: ਤਕਨੀਕੀ ਖੋਜ

source: Search in:
de_ch: Suche in:
es_cl: Buscar en:
fr: Rechercher dans:
pa_in: ਵਿੱਚ ਦੀ ਖੋਜ:

source: If no items are selected then all content is searched.
de_ch: Wenn keine Elemente ausgewählt sind, dann alle Inhalte durchsucht.
es_cl: Si no hay elementos se seleccionan entonces todos los contenidos se busca.
fr: Si aucun élément n&#39;est sélectionné, tout le contenu est recherché.
pa_in: ਕੋਈ ਵੀ ਆਈਟਮ ਫਿਰ ਚੁਣਿਆ ਰਹੇ ਹੋ ਸਾਰੀ ਸਮੱਗਰੀ ਦੀ ਖੋਜ ਹੈ.

source: Sort by:
de_ch: Sortieren nach:
es_cl: Ordenar por:
fr: Trier par:
pa_in: ਦੇ ਨਾਲ ਕ੍ਰਮਬੱਧ:

source: No results found.
de_ch: Keine Ergebnisse.
es_cl: No hay resultados.
fr: Aucun résultat trouvé.
pa_in: ਕੋਈ ਨਤੀਜੇ ਲੱਭਿਆ.

source: Full Story Link
es_cl: Full Story Enlace
fr: Full Story lien
pa_in: Full Story ਲਿੰਕ

source: Expires
de_ch: Läuft ab
es_cl: Expira
fr: Expire
pa_in: ਮਿਆਦ

source: Check if you want this story to expire and be sure to specify the end date.
de_ch: Überprüfen Sie, ob Sie diese Geschichte will auslaufen und sicher sein, das Enddatum festlegen.
es_cl: Compruebe si desea que esta historia de expirar y asegúrese de especificar la fecha de finalización.
fr: Vérifiez si vous voulez cette histoire à expiration et n&#39;oubliez pas de spécifier la date de fin.
pa_in: ਤੁਹਾਨੂੰ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਅਤੇ ਅੰਤ ਮਿਤੀ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ ਇਹ ਯਕੀਨੀ ਹੋ, ਨੂੰ ਇਹ ਕਹਾਣੀ ਚਾਹੁੰਦੇ ਹੋ, ਜੇ ਚੈੱਕ ਕਰੋ.

source: File Path
de_ch: Dateipfad
es_cl: Ruta del archivo
fr: Chemin du fichier
pa_in: ਫਾਇਲ ਮਾਰਗ ਹੈ

source: Link Title
de_ch: Link Titel
es_cl: Título del Enlace
fr: Titre du lien
pa_in: ਲਿੰਕ ਟਾਇਟਲ

source: Photo that represents this story.
de_ch: Foto, das diese Geschichte darstellt.
es_cl: Foto que representa esta historia.
fr: Photo qui représente cette histoire.
pa_in: ਇਸ ਕਹਾਣੀ ਨੂੰ ਵੇਖਾਉਦਾ ਹੈ, ਜੋ ਕਿ ਫੋਟੋ.

source: The rotator where this story belongs.
de_ch: Der Rotator, wo diese Geschichte gehört.
es_cl: El rotador donde esta historia pertenece.
fr: Le rotateur où cette histoire appartient.
pa_in: ਇਸ ਕਹਾਣੀ ਸਬੰਧਤ ਹੈ, ਜਿੱਥੇ ਕਿ rotator.

source: Rotator Position
es_cl: Posición de los rotadores
pa_in: Rotator ਸਥਿਤੀ

source: Delete Story
de_ch: Löschen Geschichte
es_cl: Borrar Historia
fr: Supprimer Histoire
pa_in: ਕਹਾਣੀ ਹਟਾਓ

source: Delete a Story
de_ch: Löschen einer Geschichte
es_cl: Eliminar una historia
fr: Supprimer une histoire
pa_in: ਇਕ ਕਹਾਣੀ ਹਟਾਓ

source: Are you sure you want to permanently delete this story?
de_ch: Sind Sie sicher, dass Sie wollen, um diese Geschichte dauerhaft löschen?
es_cl: ¿Está seguro de que desea eliminar permanentemente esta historia?
fr: Êtes-vous sûr de vouloir supprimer définitivement cette histoire?
pa_in: ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਇਸ ਕਹਾਣੀ ਨੂੰ ਹਟਾਉਣ ਲਈ ਚਾਹੁੰਦੇ ਹੋ ਤੁਹਾਨੂੰ ਇਹ ਯਕੀਨੀ ਕਰ ਰਹੇ ਹੋ?

source: Save Story Changes
de_ch: Speichern Geschichte verändert
es_cl: Guardar cambios Story
fr: Enregistrer les modifications Histoire
pa_in: ਸੰਭਾਲੋ ਕਹਾਣੀ ਬਦਲਾਅ

source: Stories Export
de_ch: Geschichten Export
es_cl: Historias de Exportación
fr: Histoires d&#39;exportation
pa_in: Stories ਐਕਸਪੋਰਟ

source: Stories Index Page
de_ch: Geschichten Index Page
es_cl: Historias Página índice
fr: Index Histoires page
pa_in: Stories ਸੂਚੀ ਪੱਤਰ Page

source: Owned by you
de_ch: Ihnen gehört
es_cl: Propiedad suya
fr: Vous appartient
pa_in: ਤੁਹਾਡੇ ਦੁਆਰਾ ਮਲਕੀਅਤ

source: All Stories
de_ch: Alle Geschichten
es_cl: Todas las Historias
fr: Toutes les histoires
pa_in: ਸਾਰੇ Stories

source: Story List
de_ch: Geschichte Liste
es_cl: Lista historia
fr: Liste de l&#39;histoire
pa_in: ਕਹਾਣੀ ਦੀ ਸੂਚੀ ਹੈ

source: Add Story
de_ch: Story hinzufügen
es_cl: Añadir Historia
fr: Ajouter Histoire
pa_in: ਕਹਾਣੀ ਸ਼ਾਮਲ ਕਰੋ

source: Export Stories
es_cl: Historias de exportación
fr: Histoires exportation
pa_in: ਐਕਸਪੋਰਟ Stories

source: This Story
de_ch: Diese Geschichte
es_cl: Esta historia
fr: Cette histoire
pa_in: ਇਹ ਕਹਾਣੀ

source: View Story
de_ch: Ansicht Geschichte
es_cl: Ver Historia
fr: Voir Story
pa_in: ਵੇਖੋ ਕਹਾਣੀ

source: Edit Story
de_ch: Story bearbeiten
es_cl: Modificar artículo
fr: Modifier le texte
pa_in: ਸੋਧ ਕਹਾਣੀ

source: Back to regular story view
de_ch: Zurück zur Geschichte regelmäßigen Blick
es_cl: Volver a la vista normal historia
fr: Retour à la vue régulier de l&#39;histoire
pa_in: ਵਾਪਸ ਰੈਗੂਲਰ ਕਹਾਣੀ ਝਲਕ ਨੂੰ

source: Links to:
de_ch: Links zu:
es_cl: Enlaces a:
fr: Liens vers:
pa_in: ਲਿੰਕ ਕਰਨ ਲਈ:

source: Link title:
de_ch: Link-Titel:
es_cl: Título del enlace:
fr: Titre du lien:
pa_in: ਲਿੰਕ ਦਾ ਸਿਰਲੇਖ:

source: Ordered by latest added
de_ch: Von neuesten hinzugefügt bestellt
es_cl: Ordenado por último añadido
fr: Commandé par le dernier ajouté
pa_in: ਤਾਜ਼ਾ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ ਦੁਆਰਾ ਹੁਕਮ

source: Upload a Story Image
de_ch: Laden Sie ein Bild Geschichte
es_cl: Sube una Historia de imagen
fr: Ajouter une image Histoire
pa_in: ਇਕ ਕਹਾਣੀ ਚਿੱਤਰ ਨੂੰ ਅੱਪਲੋਡ

source: To upload image to this story, browse to your document and click Upload Image.
de_ch: Um das Bild zu dieser Geschichte hochladen, navigieren Sie zum Dokument und klicken Sie auf Bild hochladen.
es_cl: Para subir la imagen a esta historia, vaya a su documento y haga clic en Cargar imagen.
fr: Pour télécharger l&#39;image de cette histoire, accédez à votre document et cliquez sur Envoyer une image.
pa_in: ਇਸ ਕਹਾਣੀ ਨੂੰ ਚਿੱਤਰ ਨੂੰ ਅੱਪਲੋਡ ਕਰਨ ਲਈ, ਆਪਣੇ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਵੇਖਣਾ ਅਤੇ Upload ਚਿੱਤਰ ਨੂੰ ਕਲਿੱਕ ਕਰੋ.

source: Upload Image
de_ch: Bild hochladen
es_cl: Subir imagen
fr: Envoyer une image
pa_in: ਅੱਪਲੋਡ ਚਿੱਤਰ ਹੈ

source: Subscriber
de_ch: Teilnehmer
es_cl: Suscriptor
fr: Abonné
pa_in: ਗਾਹਕ

source: 0 Subscribers Found
de_ch: 0 Abonnenten gefunden
es_cl: 0 Suscriptores Encontrado
fr: 0 Abonnés Trouvé
pa_in: 0 Subscribers ਲੱਭਿਆ

source: Theme:
de_ch: Thema:
es_cl: Tema:
fr: Thème:
pa_in: ਥੀਮ:

source: theme archive
de_ch: Thema Archiv
es_cl: Archivo temático
fr: archive du thème
pa_in: ਥੀਮ ਸੰਕੁਚਿਤ

source: theme archives
de_ch: Thema Archiv
es_cl: archivos temáticos
fr: archives thématiques
pa_in: ਥੀਮ ਨੂੰ ਪੁਰਾਲੇਖ

source: Back to Theme-Editor
de_ch: Zurück zum Thema-Editor
es_cl: Volver al tema de Editor
fr: Retour à Thème de la rédaction:
pa_in: ਵਾਪਸ ਥੀਮ-ਸੰਪਾਦਕ ਨੂੰ

source: Tendenci Apps
de_ch: Trends Apps
pa_in: ਦੇ ਰੁਝਾਨ ਐਪਸ

source: Choose an app that you wish to override:
de_ch: Wählen Sie eine App, die Sie überschreiben möchten:
es_cl: Elija una aplicación que desea anular:
fr: Choisissez une application que vous souhaitez remplacer:
pa_in: ਤੁਹਾਨੂੰ ਤਬਦੀਲ ਕਰਨ ਲਈ ਚਾਹੁੰਦੇ ਹੋ, ਜੋ ਕਿ ਇੱਕ ਐਪਲੀਕੇਸ਼ ਨੂੰ ਚੁਣੋ:

source: No information available.
de_ch: Keine Informationen verfügbar.
es_cl: No hay información disponible.
fr: Aucune information disponible.
pa_in: ਕੋਈ ਜਾਣਕਾਰੀ ਉਪਲੱਬਧ.

source: Author:
de_ch: Autor:
es_cl: Autor:
fr: Auteur:
pa_in: ਲੇਖਕ:

source: View author's website
de_ch: Website Ort Autors
es_cl: Página web del autor
fr: Le site de l&#39;auteur
pa_in: ਵੇਖੋ ਲੇਖਕ ਦੀ ਵੈੱਬਸਾਈਟ

source: Tags:
es_cl: Etiquetas:
pa_in: ਟੈਗਸ:

source: Version:
es_cl: Versión:
pa_in: ਵਰਜਨ:

source: Currently Editing
de_ch: Derzeit bearbeiten
es_cl: Actualmente Edición
fr: Actuellement édition
pa_in: ਵਰਤਮਾਨ ਵਿੱਚ ਸੋਧ

source: Previous Versions
de_ch: Vorherige Versionen
es_cl: Versiones anteriores
fr: Versions précédentes
pa_in: ਪਿਛਲੇ ਵਰਜਨ

source: No versions available.
de_ch: Keine Versionen.
es_cl: No hay versiones nuevas disponibles.
fr: Pas de versions disponibles.
pa_in: ਕੋਈ ਵਰਜਨ ਲਈ ਉਪਲੱਬਧ ਹੈ.

source: No file selected. Select a file or directory from the list on the right.
de_ch: Keine Datei ausgewählt. Wählen Sie eine Datei oder ein Verzeichnis aus der Liste auf der rechten Seite.
es_cl: No hay ningún archivo seleccionado. Seleccione un archivo o un directorio de la lista a la derecha.
fr: Aucun fichier sélectionné. Sélectionnez un fichier ou un répertoire dans la liste sur la droite.
pa_in: ਕੋਈ ਫਾਇਲ ਚੁਣੀ. ਸੱਜੇ ਪਾਸੇ ਸੂਚੀ ਵਿੱਚ ਇੱਕ ਫਾਇਲ ਜ ਡਾਇਰੈਕਟਰੀ ਨੂੰ ਚੁਣੋ.

source: on your site
de_ch: auf Ihrer Website
es_cl: en su sitio
fr: sur votre site
pa_in: ਆਪਣੀ ਸਾਈਟ &#39;ਤੇ

source: Active theme:
de_ch: Aktive Thema:
es_cl: Tema activo:
fr: Thème actif:
pa_in: ਸਰਗਰਮ ਥੀਮ ਨੂੰ:

source: Change?
de_ch: Ändern?
es_cl: ¿Cambiar?
fr: Changer?
pa_in: ਤਬਦੀਲ ਕਰੋ?

source: Choose a folder or file to edit:
de_ch: Wählen Sie einen Ordner oder eine Datei zu bearbeiten:
es_cl: Elija una carpeta o archivo para editar:
fr: Choisissez un dossier ou un fichier à éditer:
pa_in: ਇੱਕ ਫੋਲਡਰ ਚੁਣੋ, ਜ ਸੋਧ ਕਰਨ ਲਈ ਫਾਇਲ:

source: Customize more templates
de_ch: Passen Sie weitere Vorlagen
es_cl: Personaliza más plantillas
fr: Personnalisez plusieurs modèles
pa_in: ਹੋਰ ਖਾਕੇ ਨੂੰ ਸੋਧਣ ਲਈ

source: Back to App List
de_ch: Zurück zur App-Liste
es_cl: Volver a la lista de App
fr: Retour à la liste App
pa_in: ਵਾਪਸ App ਸੂਚੀ ਹੈ, ਨੂੰ

source: Choose a folder or file:
de_ch: Wählen Sie einen Ordner oder eine Datei:
es_cl: Elija una carpeta o archivo:
fr: Choisissez un dossier ou un fichier:
pa_in: ਇੱਕ ਫੋਲਡਰ ਜ ਫਾਇਲ ਨੂੰ ਚੁਣੋ:

source: copy to custom templates
de_ch: Kopie an benutzerdefinierten Vorlagen
es_cl: copia de las plantillas personalizadas
fr: copie de modèles personnalisés
pa_in: ਕਸਟਮ ਖਾਕੇ ਨੂੰ ਕਾਪੀ

source: No editable files
de_ch: Keine bearbeitbare Dateien
es_cl: No hay archivos editables
fr: Aucun modifiables
pa_in: ਕੋਈ ਸੋਧਯੋਗ ਫਾਇਲ

source: Choose your Palette
de_ch: Wählen Sie Ihre Palette
es_cl: Elige tu paleta
fr: Choisissez votre palette
pa_in: ਤੁਹਾਡੇ ਪੱਟੀ ਨੂੰ ਚੁਣੋ

source: Customize your Palette
de_ch: Passen Sie Ihre Palette
es_cl: Personaliza tu paleta
fr: Personnalisez votre palette
pa_in: ਤੁਹਾਡੇ ਪੱਟੀ ਨੂੰ ਸੋਧਣ ਲਈ

source: Reset to Default
de_ch: Rücksetzen auf Werks
es_cl: Restablecer valores predeterminados
fr: Réinitialiser
pa_in: ਡਿਫਾਲਟ ਲਈ ਮੁੜ

source: Revert Changes
de_ch: Änderungen rückgängig
es_cl: Deshacer los cambios
fr: Annuler les changements
pa_in: ਤਬਦੀਲੀ ਨੂੰ ਹਟਾ

source: Theme Picker
de_ch: Thema Picker
es_cl: Tema Picker
fr: Thème Picker
pa_in: ਥੀਮ ਪਿਕਰ

source: Welcome to Your New Website!
de_ch: Willkommen auf Ihrer neuen Website!
es_cl: Bienvenido a su nuevo sitio web!
fr: Bienvenue sur votre nouveau site Web!
pa_in: ਤੁਹਾਡਾ ਨਿਊ ਵੈੱਬਸਾਈਟ ਨੂੰ ਸੁਆਗਤ!

source: Please follow along while we show you around the customizable elements on the homepage to get you started. You can go to the next step or previous step at any time.
de_ch: Bitte folgen Sie entlang, während zeigen wir Ihnen rund um die anpassbaren Elementen auf der Homepage, um Sie loslegen. Sie können mit dem nächsten Schritt oder vorherigen Schritt jederzeit gehen.
es_cl: Por favor, siga adelante mientras que un paseo por los elementos personalizables en la página web para empezar. Usted puede ir al siguiente paso o paso anterior en cualquier momento.
fr: S&#39;il vous plaît suivre pendant que nous vous montrons autour des éléments personnalisables sur la page d&#39;accueil pour vous aider à démarrer. Vous pouvez aller à la prochaine étape ou étape précédente à tout moment.
pa_in: ਸਾਨੂੰ ਤੁਹਾਡੇ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇਸ ਵੈੱਬਸਾਈਟ `ਤੇ ਸੋਧੇ ਤੱਤ ਦੇ ਦੁਆਲੇ ਤੁਹਾਨੂੰ ਦਿਖਾਉਣ ਦੌਰਾਨ ਨਾਲ ਪਾਲਣ ਕਰੋ. ਤੁਹਾਨੂੰ ਕਿਸੇ ਵੀ ਵੇਲੇ ਅਗਲਾ ਕਦਮ ਜ ਪਿਛਲੇ ਪਗ ਤੇ ਜਾ ਸਕਦੇ ਹੋ.

source: Next Step
de_ch: Nächster Schritt
es_cl: Siguiente Paso
fr: Étape suivante
pa_in: ਅੱਗੇ ਕਦਮ

source: Upload Your Logo
de_ch: Laden Sie Ihr Logo
es_cl: Cargue su logotipo
fr: Téléchargez votre logo
pa_in: ਤੁਹਾਡਾ ਲੋਗੋ ਅੱਪਲੋਡ

source: Just hover over the sample logo in the upper left hand part of the header and click on "Upload Logo." Select the file on your computer and click "Upload Logo." Pretty easy, huh?
de_ch: Zeigen Sie einfach auf der Probe-Logo in der linken oberen Teil der Kopfzeile und klicken Sie auf &quot;Logo hochladen.&quot; Wählen Sie die Datei auf Ihrem Computer und klicken Sie auf &quot;Logo hochladen.&quot; Ziemlich einfach, oder?
es_cl: Simplemente coloque el cursor sobre el logotipo de la muestra en la parte superior izquierda de la cabecera y haga clic en &quot;Subir Logo&quot;. Seleccione el archivo en su ordenador y haga clic en &quot;Subir Logo&quot;. Muy fácil, ¿eh?
fr: Il suffit de passer sur le logo de l&#39;échantillon dans la partie supérieure gauche de l&#39;en-tête et cliquez sur &quot;Upload Logo.&quot; Sélectionnez le fichier sur votre ordinateur et cliquez sur &quot;Upload Logo.&quot; Assez facile, hein?
pa_in: ਬਸ ਸਿਰਲੇਖ ਦੇ ਉੱਪਰ ਖੱਬੇ ਹੱਥ ਨੂੰ ਹਿੱਸੇ ਵਿੱਚ ਨਮੂਨੇ ਲੋਗੋ ਉੱਤੇ ਰੱਖੋ ਅਤੇ ਇਸ &#39;ਤੇ ਕਲਿੱਕ ਕਰੋ, &quot;ਅੱਪਲੋਡ ਲੋਗੋ.&quot; ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਉੱਤੇ ਫਾਇਲ ਨੂੰ ਚੁਣੋ ਅਤੇ ਕਲਿੱਕ ਕਰੋ &quot;ਲੋਗੋ ਅੱਪਲੋਡ ਕਰਦੀ ਹੈ.&quot; ਪਰੈਟੀ ਆਸਾਨ, HUH?

source: Prev Step
de_ch: Zurück Schritt
es_cl: Anterior Paso
fr: Précédent Étape
pa_in: ਪਿੱਛੇ ਕਦਮ

source: This is Your Rotator
de_ch: Dies ist Ihr Rotator
es_cl: Esta es Su rotador
fr: C&#39;est votre Rotator
pa_in: ਇਹ ਤੁਹਾਡਾ Rotator ਹੈ

source: You can add and change this content in the
de_ch: Sie können hinzufügen und ändern diese Inhalte in die
es_cl: Puede agregar y cambiar este contenido en el
fr: Vous pouvez ajouter et modifier ce contenu dans le
pa_in: ਤੁਹਾਨੂੰ ਸ਼ਾਮਿਲ ਹੈ ਅਤੇ ਵਿੱਚ ਇਸ ਸਮੱਗਰੀ ਨੂੰ ਤਬਦੀਲ ਕਰ ਸਕਦੇ ਹੋ

source: module. You can even assign dates to a story to ensure it's only shown during a specific period. For more information on how to use the Rotator and Stories, check out this
de_ch: Modul. Sie können sogar Daten aus, um eine Geschichte zuzuordnen ist es nur in einem bestimmten Zeitraum gezeigt, zu gewährleisten. Für weitere Informationen, wie Sie den Rotator und Geschichten zu verwenden, lesen Sie in diesem
es_cl: módulo. Incluso puede asignar fechas para una historia para asegurarse de que sólo se ha mostrado durante un período específico. Para obtener más información sobre cómo utilizar el rotador y Cuentos, echa un vistazo a este
fr: module. Vous pouvez même attribuer des dates pour une histoire de s&#39;assurer qu&#39;il est visible uniquement pendant une période déterminée. Pour plus d&#39;informations sur la façon d&#39;utiliser l&#39;inverseur et Histoires, consultez ce
pa_in: ਮੋਡੀਊਲ ਨੂੰ. ਤੁਹਾਨੂੰ ਵੀ ਇਸ ਨੂੰ ਸਿਰਫ ਇੱਕ ਖਾਸ ਅਵਧੀ ਦੇ ਦੌਰਾਨ ਦਿਖਾਇਆ ਗਿਆ ਹੈ ਇਹ ਯਕੀਨੀ ਕਰਨ ਲਈ ਇਕ ਕਹਾਣੀ ਕਰਨ ਲਈ ਦਰਜ ਨਿਰਧਾਰਤ ਕਰ ਸਕਦੇ ਹੋ. Rotator ਹੈ ਅਤੇ Stories ਵਰਤਣ ਬਾਰੇ ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ, ਇਸ ਨੂੰ ਚੈੱਕ

source: help file.
de_ch: Hilfe-Datei.
es_cl: archivo de ayuda.
fr: fichier d&#39;aide.
pa_in: ਫਾਇਲ ਨੂੰ ਮਦਦ ਕਰਦੇ ਹਨ.

source: Customize Spaces
de_ch: Passen Spaces
es_cl: Personaliza Espacios
fr: Personnalisez espaces
pa_in: ਸਪੇਸਜ਼ ਪਸੰਦ ਮੁਤਾਬਕ

source: This is a sample Space. You can customize your Spaces to feature different content such as sidebars, photos, videos, events, and more. Just hover over the Space and click on "Edit Space." Spaces will feed content from other pages on your site to the homepage. If you dedicate this Space to
de_ch: Dies ist ein Probenraum. Sie können Ihre Räume anpassen, um unterschiedliche Inhalte bieten, wie Sidebars, Fotos, Videos, Veranstaltungen und mehr. Zeigen Sie einfach auf den Raum und klicken Sie auf &quot;Bearbeiten Raum.&quot; Leerzeichen werden Inhalte von anderen Seiten auf Ihrer Website auf die Homepage zu ernähren. Wenn Sie diesen Raum, um zu widmen
es_cl: Este es un espacio de muestra. Puede personalizar sus espacios para ofrecer contenido diferente, como barras laterales, fotos, videos, eventos, y mucho más. Simplemente coloque el cursor sobre el Espacio y haga clic en &quot;Editar Espacio.&quot; Espacios alimentarán el contenido de otras páginas en su sitio a la página de inicio. Si dedicamos este espacio a
fr: Il s&#39;agit d&#39;un espace d&#39;échantillon. Vous pouvez personnaliser vos espaces à présenter un contenu différent, comme des encadrés, des photos, des vidéos, des événements, et plus encore. Il suffit de passer sur l&#39;espace et cliquez sur &quot;Modifier l&#39;espace.&quot; Les espaces seront nourrir le contenu d&#39;autres pages de votre site à la page d&#39;accueil. Si vous dédiez cet espace pour
pa_in: ਇਹ ਇੱਕ ਸਧਾਰਨ ਸਪੇਸ ਹੈ. ਤੁਹਾਨੂੰ ਅਜਿਹੇ sidebars, ਫੋਟੋ, ਵੀਡੀਓ, ਸਮਾਗਮ, ਅਤੇ ਹੋਰ ਵੱਖ ਵੱਖ ਸਮੱਗਰੀ ਨੂੰ ਵਿਸ਼ੇਸ਼ਤਾ ਕਰਨ ਲਈ ਆਪਣੇ ਸਪੇਸਜ਼ ਸੋਧ ਸਕਦੇ ਹੋ. ਬਸ ਸਪੇਸ ਉੱਤੇ ਰੱਖੋ ਅਤੇ ਇਸ &#39;ਤੇ ਕਲਿੱਕ ਕਰੋ, &quot;ਸੋਧ Space.&quot; ਖਾਲੀ ਹੋਮਪੇਜ ਨੂੰ ਆਪਣੀ ਸਾਈਟ ਉੱਤੇ ਹੋਰ ਪੇਜ਼ ਤੱਕ ਸਮੱਗਰੀ ਨੂੰ ਫੀਡ ਹੋਵੇਗਾ. ਤੁਹਾਡੇ ਲਈ ਇਸ ਨੂੰ ਸਪੇਸ ਨੂੰ ਸਮਰਪਿਤ ਹੋ

source: (for example), this Space will display your organization's upcoming events. For more instruction on Spaces, check out
de_ch: (Zum Beispiel), wird dieser Raum Veranstaltungen in Ihrer Organisation anzuzeigen. Für weitere Anweisungen auf Spaces Besuche
es_cl: (Por ejemplo), este espacio mostrará los próximos eventos de su organización. Para obtener más instrucciones sobre Espacios, echa un vistazo
fr: (Par exemple), cet espace sera afficher les événements à venir de votre organisation. Pour plus d&#39;instructions sur les espaces, consultez
pa_in: (ਉਦਾਹਰਨ ਲਈ), ਇਸ ਸਪੇਸ ਨੂੰ ਆਪਣੇ ਸੰਗਠਨ ਦੇ ਆਗਾਮੀ ਸਮਾਗਮ ਵੇਖਾਏਗਾ. ਸਪੇਸਜ਼ ਤੇ ਹੋਰ ਹਦਾਇਤ ਲਈ, ਬਾਹਰ ਚੈੱਕ

source: this training video.
de_ch: Dieses Video-Training.
es_cl: este video de entrenamiento.
fr: cette vidéo de formation.
pa_in: ਇਹ ਸਿਖਲਾਈ ਵੀਡੀਓ.

source: Edit Your Navigation
de_ch: Bearbeiten Sie Ihre Navigation
es_cl: Modificar la navegación
fr: Modifier votre navigation
pa_in: ਆਪਣੇ ਨੇਵੀਗੇਸ਼ਨ ਸੋਧ

source: Hover over the navigation menu and click on "Edit Nav." You can add pages and use our drag and drop editor to change the order and levels of navigation. Check out
de_ch: Bewegen Sie den Mauszeiger über das Navigationsmenü und klicken Sie auf &quot;Bearbeiten Nav&quot;. Sie können Seiten hinzufügen und verwenden Sie Drag &amp; Drop-Editor, um die Ordnung und Navigationsebenen ändern. Überprüfen
es_cl: Pase el ratón sobre el menú de navegación y haga clic en &quot;Editar Nav.&quot; Puede añadir páginas y usar nuestro editor de arrastrar y soltar para cambiar el orden y los niveles de navegación. Echa un vistazo
fr: Survolez le menu de navigation et cliquez sur &quot;Modifier Nav.&quot; Vous pouvez ajouter des pages et utiliser notre éditeur glisser-déposer pour modifier l&#39;ordre et les niveaux de navigation. Check-out
pa_in: ਨੇਵੀਗੇਸ਼ਨ ਮੇਨੂ ਵਿੱਚ ਵੱਧ ਕੀ ਸਬੰਧ ਹੈ ਅਤੇ ਇਹ &#39;ਤੇ ਕਲਿੱਕ ਕਰੋ, &quot;ਸੋਧ Nav.&quot; ਤੁਹਾਨੂੰ ਪੇਜ਼ ਸ਼ਾਮਿਲ ਅਤੇ ਵਿਵਸਥਾ ਅਤੇ ਨੇਵੀਗੇਸ਼ਨ ਦੇ ਪੱਧਰ ਨੂੰ ਤਬਦੀਲ ਕਰਨ ਲਈ ਸਾਡੇ ਖਿੱਚੋ ਅਤੇ ਛੱਡੋ ਸੰਪਾਦਕ ਇਸਤੇਮਾਲ ਕਰ ਸਕਦੇ ਹੋ. ਕਮਰਾ ਛੱਡ ਦਿਓ

source: this help file.
de_ch: Diese Hilfedatei.
es_cl: este archivo de ayuda.
fr: ce fichier d&#39;aide.
pa_in: ਇਹ ਸਹਾਇਤਾ ਫਾਇਲ ਨੂੰ.

source: for more detailed information.
de_ch: für weitere Informationen.
es_cl: para obtener información más detallada.
fr: pour plus d&#39;informations.
pa_in: ਹੋਰ ਵੇਰਵੇ ਦੀ ਜਾਣਕਾਰੀ ਲਈ.

source: This is the Footer
de_ch: Dies ist der Footer
es_cl: Este es el pie de página
fr: C&#39;est le pied de page
pa_in: ਇਹ ਪਦਲੇਖ ਹੈ

source: We've populated this area with some info you've already provided. You can change your address in
de_ch: Wir haben diesen Bereich mit einigen Informationen, die Sie bereits zur Verfügung gestellt haben besiedelt. Sie können Ihre Adresse in ändern
es_cl: Hemos poblamos esta área con algo de información que ya ha proporcionado. Usted puede cambiar su dirección en
fr: Nous avons peuplé la région avec quelques informations que vous avez déjà fournies. Vous pouvez changer votre adresse en
pa_in: ਅਸ ਤੁਹਾਨੂੰ ਹੀ ਦਿੱਤਾ ਹੈ ਲਿਆ ਹੈ, ਕੁਝ ਜਾਣਕਾਰੀ ਦੇ ਨਾਲ ਇਸ ਖੇਤਰ ਤਿਆਰ ਕੀਤਾ ਹੈ. ਤੁਹਾਨੂੰ ਵਿਚ ਆਪਣਾ ਪਤਾ ਵੀ ਬਦਲ ਸਕਦੇ ਹੋ

source: under "Quick Links" in the blue admin bar above.
de_ch: unter &quot;Quick Links&quot; in der blauen Leiste über Admin.
es_cl: bajo &quot;Quick Links&quot; en el administrador barra azul arriba.
fr: sous la rubrique «Liens rapides» dans l&#39;admin Blue Bar-dessus.
pa_in: ਨੀਲੇ admin ਵਿੱਚ &quot;ਤੁਰੰਤ ਲਿੰਕ&quot; ਦੇ ਅਧੀਨ ਉਪਰੋਕਤ ਪੱਟੀ ਹੈ.

source: The Admin Bar
de_ch: Die Admin-Bar
es_cl: La barra de admin
fr: Le Bar administrateur
pa_in: ਪਰਬੰਧ ਬਾਰ

source: You can access your site's backend from the blue admin bar
de_ch: Sie können Ihre Website-Backend von der blauen Admin Bar zugreifen
es_cl: Puede acceder backend de su sitio de la barra de admin azul
fr: Vous pouvez accéder au backend de votre site dans la barre d&#39;admin bleu
pa_in: ਤੁਹਾਨੂੰ ਨੀਲਾ admin ਪੱਟੀ ਆਪਣੀ ਸਾਈਟ ਦੀ ਪਿੱਠਵਰਤੀ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹੋ

source: above
de_ch: oben
es_cl: por encima de
fr: au-dessus
pa_in: ਉਪਰੋਕਤ

source: Under "Content," you'll find all the editable content modules. Under "People," you can add user and groups and assign permissions. "Reports" will show you how people are accessing your website. Under "Quick Links," you have access to the Site Settings as well as the
de_ch: Unter &quot;Inhalt&quot; Sie alle editierbaren Content-Module finden. Im Bereich &quot;Menschen&quot; können Sie Benutzer und Gruppen, und weisen Sie Berechtigungen hinzufügen. &quot;Berichte&quot; wird Ihnen zeigen, wie die Menschen den Zugriff auf Ihre Website. Unter &quot;Nützliche Links&quot;, die Sie den Zugriff auf die Site-Einstellungen als auch die haben
es_cl: En &quot;contenido&quot;, que encontrarás todos los módulos de contenido editables. En &quot;Gente&quot;, puede agregar usuarios y grupos y asignar permisos. &quot;Informes&quot; le mostrará cómo las personas acceden a su sitio web. En &quot;Enlaces rápidos&quot;, usted tiene acceso a la configuración del sitio, así como el
fr: Sous la rubrique «Contenu», vous trouverez tous les modules de contenu éditable. Sous la rubrique «People», vous pouvez ajouter des autorisations attribuer des utilisateurs et des groupes et. «Rapports» vous montrer comment les gens accèdent à votre site Web. Sous la rubrique «Liens rapides», vous avez accès aux paramètres du site ainsi que le
pa_in: ਦੇ ਤਹਿਤ &quot;ੂ,&quot; ਜੇਕਰ ਤੁਹਾਨੂੰ ਸਾਰੇ ਸੋਧਯੋਗ ਸਮੱਗਰੀ ਨੂੰ ਮੋਡੀਊਲ ਹੋਵੋਗੇ. ਅਧੀਨ &quot;ਲੋਕ,&quot; ਤੁਹਾਨੂੰ ਯੂਜ਼ਰ ਅਤੇ ਗਰੁੱਪ ਸੀ ਅਤੇ ਨਿਰਧਾਰਤ ਅਧਿਕਾਰ ਸ਼ਾਮਿਲ ਕਰ ਸਕਦੇ ਹੋ. ਲੋਕ ਆਪਣੀ ਵੈਬਸਾਈਟ ਨੂੰ ਵਰਤਣ ਰਹੇ ਹਨ ਕਿਸ &quot;ਰਿਪੋਰਟ&quot; ਤੁਹਾਨੂੰ ਪਤਾ ਦੇ ਦੇਵੇਗਾ. ਦੇ ਤਹਿਤ &quot;ਤੁਰੰਤ ਲਿੰਕ,&quot; ਜੇਕਰ ਤੁਹਾਨੂੰ ਸਾਈਟ ਸੈਟਿੰਗ ਨੂੰ ਪਹੁੰਚ ਦੇ ਨਾਲ ਨਾਲ ਹੈ,

source: where you can edit your site's html and css.
de_ch: wo man HTML und CSS Ihrer Website bearbeiten.
es_cl: donde puede editar HTML y CSS de su sitio.
fr: où vous pouvez modifier le html et css de votre site.
pa_in: ਜਿੱਥੇ ਤੁਹਾਨੂੰ ਆਪਣੀ ਸਾਈਟ ਦੀ ਅਤੇ CSS ਨੂੰ ਸੋਧ ਕਰ ਸਕਦੇ ਹੋ.

source: It's as Easy as That!
de_ch: Es ist so einfach ist das!
es_cl: Es tan fácil como eso!
fr: C&#39;est aussi simple que cela!
pa_in: ਇਸ ਨੂੰ ਇਹ ਹੀ ਰੂਪ ਵਿੱਚ ਦੇ ਰੂਪ ਵਿੱਚ ਆਸਾਨ ਹੈ!
