Repository: tendenci/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: de_ch, es_cl, fr, pa_in

source: So, your website will never be "complete" per se, but we want to get you on track to a healthy website with a belly full of hearty content. As you fill in new content on your website, this page will update to show you how far you've gotten and what else your website is hungry for.
de_ch: So wird Ihre Website nie &quot;vollständig&quot; an sich, sondern wir wollen Sie auf dem Weg zu einem gesunden Website mit einem Bauch voller herzhaften Inhalt zu erhalten. Wie Sie auf Ihrer Website ausfüllen neuen Inhalten, wird diese Seite zu aktualisieren, um Ihnen zu zeigen, wie weit Sie bekommen haben und was Ihre Website ist hungrig nach.
es_cl: Por lo tanto, su sitio web no será nunca &quot;completar&quot; per se, pero queremos conseguir que en el camino a un sitio web sano con la barriga llena de contenido abundante. Al llenar de nuevos contenidos en su página web, esta página se actualizará para mostrar lo lejos que has llegado y qué más su sitio web tiene hambre de.
fr: Ainsi, votre site ne sera jamais «complet» en soi, mais nous voulons vous mettre sur la bonne voie pour un site sain avec un ventre plein de contenu copieux. Pendant que vous remplissez nouveau contenu sur votre site web, cette page sera mise à jour pour vous montrer à quel point vous avez obtenu et ce que votre site Web est avide de.
pa_in: ਇਸ ਲਈ, ਇਸ ਨੂੰ ਆਪਣੇ ਵੈੱਬਸਾਈਟ &#39;ਪ੍ਰਤੀ ਹਮਲ &quot;ਮੁਕੰਮਲ&quot; ਕਦੇ ਵੀ ਜਾਵੇਗਾ, ਪਰ ਸਾਨੂੰ ਮੋਹਣੀ ਦੀ ਸਮੱਗਰੀ ਦਾ ਪੂਰਾ ਇਕ ਢਿੱਡ ਦੇ ਨਾਲ ਇੱਕ ਸਿਹਤਮੰਦ ਵੈਬਸਾਈਟ ਨੂੰ ਟਰੈਕ&#39; ਤੇ ਤੁਹਾਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ. ਤੁਹਾਨੂੰ ਆਪਣੇ ਵੈੱਬਸਾਈਟ &#39;ਤੇ ਨਵ ਸਮੱਗਰੀ ਨੂੰ ਭਰਨ ਦੇ ਨਾਤੇ, ਇਸ ਸਫ਼ੇ ਤੁਹਾਨੂੰ ਲੈਣਾ ਹੈ ਅਤੇ ਹੋਰ ਕੀ ਤੁਹਾਡੀ ਵੈਬਸਾਈਟ&#39; ਲਈ ਭੁੱਖਾ ਹੈ, ਕਿੰਨੀ ਦੂਰ ਤੁਹਾਨੂੰ ਦਿਖਾਉਣ ਲਈ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾਵੇਗਾ.

source: Don't forget -- you should always be adding fresh, new content to keep visitors coming back for more. Happy updating!
de_ch: Vergessen Sie nicht - Sie sollten immer Zugabe von frischem, neuem Inhalt für die Besucher immer wieder kommen zu halten. Glückliche Aktualisierung!
es_cl: No se olvide - que siempre debe ser la adición de contenido nuevo y fresco para mantener a los visitantes vuelvan a por más. Actualización feliz!
fr: N&#39;oubliez pas - vous devez toujours être en ajoutant frais, du nouveau contenu pour garder les visiteurs à revenir pour plus. Mise à jour heureux!
pa_in: ਨਾ ਭੁੱਲੋ ਕਰੋ - ਤੁਹਾਨੂੰ ਹਮੇਸ਼ਾ ਹੋਰ ਲਈ ਵਾਪਸ ਆ ਰਹੇ ਮਹਿਮਾਨ ਰੱਖਣ ਲਈ ਤਾਜ਼ਾ, ਨਵ ਸਮੱਗਰੀ ਨੂੰ ਸ਼ਾਮਿਲ ਕਰਨ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ. ਖੁਸ਼ੀ ਦਾ ਅੱਪਡੇਟ!

source: Provide Feedback for Tendenci!
de_ch: Feedback für Tendenci!
es_cl: Proporcionar retroalimentación para Tendenci!
fr: Faire un commentaire pour Tendenci!
pa_in: Tendenci ਲਈ ਸੁਝਾਅ ਦਿਓ!

source: Last updated %(update_date)s
de_ch: Zuletzt aktualisiert %(update_date)s
es_cl: Última actualización %(update_date)s
fr: Dernière mise à jour %(update_date)s
pa_in: ਪਿਛਲੇ ਅੱਪਡੇਟ ਕੀਤਾ %(update_date)s

source: An update is available for Tendenci.
de_ch: Ein Update ist für Tendenci verfügbar.
es_cl: Hay disponible una actualización para Tendenci.
fr: Une mise à jour est disponible pour Tendenci.
pa_in: ਇੱਕ ਅੱਪਡੇਟ ਵਿੱਚ Tendenci ਲਈ ਉਪਲੱਬਧ ਹੈ.

source: You currently have the latest version of Tendenci.
de_ch: Sie haben derzeit die neueste Version von Tendenci.
es_cl: Actualmente tienes la última versión de Tendenci.
fr: Vous avez actuellement la dernière version de Tendenci.
pa_in: ਤੁਹਾਨੂੰ ਇਸ ਵੇਲੇ Tendenci ਦਾ ਨਵੀਨਤਮ ਵਰਜਨ ਹੈ.

source: %s tag requires exactly three arguments
de_ch: %s Tag erfordert genau drei Argumente
es_cl: %s etiqueta requiere exactamente tres argumentos
fr: La balise %s nécessite exactement trois arguments
pa_in: %s ਨੂੰ ਟੈਗ ਬਿਲਕੁਲ ਤਿੰਨ ਆਰਗੂਮਿੰਟ ਦੀ ਲੋੜ ਹੈ

source: second argument to %s tag must be 'as'
de_ch: zweite Argument% s Tag muss &quot;als&quot; sein
es_cl: segundo argumento de% s etiqueta debe ser &#39;como&#39;
fr: Le deuxième argument de la balise %s doit être &#39;comme&#39;
pa_in: % s ਨੂੰ ਟੈਗ ਕਰਨ ਲਈ ਦੂਜੀ ਦਲੀਲ &#39;ਦੇ ਤੌਰ&#39; ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ

source: Delete an Email Block Record
de_ch: Löschen einer E-Mail Block Rekord
es_cl: Eliminar un Email Bloquear Record
fr: Supprimer un courriel Bloquer enregistrement
pa_in: ਇੱਕ ਈ ਬਲਾਕ ਰਿਕਾਰਡ ਹਟਾਓ

source: Email Domain:
es_cl: Dominio de correo electrónico:
fr: Email domaine:
pa_in: ਈਮੇਲ ਡੋਮੇਨ:

source: Created on<b>%(emails)s</b></div> <div>by:
de_ch: Erstellt am <b> %(emails)s </b> </div> <div> nach:
es_cl: Fabricado en <b> %(emails)s </b> </div> <div> por:
fr: Créé le <b> %(emails)s </b> </div> <div> par:
pa_in: S <b> </b> </div> %(emails)s&#39;ਤੇ ਬਣਾਇਆ <div> ਦੇ ਕੇ:

source: Are you sure you want to delete this Email Block?
de_ch: Sind Sie sicher, dass Sie diese E-Mail-Block löschen?
es_cl: ¿Seguro que quieres borrar este Email Bloque?
fr: Etes-vous sûr de vouloir supprimer ce courriel Block?
pa_in: ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਈ ਬਲਾਕ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Deleted items cannot be recovered!
de_ch: Gelöschte Elemente können nicht wiederhergestellt werden!
es_cl: Los elementos eliminados no se pueden recuperar!
fr: Les éléments supprimés ne peuvent pas être récupérés!
pa_in: ਹਟਾਈ ਆਈਟਮ ਬਰਾਮਦ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ!

source: Email Block Record
de_ch: E-Mail an Block Rekord
es_cl: Enviar Bloquear Record
fr: Envoyer Bloquer enregistrement
pa_in: ਬਲਾਕ ਰਿਕਾਰਡ ਈਮੇਲ ਕਰੋ

source: Edit an Email Block
de_ch: Bearbeiten Sie eine E-Mail-Block
es_cl: Edite correo Bloquear
fr: Modifier un bloc Email
pa_in: ਇੱਕ ਈ ਬਲਾਕ ਸੋਧੋ

source: Add an Email Block
de_ch: Fügen Sie eine E-Mail-Block
es_cl: Añadir un Email Bloquear
fr: Ajouter un bloc-mail
pa_in: ਇੱਕ ਈ ਬਲਾਕ ਸ਼ਾਮਲ ਕਰੋ

source: Please enter Email or Email Domain, but not both.
de_ch: Bitte geben Sie per E-Mail oder E-Mail-Domäne, aber nicht beides.
es_cl: Por favor introduzca Correo electrónico o Enviar dominio, pero no ambos.
fr: S&#39;il vous plaît entrer Email ou par courriel domaine, mais pas les deux.
pa_in: ਈਮੇਲ ਦਿਓ, ਜ ਡੋਮੇਨ ਈਮੇਲ, ਪਰ ਨਾ ਦੋਨੋ ਕਰੋ ਜੀ.

source: Email Domain
es_cl: Dominio de correo electrónico
fr: Email domaine
pa_in: ਈਮੇਲ ਡੋਮੇਨ

source: Reason
de_ch: Grund
es_cl: Razón
fr: Raison
pa_in: ਕਾਰਨ

source: Emails
fr: Les e-mails
pa_in: ਈ

source: Emails:
es_cl: Mensajes de correo electrónico:
pa_in: ਈ:

source: Email Blocks:
de_ch: E-Mail-Blöcke:
es_cl: Bloques Email:
fr: Blocs Email:
pa_in: ਈਮੇਲ ਬਲਾਕ:

source: Email Blocks Search
de_ch: E-Mail-Blöcke Suche
es_cl: Bloques Email Buscar
fr: Blocs Email Recherche
pa_in: ਈ ਬਲਾਕ ਦੀ ਖੋਜ

source: Reason:
de_ch: Grund:
es_cl: Motivo:
fr: Raison:
pa_in: ਕਾਰਨ:

source: Email Block View
de_ch: Mail Blockansicht
es_cl: Enviar Bloquear Vista
fr: Envoyer Bloquer Voir
pa_in: ਬਲਾਕ ਵੇਖੋ ਈਮੇਲ ਕਰੋ

source: Delete an Email Record
de_ch: Löschen einer E-Mail-Rekord
es_cl: Eliminar un registro de correo electrónico
fr: Supprimer un dossier de courriel
pa_in: ਇੱਕ ਈ ਰਿਕਾਰਡ ਹਟਾਓ

source: Subject: %(subject)s
de_ch: Betreff: %(subject)s
es_cl: Asunto: %(subject)s
fr: Sujet: %(subject)s
pa_in: ਵਿਸ਼ਾ: %(subject)s

source: Are you sure you want to delete this Email?
de_ch: Sind Sie sicher, dass Sie wollen, um diese E-Mail löschen?
es_cl: ¿Seguro que quieres borrar este correo electrónico?
fr: Êtes-vous sûr de vouloir supprimer ce mail?
pa_in: ਤੁਹਾਨੂੰ ਇਸ ਈਮੇਲ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤੁਹਾਨੂੰ ਇਹ ਯਕੀਨੀ ਕਰ ਰਹੇ ਹੋ?

source: E-mail Record
de_ch: E-Mail-Rekord
fr: E-mail d&#39;enregistrement
pa_in: E-mail ਰਿਕਾਰਡ

source: Body
de_ch: Körper
es_cl: Cuerpo
fr: Corps
pa_in: ਸਰੀਰ

source: Sender
de_ch: Absender
es_cl: Remitente
fr: Expéditeur
pa_in: ਪ੍ਰੇਸ਼ਕ

source: Sender Display
de_ch: Messumformeranzeige
es_cl: Transmisor Display
fr: Transmetteur affichage
pa_in: Transmitter ਡਿਸਪਲੇਅ

source: Reply To
de_ch: Antwort auf
es_cl: Responder Para
fr: Répondre
pa_in: ਕਰਨ ਲਈ ਜਵਾਬ

source: Recipient
de_ch: Empfänger
es_cl: Destinatario
fr: Destinataire
pa_in: ਕਰਤਾ

source: Emails Search
de_ch: E-Mails suchen
es_cl: Emails Buscar
fr: Emails Recherche
pa_in: ਈ ਖੋਜ

source: Content type: %(emailco)s
de_ch: Inhaltstyp: %(emailco)s
es_cl: Tipo de contenido: %(emailco)s
fr: Type de contenu: %(emailco)s
pa_in: ੂ ਕਿਸਮ: %(emailco)s

source: E-mail View
es_cl: E-mail Ver
fr: E-mail Voir
pa_in: E-mail ਵੇਖੋ

source: Sender:
de_ch: Absender:
es_cl: Remitente:
fr: Auteur:
pa_in: ਪ੍ਰੇਸ਼ਕ ਦਾ:

source: Reply To:
de_ch: Antwort auf:
es_cl: Responder a:
fr: Répondre à:
pa_in: ਕਰਨ ਲਈ ਜਵਾਬ:

source: Content Type:
de_ch: Inhaltstyp:
es_cl: Tipo de contenido:
fr: Type de contenu:
pa_in: ੂ ਕਿਸਮ:

source: Created on:
de_ch: Erstellt am:
es_cl: Fabricado en:
fr: Créé le:
pa_in: &#39;ਤੇ ਬਣਾਇਆ:

source: Subject:
de_ch: Betreff:
es_cl: Asunto:
fr: Sujet:
pa_in: ਵਿਸ਼ਾ:

source: Click here to view the entire e-mail body in the new window
de_ch: Klicken Sie hier, um die gesamte E-Mail-Text in der neuen Fenster
es_cl: Haga clic aquí para ver todo el cuerpo del correo electrónico en la ventana nueva
fr: Cliquez ici pour voir l&#39;ensemble du corps e-mail dans la nouvelle fenêtre
pa_in: ਨਵੇ ਝਰੋਖੇ ਵਿੱਚ ਸਾਰੀ ਹੀ ਈ-ਮੇਲ ਸਰੀਰ ਨੂੰ ਵੇਖਣ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ

source: Recipient:
de_ch: Empfänger:
es_cl: Beneficiario:
fr: Bénéficiaire:
pa_in: ਪ੍ਰਾਪਤਕਰਤਾ ਦਾ:

source: Recipient cc:
de_ch: Empfänger cc:
es_cl: Cc Beneficiario:
fr: cc du destinataire:
pa_in: ਪ੍ਰਾਪਤਕਰਤਾ ਦਾ ਕਾਪੀ:

source: Creator:
de_ch: Schöpfer:
es_cl: Creador:
fr: Créateur:
pa_in: ਸਿਰਜਣਹਾਰ ਨੇ:

source: Amazon SES - Verify Email Address
de_ch: Amazon SES - die E-Mail-Adresse
es_cl: Amazon SES - Confirme su dirección electrónica
fr: Amazon SES - Confirmation de l&#39;adresse e-mail
pa_in: ਐਮਾਜ਼ਾਨ SES - ਪੜਤਾਲ ਕਰੋ ਈਮੇਲ ਪਤਾ

source: Amazon SES
pa_in: ਐਮਾਜ਼ਾਨ SES

source: Verify Email Addresses
de_ch: Die E-Mail-Adressen
es_cl: Verificar direcciones de correo electrónico
fr: Vérifiez adresses e-mail
pa_in: ਈਮੇਲ ਪਤੇ ਦੀ ਪੜਤਾਲ

source: View Verified Email Addresses
de_ch: Ansicht Verifizierte E-Mail-Adressen
es_cl: Ver verificado direcciones de correo electrónico
fr: Voir vérifié adresses e-mail
pa_in: ਵੇਖੋ ਦੀ ਪੜਤਾਲ ਈਮੇਲ ਪਤੇ

source: View Sending Limits
de_ch: Senden Limits anzeigen
es_cl: Ver Enviando Límites
fr: Voir Envoi limites
pa_in: ਵੇਖੋ ਭੇਜਣਾ ਸੀਮਾ

source: Amazon SES - Verified Emails
de_ch: Amazon SES - Bestätigte E-Mails
es_cl: Amazon SES - Los correos electrónicos verificados
fr: Amazon SES - Emails vérifiées
pa_in: ਐਮਾਜ਼ਾਨ SES - ਪੜਤਾਲ ਕੀਤੀ ਈ

source: Below is the list of verified email addressed:
de_ch: Unten ist die Liste der überprüften E-Mail angesprochen:
es_cl: A continuación se muestra la lista de correo electrónico verificada abordado:
fr: Ci-dessous la liste des e-mail vérifiée adressée:
pa_in: ਹੇਠ ਪੜਤਾਲ ਕੀਤੀ ਈਮੇਲ ਦੀ ਸੂਚੀ ਹੈ ਸੰਬੋਧਿਤ ਕੀਤਾ:

source: No email address verified.
de_ch: Keine E-Mail-Adresse verifiziert.
es_cl: No hay dirección de correo electrónico verificada.
fr: Aucune adresse email vérifiée.
pa_in: ਕੋਈ ਈਮੇਲ ਪਤਾ ਤਸਦੀਕ.

source: Amazon SES - Sending Limits
de_ch: Amazon SES - Senden Limits
es_cl: Amazon SES - Límites de envío
fr: Amazon SES - Limites d&#39;envoi
pa_in: ਐਮਾਜ਼ਾਨ SES - ਭੇਜਣਾ ਸੀਮਾ

source: Sent Last 24 Hours
de_ch: Gesendet letzten 24 Stunden
es_cl: Enviado Últimas 24 Horas
fr: Envoyés Dernières 24 heures
pa_in: ਭੇਜੇ ਪਿਛਲੇ 24 ਘੰਟੇ

source: Max 24 Hour Send
de_ch: Max 24-Stunden senden
es_cl: Max 24 horas Enviar
fr: Max 24 h Envoyer
pa_in: ਮੈਕਸ 24 ਘੰਟੇ ਭੇਜੋੇਜੋ

source: Max Send Rate
de_ch: Max Senderate
es_cl: Máxima de envío de Cambio
fr: Max Envoyer taux
pa_in: ਮੈਕਸ ਰੇਟ ਭੇਜੋ

source: No data available.
de_ch: Keine Daten vorhanden.
es_cl: No hay datos disponibles.
fr: Pas de données disponibles.
pa_in: ਕੋਈ ਡਾਟਾ ਉਪਲੱਬਧ.

source: Info List
de_ch: Infoliste
es_cl: Info Listado
fr: Liste Info
pa_in: ਜਾਣਕਾਰੀ ਦੀ ਸੂਚੀ ਹੈ

source: Event id :
de_ch: Ereignis-ID:
es_cl: Identificación del Evento:
fr: id de l&#39;événement:
pa_in: ਘਟਨਾ id:

source: Event name :
de_ch: Name der Veranstaltung:
es_cl: Nombre del evento:
fr: Nom de l&#39;événement:
pa_in: ਘਟਨਾ ਦਾ ਨਾਮ:

source: Event type :
de_ch: Event-Typ:
es_cl: Tipo de evento:
fr: Type de l&#39;événement:
pa_in: ਘਟਨਾ ਦੀ ਕਿਸਮ:

source: Event data :
de_ch: Ereignisdaten:
es_cl: Los datos de eventos:
fr: données de l&#39;événement:
pa_in: ਘਟਨਾ ਡਾਟੇ ਨੂੰ:

source: Category :
de_ch: Kategorie:
es_cl: Categoría:
fr: Catégorie:
pa_in: ਸ਼੍ਰੇਣੀ:

source: Session id :
es_cl: Identificación de la sesión:
fr: id de session:
pa_in: ਸ਼ੈਸ਼ਨ id:

source: User :
es_cl: Usuario:
fr: Utilisateur:
pa_in: ਯੂਜ਼ਰ:

source: Username :
de_ch: Benutzername:
es_cl: Nombre de usuario:
fr: Nom d&#39;utilisateur:
pa_in: ਯੂਜ਼ਰ:

source: Email :
pa_in: ਈਮੇਲ:

source: User ip address :
de_ch: Benutzer IP-Adresse:
es_cl: Dirección IP del usuario:
fr: Utilisateur adresse IP:
pa_in: ਯੂਜ਼ਰ ਨੂੰ IP ਐਡਰੈੱਸ:

source: Server ip address :
de_ch: Server IP-Adresse:
es_cl: Servidor IP address:
fr: adresse IP du serveur:
pa_in: ਸਰਵਰ IP ਐਡਰੈੱਸ:

source: URL :
pa_in: URL ਨੂੰ:

source: HTTP referrer :
fr: referrer HTTP:
pa_in: HTTP ਨੂੰ ਸੰਦਰਭਕਰਤਾ:

source: Headline :
de_ch: Überschrift:
es_cl: Encabezado:
fr: Titre:
pa_in: ਸੁਰਖੀ:

source: Description :
de_ch: Beschreibung:
es_cl: Descripción:
pa_in: ਵੇਰਵਾ:

source: HTTP user agent :
es_cl: Agente de usuario HTTP:
fr: HTTP agent utilisateur:
pa_in: HTTP ਨੂੰ ਯੂਜ਼ਰ ਏਜੰਟ:

source: Request method :
de_ch: Request-Methode:
es_cl: Solicitud método:
fr: Méthode de requête:
pa_in: ਬੇਨਤੀ ਢੰਗ:

source: Query string :
es_cl: Cadena de consulta:
fr: La chaîne de requête:
pa_in: Query ਸਤਰ:

source: Robot :
de_ch: Roboter:
pa_in: ਰੋਬੋਟ:

source: Create dt :
de_ch: Erstellen dt:
es_cl: Crear dt:
fr: Créer dt:
pa_in: ਡੀ ਬਣਾਓ:

source: Logged on %(create_date)s
de_ch: Auf %(create_date)s angemeldet
es_cl: Conectado %(create_date)s
fr: Connecté %(create_date)s
pa_in: %(create_date)s &#39;ਤੇ ਵੀ ਪਰਾਪਤ

source: Found <strong>%(pag_count)s</strong> results</p>
de_ch: Gefunden <strong> %(pag_count)s </strong> Ergebnisse </p>
es_cl: Encontrado <strong> %(pag_count)s </strong> Resultados </p>
fr: Trouvé <strong> %(pag_count)s </strong> résultats </p>
pa_in: ਲੱਭਿਆ ਹੈ <strong> %(pag_count)s </strong> ਨਤੀਜੇ </p>

source: User:
es_cl: Usuario:
fr: Utilisateur:
pa_in: ਯੂਜ਼ਰ:

source: User ID:
de_ch: Benutzer-ID:
es_cl: ID (identificación) de usuario:
fr: Nom d&#39;utilisateur:
pa_in: ਯੂਜਰ ਆਈਡੀ:

source: Query String:
de_ch: Abfrage-String:
es_cl: Cadena de consulta:
fr: Chaîne de requête:
pa_in: Query ਸਤਰ:

source: Entity:
de_ch: Unternehmen:
es_cl: Entidad:
fr: Entité:
pa_in: ਹਸਤੀ:

source: Entity: N/A
de_ch: Einheit: N / A
es_cl: Entidad: N / A
fr: Entité: N / A
pa_in: ਹਸਤੀ: N / A

source: User IP:
de_ch: Benutzer-IP:
es_cl: IP del usuario:
fr: IP de l&#39;utilisateur:
pa_in: ਯੂਜ਼ਰ ਦਾ IP:

source: Server IP:
es_cl: IP del servidor:
fr: IP du serveur:
pa_in: ਸਰਵਰ IP:

source: Headline:
de_ch: Überschrift:
es_cl: Encabezado:
fr: Titre:
pa_in: ਸੁਰਖੀ:

source: Logged on %(evlog)s
de_ch: Auf %(evlog)sngemeldet s
es_cl: Conectado %(evlog)s
fr: Connecté %(evlog)s
pa_in: %(evlog)sਤੇ ਵੀ ਪਰਾਪਤ ਹੈ

source: Export Failed!
de_ch: Export fehlgeschlagen!
es_cl: Exportación Error!
fr: L&#39;exportation a échoué!
pa_in: ਐਕਸਪੋਰਟ ਫੇਲ੍ਹ ਹੈ!

source: Export Completed!
es_cl: Exportación Completado!
fr: Exportation terminée!
pa_in: ਐਕਸਪੋਰਟ ਮੁਕੰਮਲ!

source: Processing Export!
de_ch: Abwicklung Export!
es_cl: Procesamiento de Exportación!
fr: Export Processing!
pa_in: ਪ੍ਰੋਸੈਸਿੰਗ ਐਕਸਪੋਰਟ!

source: Please wait while we finish processing your export file.
de_ch: Bitte warten Sie, während wir die Bearbeitung Ihrer Exportdatei.
es_cl: Por favor, espere mientras termine de procesar su archivo de exportación.
fr: S&#39;il vous plaît patienter pendant que nous le traitement de votre fichier d&#39;exportation.
pa_in: ਸਾਨੂੰ ਤੁਹਾਡੀ ਨਿਰਯਾਤ ਫਾਇਲ ਨੂੰ ਕਾਰਵਾਈ ਕਰਨ ਖਤਮ ਉਡੀਕੋ ਜੀ.

source: Successfully uploaded a file.
de_ch: Erfolgreich hochgeladene Datei.
es_cl: Con éxito subido un archivo.
fr: Succès téléchargé un fichier.
pa_in: ਸਫਲਤਾਪੂਰਕ ਇੱਕ ਫਾਇਲ ਨੂੰ ਅੱਪਲੋਡ.

source: Sub-Category
de_ch: Unterkategorie
es_cl: Sub-Categoría
fr: Sous-catégorie
pa_in: ਸਬ-ਸ਼੍ਰੇਣੀ

source: Public can View
de_ch: Öffentlichkeit kann anzeigen
es_cl: Público puede ver
fr: Public peut consulter
pa_in: ਵੇਖੋ ਕਰ ਸਕਦਾ ਹੈ ਪਬਲਿਕ

source: Files Category
de_ch: Dateien Kategorie
es_cl: Archivos Categoría
fr: Catégorie fichiers
pa_in: ਫਾਇਲ ਸ਼੍ਰੇਣੀ

source: Files Sub Category
de_ch: Dateien Sub-Kategorie
es_cl: Archivos Sub Categoría
fr: Fichiers Sous catégorie
pa_in: ਫਾਇਲ ਸਬ ਸ਼੍ਰੇਣੀ

source: File Added
de_ch: Datei hinzugefügt
es_cl: Agregado de archivos
fr: Fichier Ajouté
pa_in: ਸ਼ਾਮਿਲ ਫਾਇਲ

source: A file has been added
de_ch: Eine Datei wurde hinzugefügt
es_cl: Un archivo se ha añadido
fr: Un fichier a été ajoutée
pa_in: ਇੱਕ ਫਾਇਲ ਨੂੰ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਹੈ

source: File Deleted
de_ch: Datei gelöscht
es_cl: Suprimido archivo
fr: Fichier supprimé
pa_in: ਫਾਇਲ ਹਟਾਈ

source: A file has been deleted
de_ch: Eine Datei wurde gelöscht
es_cl: Un archivo ha sido borrado
fr: Un fichier a été supprimé
pa_in: ਇੱਕ ਫਾਇਲ ਨੂੰ ਹਟਾਇਆ ਗਿਆ ਹੈ

source: Multiple File Upload
de_ch: Mehrere Datei-Upload
pa_in: ਬਹੁ ਫਾਇਲ ਅੱਪਲੋਡ

source: Upload Multiple Files
de_ch: Laden Sie mehrere Dateien
es_cl: Subir varios archivos
fr: Envoyer des fichiers multiples
pa_in: ਕਈ ਫਾਇਲ ਅੱਪਲੋਡ

source: Upload
es_cl: Subir
fr: Télécharger
pa_in: ਅੱਪਲੋਡ

source: Add File
de_ch: Datei hinzufügen
es_cl: Agregar archivo
fr: Ajouter un fichier
pa_in: ਫਾਇਲ ਸ਼ਾਮਲ ਕਰੋ

source: Add Files
de_ch: Dateien hinzufügen
es_cl: Añadir archivos
fr: Ajouter des fichiers
pa_in: ਫਾਇਲ ਸ਼ਾਮਲ ਕਰੋ

source: File Delete
de_ch: Datei löschen
es_cl: Eliminación de archivos
fr: Supprimer des fichiers
pa_in: ਹਟਾਓ ਫਾਇਲ

source: Back to files search
de_ch: Zurück zur Suche von Dateien
es_cl: Volver a la búsqueda de archivos
fr: Retour à la recherche des fichiers
pa_in: ਵਾਪਸ ਫਾਇਲ ਦੀ ਭਾਲ ਕਰਨ ਲਈ

source: View File
es_cl: Ver Archivo
fr: Voir le fichier
pa_in: ਵੇਖੋ ਫਾਇਲ

source: File Edit
de_ch: Datei Bearbeiten
es_cl: Editar archivo
fr: Fichier Edition
pa_in: ਸੋਧ ਫਾਇਲ

source: Files Index Page
de_ch: Dateien Index-Seite
es_cl: Archivos Página índice
fr: Indice de fichiers page
pa_in: ਫਾਇਲ ਸੂਚੀ ਪੱਤਰ Page

source: File List
de_ch: Dateiliste
es_cl: Lista de archivos
fr: Liste des fichiers
pa_in: ਫਾਇਲ ਸੂਚੀ

source: Add a File
de_ch: Eine Datei
es_cl: Agregar un archivo
fr: Ajouter un fichier
pa_in: ਇੱਕ ਫਾਇਲ ਸ਼ਾਮਲ ਕਰੋ

source: Add Multiple Files
de_ch: Mehrere Dateien hinzufügen
es_cl: Añadir varios archivos
fr: Ajouter des fichiers multiples
pa_in: ਕਈ ਫਾਇਲ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕਰੋ

source: Most Viewed
de_ch: Meist gesehen
es_cl: Más Vistas
fr: Les plus vues
pa_in: ਬਹੁਤੇ ਦੇਖੇ

source: Uploaded via
de_ch: Hochgeladen über
es_cl: Subido vía
fr: Posté par
pa_in: ਦੁਆਰਾ Uploaded

source: Created
de_ch: Erstellt
es_cl: Creado
fr: Établi
pa_in: ਬਣਾਇਆ

source: by
de_ch: durch
es_cl: por
fr: par
pa_in: ਕੇ

source: Updated
de_ch: Aktualisiert
es_cl: Actualizado
fr: Mise à jour
pa_in: ਅੱਪਡੇਟ ਕੀਤਾ

source: Most Viewed Files
de_ch: Meist gesehen Files
es_cl: Más Vistas Archivos
fr: Les plus vues Fichiers
pa_in: ਬਹੁਤੇ ਫਾਇਲ ਦੇਖੇ

source: Clicks
de_ch: Klicks
fr: Clics
pa_in: ਨੂੰ ਦਬਾਇਆ

source: File Name
de_ch: Dateinamen
es_cl: Nombre del archivo
fr: Nom de fichier
pa_in: ਫਾਈਲ ਦਾ ਨਾਮ

source: Actions
de_ch: Aktionen
es_cl: Acciones
fr: Actes
pa_in: ਕਾਰਵਾਈ

source: Upload Media
de_ch: Medien hochladen
es_cl: Cargar media
fr: Transférer multimédia
pa_in: ਅੱਪਲੋਡ ਮੀਡੀਆ

source: Insert Selected
de_ch: Ausgewählte einfügen
es_cl: Inserte Seleccionado
fr: Insérez sélectionnés
pa_in: ਪਾਓ ਚੁਣੇ

source: Width
de_ch: Breite
es_cl: Ancho
fr: Largeur
pa_in: ਚੌੜਾਈ

source: Height
de_ch: Höhe
es_cl: Altura
fr: Hauteur
pa_in: ਕੱਦ

source: Maintain Proportions
de_ch: Proportionen beibehalten
es_cl: Mantener Proporciones
fr: Maintenir proportions
pa_in: ਅਨੁਪਾਤ ਕਾਇਮ ਰੱਖੋ

source: Alignment (Float)
de_ch: Ausrichtung (Float)
es_cl: Alineación (Float)
fr: Alignement (Float)
pa_in: ਅਨੁਕੂਲਤਾ (ਫਲੋਟ)

source: Update Image
es_cl: Actualización de imagen
fr: Mise à jour de l&#39;éditeur
pa_in: ਅੱਪਡੇਟ ਈਮੇਜ਼

source: Remove Image
de_ch: Bild entfernen
es_cl: Eliminar imagen
fr: Retirez image
pa_in: ਚਿੱਤਰ ਨੂੰ ਹਟਾਓ

source: Insert Image
de_ch: Bild einfügen
es_cl: Insertar imagen
fr: Insérer une image
pa_in: ਚਿੱਤਰ ਸ਼ਾਮਲ

source: Insert Attachment
de_ch: Anhang einfügen
es_cl: Insertar anexo
fr: Insérer pièce jointe
pa_in: ਪਾਓ ਲਗਾਉ

source: File Add Notice
de_ch: Datei hinzufügen und Datenschutz
es_cl: Agregar archivo Aviso
fr: Fichier Ajouter avis
pa_in: ਫਾਇਲ ਸ਼ਾਮਿਲ ਨੋਿਟਸ

source: The following file was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Files module by
de_ch: Die folgende Datei wurde auf die %(SITE_GLOBAL_SITEDISPLAYNAME)segeben s Dateien Modul
es_cl: El siguiente archivo se añadió a la %(SITE_GLOBAL_SITEDISPLAYNAME)s módulo de archivos por
fr: Le fichier suivant a été ajouté à l&#39; %(SITE_GLOBAL_SITEDISPLAYNAME)s Module fichiers par
pa_in: ਹੇਠ ਦਿੱਤੀ ਫਾਇਲ %(SITE_GLOBAL_SITEDISPLAYNAME)sਨੂੰ ਸ਼ਾਮਿਲ ਕੀਤਾ ਗਿਆ ਸੀ, ਫਾਇਲ ਮੈਡਿਊਲ ਦੁਆਰਾ ਹੈ

source: New file (%(file)s) added for %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Neue Datei ( %(file)s) für %(SITE_GLOBAL_SITEDISPLAYNAME)segeben s
es_cl: Nuevo archivo ( %(file)s) añadido para %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Nouveau fichier ( %(file)s) ajouté pour %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: ਨਿਊ ਫਾਇਲ ( %(file)s) s %(SITE_GLOBAL_SITEDISPLAYNAME)sਲਈ ਸ਼ਾਮਿਲ ਕੀਤਾ

source: File Delete Notice
de_ch: Datei löschen und Datenschutz
es_cl: Borrar fichero Aviso
fr: Fichier Supprimer avis
pa_in: ਨੋਿਟਸ ਹਟਾਓ ਫਾਇਲ

source: A file has been deleted from the %(SITE_GLOBAL_SITEDISPLAYNAME)s Files module by
de_ch: Eine Datei vom %(SITE_GLOBAL_SITEDISPLAYNAME)selöscht s Dateien Modul
es_cl: Un archivo ha sido borrado de la %(SITE_GLOBAL_SITEDISPLAYNAME)s módulo de archivos por
fr: Un fichier a été supprimé de l&#39; %(SITE_GLOBAL_SITEDISPLAYNAME)s Module fichiers par
pa_in: ਇੱਕ ਫਾਇਲ %(SITE_GLOBAL_SITEDISPLAYNAME)sਤੱਕ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ ਫਾਇਲ ਮੈਡਿਊਲ ਦੁਆਰਾ ਹੈ

source: File (%(file)s) deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
de_ch: Datei ( %(file)s) von %(SITE_GLOBAL_SITEDISPLAYNAME)selöscht s
es_cl: Archivo ( %(file)s) borrado de %(SITE_GLOBAL_SITEDISPLAYNAME)s
fr: Fichier ( %(file)s) supprimé à partir de %(SITE_GLOBAL_SITEDISPLAYNAME)s
pa_in: %(file)sਤੱਕ ਹਟਾਇਆ ਫਾਇਲ ( %(SITE_GLOBAL_SITEDISPLAYNAME)s) s

source: The uploaded file lacks the required field(s) as the identity for duplicates: %s.
de_ch: Die hochgeladene Datei fehlt die erforderliche Feld (n) als die Identität auf Duplikate:% s.
es_cl: El archivo subido no tiene el campo requerido (s) como la identidad de duplicados:% s.
fr: Le fichier téléchargé n&#39;a pas le champ obligatoire (s) que l&#39;identité des doublons:% s.
pa_in: % s: ਫਾਇਲ ਨੂੰ ਅੱਪਲੋਡ ਕਰਨ ਡੁਪਲੀਕੇਟ ਲਈ ਪਛਾਣ ਦੀ ਤੌਰ &#39;ਤੇ ਇਸ ਦੀ ਲੋੜ ਹੈ ਖੇਤਰ (ਹਵਾਈਅੱਡੇ) ਤੇ ਘਾਟ ਹੈ.

source: Processing
de_ch: Verarbeitung
es_cl: Procesamiento
fr: Traitement
pa_in: ਪ੍ਰੋਸੈਸਿੰਗ

source: Fill in with your user information.
de_ch: Bitte fügen Sie hier Ihre Benutzerinformationen.
es_cl: Rellene con sus datos de usuario.
fr: Remplissez vos informations d&#39;utilisateur.
pa_in: ਤੁਹਾਡੀ ਯੂਜ਼ਰ ਜਾਣਕਾਰੀ ਦੇ ਨਾਲ ਭਰੋ.

source: Make Users
de_ch: Benutzer machen
es_cl: Hacer Usuarios
fr: Assurez-utilisateurs
pa_in: ਉਪਭੋਗੀ, ਬਣਾਉ

source: You're almost done! Please review your settings. To complete your import click 'Import Now.'
de_ch: Sie sind fast fertig! Bitte überprüfen Sie Ihre Einstellungen. , Um Ihre Import klicken Sie auf &#39;Jetzt importieren.&#39; Abschließen
es_cl: Ya casi ha terminado! Por favor revise su configuración. Para completar su importación clic &#39;Importar ahora.&#39;
fr: Vous avez presque fini! S&#39;il vous plaît vérifiez vos paramètres. Pour compléter votre importation, cliquez sur «Importer maintenant.&quot;
pa_in: ਤੁਹਾਨੂੰ ਨੂੰ ਲਗਭਗ ਵੀ ਕੀਤਾ ਰਹੇ ਹੋ! ਤੁਹਾਡੀ ਸੈਟਿੰਗ ਦੀ ਪੜਤਾਲ ਕਰੋ. &#39;ਹੁਣ ਅਯਾਤ.&#39; ਤੁਹਾਡੇ ਆਯਾਤ ਕਲਿੱਕ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ,

source: Total Users
de_ch: Benutzer insgesamt
es_cl: Total de usuarios
fr: Nombre total d&#39;utilisateurs
pa_in: ਕੁੱਲ ਉਪਭੋਗੀ,

source: Insert
de_ch: Einsatz
es_cl: Insertar
fr: Insérer
pa_in: ਸੰਮਿਲਿਤ ਕਰੋ
